[{"QuestionStatement": "Economic growth is best defined as", "Images": [], "AnswerChoices": ["A reduction in the infant mortality rate", "A decrease in the unemployment rate", "An increase in the labor force participation rate", "A short-run increase in gross domestic product without inflation", "A sustained increase in real gross domestic product per capita"], "Answer": "E"}, {"QuestionStatement": "If a worker’s nominal wage rate increases from $10 to $12 per hour and at the same time the general price level increases by 10 percent, the worker’s real wage has", "Images": [], "AnswerChoices": ["Approximately decreased by 10%", "Approximately decreased by 20%", "Approximately increased by 10%", "Approximately increased by 20%", "Not changed"], "Answer": "C"}, {"QuestionStatement": "The value of which of the following is counted in the United States gross domestic product?", "Images": [], "AnswerChoices": ["Clean air", "Child care a father provides for his child", "An automobile produced in Sweden by a United States firm", "A car produced in the United States and sold to Europe", "Medical services not provided due to preventative healthcare"], "Answer": "D"}, {"QuestionStatement": "The annual inflation rate is expected to be 5 percent over the next 3 years.  Juan plans to take out a 3 year loan to purchase an automobile.  If Juan decides not to take out the loan if the real interest rate exceeds 3 percent, the highest nominal interest rate he is willing to pay is", "Images": [], "AnswerChoices": ["2 percent", "3 percent", "8 percent", "15 percent", "25 percent"], "Answer": "C"}, {"QuestionStatement": "If the velocity of money is stable, the quantity theory of money predicts that an increase in the money supply will lead to a proportional ", "Images": [], "AnswerChoices": ["Increase in the nominal output", "Decrease in the price level", "Decrease in the nominal interest rate", "Decrease in the real interest rate", "Decrease in the unemployment rate"], "Answer": "A"}, {"QuestionStatement": "An industry historically used employees with specific skills.  If this industry experiences technological advances that require new skills, there will most likely be", "Images": [], "AnswerChoices": ["Cyclical unemployment", "Frictional unemployment", "Seasonal unemployment", "Structural unemployment", "No change in unemployment"], "Answer": "D"}, {"QuestionStatement": "Which of the following would cause the official unemployment rate to understate the problem of unemployment?", "Images": [], "AnswerChoices": ["Workers receiving unemployment compensation", "Cyclically unemployed workers", "Discouraged workers", "Recent college graduates looking for work", "Retirees"], "Answer": "C"}, {"QuestionStatement": "Which of the following individuals is classified as unemployed?", "Images": [], "AnswerChoices": ["A fifteen year old high school student who is looking for a babysitting job", "A laid off computer programmer who has given up looking for a new job", "A parent who works in an after-school day care center for 15 hours a week", "A recent college graduate who is looking for her first job", "A mayor who lost an election and retired"], "Answer": "D"}, {"QuestionStatement": "In the measurement of gross domestic product, investment includes spending by", "Images": [], "AnswerChoices": ["Businesses on capital goods and changes in inventories", "Businesses on stocks, bonds, and other financial assets", "Individual households on stocks, bonds, and other financial assets", "The federal government to purchase bonds issued by the Federal Reserve", "The Federal Reserve to buy government bonds"], "Answer": "A"}, {"QuestionStatement": "If the nominal gross domestic product (GDP) of the nation of Hypothetica increased in 2007 relative to the previous year, it must be true that Hypothetica in 2007", "Images": [], "AnswerChoices": ["Both the price level and the real GDP have increased", "Neither the price level nor the real GDP has increased", "The price level increased by a larger percentage than did the real GDP", "The price level increased by a smaller percentage than did the real GDP", "The price level and/or the real GDP has increased"], "Answer": "E"}, {"QuestionStatement": "Which of the following best describes human capital?", "Images": [], "AnswerChoices": ["The number of workers in the labor force", "The physical capital used by workers", "The financial assets owned by workers", "The training and education of workers", "The spending by business for workers recruitment"], "Answer": "D"}, {"QuestionStatement": "Gross domestic product has been criticized as a measure of well-being because it fails to take into account which of the following?", "Images": [], "AnswerChoices": ["The distribution of income", "The value of services", "The value of intermediate goods", "The value of financial transactions and sales of used items", "The value of government services"], "Answer": "A"}, {"QuestionStatement": "Which of the following best illustrates an improvement in a country’s standard of living?", "Images": [], "AnswerChoices": ["An increase in real per capita gross domestic product", "An increase in nominal per capita gross domestic product", "Price stability", "A balanced budget", "An increase in the consumer price index"], "Answer": "A"}, {"QuestionStatement": "Which of the following individuals is considered officially unemployed?", "Images": [], "AnswerChoices": ["Chris, who has not worked for more than three years and has given up looking for work", "Kim, who is going to school full-time and is waiting until graduation before looking for a job", "Pat, who recently left a job to look for a different job in another town", "Leslie, who retired after turning 65 only five months ago", "Lee, who is working 20 hours per week and is seeing full time employment"], "Answer": "C"}, {"QuestionStatement": "An increase in net investment leads to faster economic growth because capital per worker and output per worker will change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU2/u2-1_files/mc015-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "A"}, {"QuestionStatement": "Based on economic figures in the table above, what is the value of gross domestic product, in billions of dollars?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU2/u2-1_files/mc016-1.jpg"], "AnswerChoices": ["$4,500", "$4,700", "$4,900", "$5,150", "$5,950"], "Answer": "A"}, {"QuestionStatement": "Which of the following statements is true of unanticipated inflation?", "Images": [], "AnswerChoices": ["It decreases the economic well-being of all members of society proportionately", "It decreases the economic well being of all members of society equally", "It increases the economic well being of net creditors", "It increases the economic well-being of net debtors", "It increases the economic well being of workers with long-term labor contracts"], "Answer": "D"}, {"QuestionStatement": "Policies intended to reduce demand-pull inflation are most likely to increase which of the following in the short-run?", "Images": [], "AnswerChoices": ["Gross domestic product", "The labor force participation rate", "The price level", "Unemployment", "Wage levels"], "Answer": "D"}, {"QuestionStatement": "The consumer price index (CPI) is designed to measure changes in the", "Images": [], "AnswerChoices": ["Spending patterns of urban consumers only", "Spending patterns of all consumers", "Wholesale price of manufactured goods", "Prices of all goods and services produced in an economy", "Cost of a select market basket of goods and services"], "Answer": "E"}, {"QuestionStatement": "An increase in which of the following would LEAST likely increase labor productivity?", "Images": [], "AnswerChoices": ["Physical capital", "Human capital", "Technological improvements", "Educational achievement", "The labor force"], "Answer": "E"}, {"QuestionStatement": "Advocates of a monetary rule recommend increasing the money supply at a rate that is equal to the rate of increase in which of the following?", "Images": [], "AnswerChoices": ["Price level", "Unemployment rate", "Level of exports", "Level of imports", "Long-run real gross domestic product"], "Answer": "E"}, {"QuestionStatement": "Inflation occurs when there is a sustained increase in which of the following?", "Images": [], "AnswerChoices": ["Real gross domestic product", "The average price level", "The price of any commodity", "Labor productivity", "The unemployment rate"], "Answer": "B"}, {"QuestionStatement": "If the velocity of money is constant and the aggregate supply curve is vertical, a doubling of the money supply would most likely result in a doubling of", "Images": [], "AnswerChoices": ["the unemployment rate", "real output", "the price level", "nominal interest rates", "real interest rates"], "Answer": "C"}, {"QuestionStatement": "An increase in which of the following will most likely increase productivity?", "Images": [], "AnswerChoices": ["Population growth rate", "Aggregate demand", "Capital stock", "Consumption", "Employment"], "Answer": "C"}, {"QuestionStatement": "Increases in the real per capita income of a country are most closely associated with increases in which of the following?", "Images": [], "AnswerChoices": ["The labor force", "The price level", "The money supply", "Productivity", "Tax rates"], "Answer": "D"}]