[{"QuestionStatement": "The consumer price index (CPI) is criticized for", "Images": [], "AnswerChoices": ["overstating the true burden of inflation because it does not recognize consumers’ ability to substitute goods and services as prices change", "overstating the true burden of inflation because it recognizes consumers’ ability to substitute goods and services as prices change", "understating the true burden of inflation because it does not recognize consumers’ ability to substitute goods and services as prices change", "understating the true burden of inflation because it recognizes consumers’ ability to substitute goods and services as prices change", "overstating the true burden of inflation because it reflects the prices of both intermediate goods and final goods"], "Answer": "A"}, {"QuestionStatement": "Frictional unemployment occurs when which of the following happens?", "Images": [], "AnswerChoices": ["A worker is replaced by robots on factory assembly lines", "A worker voluntarily quits a job to search for a better one", "A worker is laid off because of a downturn in economic activity", "A worker undergoes on-the-job training", "A worker switches from working full-time _to part-time"], "Answer": "B"}, {"QuestionStatement": "Country A’s growth rate in per capita real gross domestic product (GDP) has been consistently higher than that of Country B. Which of the following factors can account for these differences in the per capita GDP growth rates?", "Images": [], "AnswerChoices": ["Country B’s government gives more investment tax credits", "The labor force of Country A is becoming more skilled than the labor force of Country B", "The natural rate of unemployment is higher in Country A", "Country A’s central bank is less effective at controlling the inflation rate", "Although the populations of Countries A and B are the same, Country A has twice as many people who are retired"], "Answer": "B"}, {"QuestionStatement": "Public policy that generates an unexpected increase in consumer prices will inflict short-run costs on all of the following EXCEPT", "Images": [], "AnswerChoices": ["borrowers", "workers with fixed incomes", "savers holding non-interest-bearing money", "taxpayers shifted into higher tax brackets", "people whose incomes are not adjusted for inflation"], "Answer": "A"}, {"QuestionStatement": "The natural rate of unemployment can be defined as the", "Images": [], "AnswerChoices": ["unemployment rate consistent with accelerating inflation", "unemployment rate of the least-skilled workers", "economy’s long-run equilibrium rate of unemployment", "labor force participation rate plus the unemployment rate", "labor force participation rate minus the unemployment rate"], "Answer": "C"}, {"QuestionStatement": "Rational expectations theory suggests that people", "Images": [], "AnswerChoices": ["do not estimate future inflation rates because it is impossible to do so", "believe that current inflation should be the same as last year’s", "assume that current inflation will be the same for next year", "use all available information in forming their expectations about future inflation", "assume that current inflation will be equal to the average inflation of the past decade"], "Answer": "D"}, {"QuestionStatement": "If unemployed workers become discouraged and give up trying to find work, the number of workers employed and the unemployment rate would change in which of the following ways?       Number of              Workers Employed   Unemployment ratea.      Decrease            Decreaseb.      Decrease            Increasec.      Decrease            No changed.      No change          Decreasee.      No change           Increase", "Images": [], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "D"}, {"QuestionStatement": "Which of the following groups would most likely gain from unanticipated inflation?", "Images": [], "AnswerChoices": ["Landlords who own apartments in cities with rent controls", "Individuals who have fixed retirement incomes", "Individuals who earn high incomes", "Individuals who have borrowed money at fixed interest rates", "Banks that have loaned all excess reserves at a fixed interest rate"], "Answer": "D"}, {"QuestionStatement": "An increase in which of the following is most likely to promote economic growth", "Images": [], "AnswerChoices": ["Consumption spending", "Investment tax credits", "The natural rate of unemployment", "The trade deficit", "Real interest rates"], "Answer": "B"}, {"QuestionStatement": "Which of the following will be counted as unemployed by the United States Bureau of Labor Statistics?", "Images": [], "AnswerChoices": ["Persons who quit their previous jobs to stay at home to care for sick parents", "Persons who were laid off from their previous jobs and have not applied for a job in two years", "Persons who were fired from their previous jobs and are actively applying for work", "Persons who have given up looking for jobs after long searches", "Persons who quit their previous jobs to start their own businesses"], "Answer": "C"}, {"QuestionStatement": "When the average price level increases by 10 percent in a given year, which of the following must increase by 10 percent for real output to remain constant?", "Images": [], "AnswerChoices": ["Real national income", "Nominal national income", "The international value of the currency", "Real interest rates", "Nominal interest rates"], "Answer": "B"}, {"QuestionStatement": "Which of the following will lead to an increase in the United States gross domestic product?", "Images": [], "AnswerChoices": ["More individuals prepare their own personal income tax forms.", "Some citizens begin working abroad as computer programmers", "The government prohibits the sale of alcoholic beverages", "Foreign companies build new assembly plants in the United States", "A million United States households sell their used cars to their children"], "Answer": "D"}, {"QuestionStatement": "Which type of unemployment would increase if workers lost their jobs because of a recession?", "Images": [], "AnswerChoices": ["Cyclical", "Frictional", "Seasonal", "Search", "Structural"], "Answer": "A"}, {"QuestionStatement": "In one year, spending on consumption, investment, and government purchase was equal to 103 percent of a country’s gross domestic product.  This would be possible only if", "Images": [], "AnswerChoices": ["The money supply increased", "Net exports were positive", "Net exports were negative", "The government ran a budget surplus", "The government had a balanced budget"], "Answer": "C"}, {"QuestionStatement": "Based on the information in the table above, what is the unemployment rate for Country X?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU2/u2-2_files/mc015-1.jpg"], "AnswerChoices": ["3.3%", "4.0%", "6.0%", "6.38%", "7.5%"], "Answer": "C"}, {"QuestionStatement": "Which of the following household purchases will be counted as part of gross private investment in a country’s gross domestic product?", "Images": [], "AnswerChoices": ["Government bonds", "Shares of a company’s stock", "corporate bonds", "a new car for personal use", "a newly constructed home"], "Answer": "E"}, {"QuestionStatement": "Increases in real income per capita are made possible by", "Images": [], "AnswerChoices": ["Improved productivity", "A high labor/capital ratio", "Large trade surpluses", "Stable interest rates", "High protective tariffs"], "Answer": "A"}, {"QuestionStatement": "The sum of which of the following expenditures is equal to the value of the gross domestic product?", "Images": [], "AnswerChoices": ["Consumer purchases, investment for capital goods, exports, and imports", "Consumer purchases, investment for capital goods, net exports, and inventories", "Consumer purchases, investment for capital goods, government purchases, and net exports", "Consumer purchases, government purchases, exports, and national income", "Investment for capital goods, government purchases, net exports, and inventories"], "Answer": "C"}, {"QuestionStatement": "The United States government defines an individual as unemployed if the person", "Images": [], "AnswerChoices": ["Does not hold a paying job", "Has been recently fired", "Works part time but needs full time work", "Is without a job but is looking for work", "Wants a job but is not searching because he or she thinks that none is available"], "Answer": "D"}, {"QuestionStatement": "The gross domestic product is best described as a measure of", "Images": [], "AnswerChoices": ["Economic welfare", "The full employment output of an economy", "All monetary transactions in an economy", "Current consumption in an economy", "Current final output produced by an economy"], "Answer": "E"}, {"QuestionStatement": "Which of the following workers is most likely to be classified as structurally unemployed?", "Images": [], "AnswerChoices": ["A high school teacher who is unemployed during the summer months", "A recent college graduate who is looking for her first job", "A teenager who is seeking part-time employment at a fast food restaurant", "A worker who is unemployed because his skills are obsolete", "A woman who reenters the job market after her child begins elementary school"], "Answer": "D"}, {"QuestionStatement": "Which of the following is an example of investment as the term is used by economists?", "Images": [], "AnswerChoices": ["A schoolteacher purchases 10,000 shares of stock in an automobile company", "Newlyweds purchase a previously owned home", "One large automobile firm purchases another large automobile firm", "A farmer purchases $10,000 worth of government securities", "An apparel company purchases 15 new sewing machines"], "Answer": "E"}, {"QuestionStatement": "If the gross national product increased from $930 billion in 1969 to $975 billion in 1970 solely because of a rise in the price level, which of the following was necessarily true?", "Images": [], "AnswerChoices": ["Real gross national product increased between 1969 and 1970", "Real gross national product decreased between 1969 and 1970", "Nominal income increased between 1969 and 1970", "Real income increased between 1969 and 1970", "The rise in the price level between 1969 and 1970 was greater than 10 percent"], "Answer": "C"}, {"QuestionStatement": "According to the monetarists, inflation is most often the result of", "Images": [], "AnswerChoices": ["High federal tax rates", "Increased production of capital goods", "Decreased production of capital goods", "An excessive growth of the money supply", "Upward shifts in the consumption function"], "Answer": "D"}, {"QuestionStatement": "In one year, real gross national product fell by 3 percent, inflation rose to 10 percent, and unemployment rose to 11 percent.  Which of the following may have caused these changes?", "Images": [], "AnswerChoices": ["A decrease in the money supply and a decrease in government spending", "A decrease in inflationary expectations", "An increase in investment in inventories", "An increase in the money supply and an increase in government spending", "An increase in inflationary expectations"], "Answer": "E"}]