[{"QuestionStatement": "If in a specified year nominal gross domestic product grew by 11 percent and real gross domestic product grew by 4 percent, inflation for this year would be", "Images": [], "AnswerChoices": ["-7%", "7%", "8%", "11%", "15%"], "Answer": "B"}, {"QuestionStatement": "Which of the following is an example of structural unemployment?", "Images": [], "AnswerChoices": ["A computer programmer who leaves her job to move to Florida", "A worker who loses his job during a recession", "An autoworker who is replace by a robot", "A construction worker who is always unemployed during the winter months", "A worker who is engaged in unproductive work"], "Answer": "C"}, {"QuestionStatement": "What would be the effect of a large increase in labor productivity on the real gross domestic product and price level?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU2/u2-3_files/mc003-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "Which of the following means of reducing military spending would have the greatest positive impact on gross domestic product for the United States?", "Images": [], "AnswerChoices": ["Combining two domestic military bases into one overseas base", "Cutting retirement benefits to military personnel", "Closing overseas military bases and relocating those operations to the United States", "Closing overseas military bases and laying off military personnel", "Canceling contracts with domestic producers for new airplanes"], "Answer": "C"}, {"QuestionStatement": "The real value of the United States dollar is determined by", "Images": [], "AnswerChoices": ["Federal regulations regarding purchasing power", "The value of the gold backing the dollar", "The goods and services it will buy", "The money multiplier", "The marginal propensity to consume"], "Answer": "C"}, {"QuestionStatement": "An increase in which of the following is most likely to cause an improvement in the standard of living over time?", "Images": [], "AnswerChoices": ["Size of the population", "Size of the labor force", "Number of banks", "Level of taxation", "Productivity of labor"], "Answer": "E"}, {"QuestionStatement": "The consumer price index measures which of the following?", "Images": [], "AnswerChoices": ["The change over time of the weighted prices of a particular group of goods and services", "The change over time of the weighted wholesale price index", "The change over time of the difference between the gross domestic product deflator and the wholesale price index", "Inflation corrected for changes in the real gross domestic product", "Inflation corrected for changes in the wholesale price index"], "Answer": "A"}, {"QuestionStatement": "Which of the following is true if the economy is producing at the full-employment level of output?", "Images": [], "AnswerChoices": ["The unemployment rate is zero", "No person is receiving unemployment compensation from the government", "There is frictional unemployment", "The government’s budget is balanced", "The balance of trade is in equilibrium"], "Answer": "C"}, {"QuestionStatement": "Which of the following groups of people would benefit from unanticipated inflation?I.      SaversII.      BorrowersIII.      Lenders", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and II only", "I and III only"], "Answer": "B"}, {"QuestionStatement": "An increase in the labor force participation rate will", "Images": [], "AnswerChoices": ["Increase investment and decrease savings", "Increase savings and decrease investment", "Have no effect on unemployment", "Make it easier to reduce unemployment", "Make it more difficult to reduce unemployment"], "Answer": "E"}, {"QuestionStatement": "An increase in which of the following is most likely to increase the long-run growth rate of an economy’s real per capita income?", "Images": [], "AnswerChoices": ["Population growth", "The proportion of gross domestic product consumed", "The educational attainment of the population", "The supply of money in circulation", "Personal income taxes"], "Answer": "C"}, {"QuestionStatement": "Which of the following transactions would represent an addition to a nation’s current gross domestic product?", "Images": [], "AnswerChoices": ["Ms. Smith purchases a share of stock in an automobile company", "A retailer increases her stock of imported shoes", "The government increases its domestic purchases of food for use by the military", "A corporation sells shoes from last year’s inventory", "A mother sells her car to her daughter"], "Answer": "C"}, {"QuestionStatement": "If real gross domestic product is increasing at 3 percent per year and nominal gross domestic product is increasing at 7 percent per year, which of the following is necessarily true?", "Images": [], "AnswerChoices": ["Unemployment is increasing", "The price level is increasing", "Exports exceed imports", "The economy is in a recession", "The government is running a budget deficit"], "Answer": "B"}, {"QuestionStatement": "The official unemployment rate is not an accurate indicator of actual unemployment in the economy because", "Images": [], "AnswerChoices": ["Structural unemployment is greater than cyclical unemployment at the going wage rate", "Full employment is greater than natural unemployment", "The unemployment rate is less than natural unemployment", "The official rate does not include persons who have given up looking for work", "The official rate does not reflect the number of people receiving unemployment compensation"], "Answer": "D"}, {"QuestionStatement": "Which of the following would best explain a decline in potential gross domestic product?", "Images": [], "AnswerChoices": ["Negative net investment", "The discovery of a vast new oil deposit", "A lower price level", "A decrease in the infant mortality rate", "A decrease in wages and profits"], "Answer": "A"}, {"QuestionStatement": "As a measure of economic welfare, gross domestic product underestimates a country’s production of goods and services when there is an increase in", "Images": [], "AnswerChoices": ["The production of military goods", "The production of antipollution devices", "Crime prevention services", "Household production", "Legal services"], "Answer": "D"}, {"QuestionStatement": "Unexpected increases in inventories usually precede", "Images": [], "AnswerChoices": ["Increases in inflation", "Increases in imports", "Stagflation", "Decreases in production", "Decreases in unemployment"], "Answer": "D"}, {"QuestionStatement": "If the money stock decreases but nominal gross domestic product remains constant, which of the following has occurred?", "Images": [], "AnswerChoices": ["Income velocity of money has increased", "Income velocity of money has decreased", "Price level has increased", "Price level has decreased", "Real output has decreased"], "Answer": "A"}, {"QuestionStatement": "If purchases of education and medical care were counted as investment rather than consumption, gross domestic product would", "Images": [], "AnswerChoices": ["Not change, because there is no change in total expenditures", "Increase, because investment is included in gross domestic product but consumption is not", "Increase, because consumption is included in gross domestic product but investment is not", "Decrease, because investment is weighted more heavily than consumption in calculating gross domestic product", "Decrease, because consumption is weighted more heavily than investment in calculating gross domestic product"], "Answer": "A"}, {"QuestionStatement": "The major difference between real and nominal gross domestic product (GDP) is that real GDP", "Images": [], "AnswerChoices": ["Excludes government transfer payments", "Excludes imports", "Is adjusted for price-level changes using a price index", "Measures only the value of final goods and services that are consumed", "Measures the prices of a market basket of goods purchased by a typical urban consumer"], "Answer": "C"}, {"QuestionStatement": "Which of the following statements exemplifies the concept of structural unemployment", "Images": [], "AnswerChoices": ["New entrants into the labor force have trouble finding jobs", "Workers leave their current jobs to find better jobs", "Workers are laid off because aggregate demand has declined", "Workers are fired because consumers have reduced their total expenditures", "Workers are fired because their skills are no longer in demand"], "Answer": "E"}, {"QuestionStatement": "Assume that for consumers, pears and apples are substitutes.  It is announced that pesticides used on most apples may be dangerous to consumers’ health.  As a result of this announcement, which of the following market changes is most likely to occur in the short run in the pear market?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU2/u2-3_files/mc022-1.jpg", "http://bencullivan.com/Econtest/APMacro/APU2/u2-3_files/mc022-2.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "D"}, {"QuestionStatement": "Under which of the following conditions would consumer spending most likely increase?", "Images": [], "AnswerChoices": ["Consumers have large unpaid balances on their credit cards", "Consumers’ wealth is increased by changes in the stock market", "The government encourages consumers to increase their savings", "Social security taxes are increased", "Consumers believe they will not receive pay increases next year"], "Answer": "B"}, {"QuestionStatement": "Changes in which of the following factors would affect the growth of an economy?I.  Quantity and quality of human and natural resourcesII.  Amount of capital goods availableIII. Technology", "Images": [], "AnswerChoices": ["I only", "I and II only", "I and III only", "II and III only", "I, II, and III"], "Answer": "E"}, {"QuestionStatement": "The unemployment rate measures the percentage of", "Images": [], "AnswerChoices": ["People in the labor force who do not have jobs", "People in the labor force who have a part-time job but are looking for a full-time job", "People who do not have jobs and have given up looking for work", "People in the adult population who do not have jobs", "People in the adult population who have temporary jobs"], "Answer": "A"}]