[{"QuestionStatement": "Which of the following is included in the computation of gross domestic product?", "Images": [], "AnswerChoices": ["Government transfer payments, such as unemployment benefits", "Purchases of used goods, such as used cars", "Child care tasks performed by house husbands", "Total value of business inventories", "Additions to business inventories"], "Answer": "E"}, {"QuestionStatement": "Which of the following best explains why transfer payments are not included in the calculation of gross domestic product?", "Images": [], "AnswerChoices": ["Transfer payments are used to pay for immediate goods, and intermediate goods are excluded from gross domestic product", "Transfer payments are a government expenditure, and government expenditures are excluded from gross domestic product", "Recipients of transfer payments have not produced or supplied goods and services in exchange for these payments", "Recipients of transfer payments are usually children, and income earned by children is excluded in gross domestic product", "Recipients of transfer payments are sometimes not citizens of the United States"], "Answer": "C"}, {"QuestionStatement": "Suppose that a typical consumer buys the following quantities of three commodities in 1993 and 1994.Which of the following can be concluded about the consumer price index (CPI) for this individual from 1993 to 1994?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU2/u2-4_files/mc003-1.jpg"], "AnswerChoices": ["It remains unchanged", "It decreased by 25%", "It decreased by 20%", "It increased by 20%", "It increased by 25%"], "Answer": "E"}, {"QuestionStatement": "Which of the following would be true if the actual rate of inflation were less than the expected rate of inflation?", "Images": [], "AnswerChoices": ["Inflation had been under predicted", "The real interest rate had exceeded the nominal interest rate", "The real interest rate had been negative", "People who borrowed funds at the nominal interest rate during this time period would lose", "The economy would expand because of the increased investment and spending"], "Answer": "D"}, {"QuestionStatement": "If the GDP deflator is 120, this value means that prices have increased", "Images": [], "AnswerChoices": ["120 percent in the last year", "20 percent in the last year", "20 percent since the base year", "120 percent since the base year", "83.3 percent since the base year"], "Answer": "C"}, {"QuestionStatement": "If nominal GDP is $1,000 and the GDP deflator is 250, then real GDP is", "Images": [], "AnswerChoices": ["$1,000", "$400", "$250", "$250,000", "$2,500"], "Answer": "B"}]