[{"QuestionStatement": "Which of the following is an example of fiscal policy?", "Images": [], "AnswerChoices": ["Increasing government expenditures to build highways", "Increasing the money supply to increase income", "Decreasing the discount rate to lower unemployment and inflation", "Decreasing the federal funds rate to stimulate investment", "Decreasing the reserve ratio to increase bank reserves"], "Answer": "A"}, {"QuestionStatement": "Aggregate demand may be measured by adding", "Images": [], "AnswerChoices": ["Consumption, investment, savings, and imports", "Savings, government spending, and business inventories", "Consumption, investment, government spending, and net exports", "Domestic private expenditures and government spending", "Domestic expenditures and imports"], "Answer": "C"}, {"QuestionStatement": "According to the short-run Phillips curve, a decrease in unemployment is expected to be accompanied by", "Images": [], "AnswerChoices": ["Higher labor force participation", "An increase in inflation", "An increase in the productivity of capital", "An increase in the government deficit", "A decrease in real gross domestic product"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true about the national debt of the United States?", "Images": [], "AnswerChoices": ["It is the debt owed to foreign investors", "It is the accumulation of past and current budget deficits and surpluses", "It increases when gross domestic product increases", "It increases when exports decrease, and decreases when exports increase", "It did not exist before 1980"], "Answer": "B"}, {"QuestionStatement": "If marginal business tax rates are decreased, how will aggregate supply and employment change in the long run?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-1_files/mc005-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "A"}, {"QuestionStatement": "Crowding out occurs when", "Images": [], "AnswerChoices": ["Increases in government spending become ineffective because tax revenues increase as income increases", "Government borrowing to finance its spending decreases private sector investment", "Monetary policy actions decrease the effectiveness of fiscal policy", "Restrictive monetary policy causes the interest rate to increase", "Government spending and private sector spending increase by the same percentage rate"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true of a horizontal aggregate supply curve?", "Images": [], "AnswerChoices": ["It is the usual assumption made by classical economists analyzing the long run", "It suggests that increases in output can occur without increases in price levels", "It suggests that a shift in the aggregate demand curve will lead to a change in the price level", "It is likely to occur only in highly industrialized economies", "It cannot shift, therefore output remains constant"], "Answer": "B"}, {"QuestionStatement": "Which of the following will most likely occur if a government adopts an annually balanced budget rule that requires the government to eliminate any deficits or surpluses?", "Images": [], "AnswerChoices": ["Unemployment will be eliminated and prices will be stable", "The national debt will increase", "Business cycles will become more stable", "The automatic stabilizing effect of fiscal policy will be eliminated", "The government will be forced to spend less when there are surpluses"], "Answer": "D"}, {"QuestionStatement": "Which of the following changes would cause an economy’s aggregate demand curve to shift to the right?", "Images": [], "AnswerChoices": ["An increase in spending on imports", "An increase in autonomous consumption spending", "An increase in interest rates", "A decrease in the money supply", "A decrease in the overall price level in the economy"], "Answer": "B"}, {"QuestionStatement": "Which of the following statements concerning economic growth is true?", "Images": [], "AnswerChoices": ["If the population is growing faster than potential output, real gross domestic product per capita will definitely increase", "With long-run economic growth, there is an increase in aggregate supply", "The gap between rich and poor must widen with long-run economic growth", "Increasing potential output necessarily increases the economic welfare of the average citizen", "Long-run economic growth is possible with demand management policies"], "Answer": "B"}, {"QuestionStatement": "If the economy was in a severe recession, the most expansionary fiscal policy would be to", "Images": [], "AnswerChoices": ["Decrease both personal income taxes and government spending by equal amounts", "Decrease both the reserve requirement and government spending by the same proportion", "Decrease personal income taxes and increase government spending by equal amounts", "Increase the money supply and increase government spending by the same proportion", "Increase social security taxes and increase government spending by equal amounts"], "Answer": "C"}, {"QuestionStatement": "Which of the following would most likely stimulate economic growth?", "Images": [], "AnswerChoices": ["Decreased savings", "Decreased wages", "Increased transfer payments", "Increased personal income taxes", "Technological progress"], "Answer": "E"}, {"QuestionStatement": "A decrease in the prices of inputs will cause which of the following to occur in the short run?", "Images": [], "AnswerChoices": ["An increase in the aggregate demand and an increase in the price level", "A decrease in the aggregate demand and an increase in the price level", "An increase in the short-run aggregate supply and a decrease in the price level", "An increase in the short-run aggregate supply and an increase in the price level", "A decrease in the short-run aggregate supply and a decrease in the price level"], "Answer": "C"}, {"QuestionStatement": "Which of the following is true of the long-run Phillips curve?", "Images": [], "AnswerChoices": ["It shows there is a trade-off between unemployment and inflation", "It is positively sloped when the inflation rate exceeds the unemployment rate", "It is vertical at the natural rate of unemployment", "It shifts to the right if aggregate demand increases", "It is created by an adverse supply shock"], "Answer": "C"}, {"QuestionStatement": "The graph above shows the macroeconomic conditions of Wattsonia.  Many economists estimate that the natural rate of unemployment is 6 percent.  If this is true and the current rate of unemployment is 5.1 percent, in what range of real gross domestic product is the economy currently producing?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-1_files/mc015-1.jpg"], "AnswerChoices": ["Less than Y", "1", "At Y", "1", "At Y", "2", "Greater than Y", "1", " and less than Y", "2", "Greater than Y", "2"], "Answer": "E"}, {"QuestionStatement": "Which of the following changes will have the smallest expansionary effect on aggregate demand in the short run?", "Images": [], "AnswerChoices": ["An increase in exports of $100", "An increase in government spending of $100", "A decrease in taxes of $100", "A decrease in imports of $100", "A decrease in savings of $100"], "Answer": "C"}, {"QuestionStatement": "A leftward shift of the long-run aggregate supply curve is most likely consistent with an improvement in a country’s standard of living if", "Images": [], "AnswerChoices": ["Prices fall", "Depreciation increases", "Population decreases", "Taxes decrease", "Imports decline"], "Answer": "C"}, {"QuestionStatement": "Stagflation is caused by", "Images": [], "AnswerChoices": ["An increase in imports", "An increase in aggregate demand", "A decrease in aggregate demand", "A decrease in aggregate supply", "An increase in aggregate supply"], "Answer": "D"}, {"QuestionStatement": "The economy of a country is currently in equilibrium at point A in the diagram above.  If the government does nothing and wages are flexible, which of the following will most likely occur in the long run?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-1_files/mc019-1.jpg"], "AnswerChoices": ["Falling wages will shift the aggregate demand curve to the right, producing full employment", "Rising wages will shift the aggregate demand curve to the right, producing full employment", "The economy will remain at point A", "Rising wages will shift the aggregate supply curve to the right, producing full employment", "Falling wages will shift the aggregate supply curve to the right, producing full employment"], "Answer": "E"}, {"QuestionStatement": "A country’s government runs a budget deficit when which of the following occurs in a given year?", "Images": [], "AnswerChoices": ["The amount of new loans to developing nations exceeds the amount of loans paid off by developing nations.", "Government spending exceeds tax revenues", "The debt owed to foreigners exceeds the debt owed to the country’s citizens", "The amount of borrowed exceeds the interest payment on the national debt", "Interest payments on the national debt exceed spending on goods and services"], "Answer": "B"}, {"QuestionStatement": "A high marginal propensity to consume implies which of the following?", "Images": [], "AnswerChoices": ["A small change in consumption when income changes", "A high savings rate", "A high marginal tax rate", "An equilibrium level of income near full employment", "A low marginal propensity to save"], "Answer": "E"}, {"QuestionStatement": "All of the following will shift the investment demand curve to the right EXCEPT", "Images": [], "AnswerChoices": ["A decrease in the corporate income tax rate", "An increase in the productivity of new capital goods", "An increase in the real interest rate", "An increase in corporate profits", "An increase in real gross domestic product"], "Answer": "C"}, {"QuestionStatement": "If a reduction in aggregate supply is followed by an increase in aggregate demand, which of the following will definitely occur?", "Images": [], "AnswerChoices": ["Output will increase", "Output will decrease", "Output will not change", "The price level will increase", "The price level will decrease"], "Answer": "D"}, {"QuestionStatement": "Which of the following combinations of changes in government spending and taxes is necessarily expansionary?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-1_files/mc024-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "According to the short-run Phillips curve, lower inflation rates are associated with", "Images": [], "AnswerChoices": ["Higher unemployment rates", "Higher government spending", "Larger budget deficits", "Greater labor-force participation rates", "Smaller labor-force participation rates"], "Answer": "A"}]