[{"QuestionStatement": "An increase in which of the following would cause the aggregate demand curve to shift to the left?", "Images": [], "AnswerChoices": ["Consumer optimism", "Population", "Cost of resources", "Income taxes", "Net exports"], "Answer": "D"}, {"QuestionStatement": "With an upward sloping short-run aggregate supply curve, an increase in government expenditure will most likely", "Images": [], "AnswerChoices": ["Reduce the price level", "Reduce the level of nominal gross domestic product", "Increase real gross domestic product", "Shift the short-run aggregate supply curve to the right", "Shift both the aggregate demand curve and the long-run aggregate supply curve to the left"], "Answer": "C"}, {"QuestionStatement": "Which of the following are the most likely short-run effects of an increase in government expenditures?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-2_files/mc003-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "C"}, {"QuestionStatement": "Assume that an economy is currently in long-run equilibrium and short run aggregate supply curve is upward sloping.  An adverse supply shock, such as a drought, will most likely cause which of the following to the economy in the short run?", "Images": [], "AnswerChoices": ["A decrease in the price level and a decrease in the nominal wage", "A decrease in the price level and an increase in the nominal wage", "An increase in the price level and an increase in the nominal wage", "An increase in the price level and an increase in the real wage", "An increase in the price level and a decrease in the real wage"], "Answer": "E"}, {"QuestionStatement": "Which of the following best explains the increase in national income that results from equal increases in government spending and taxes?", "Images": [], "AnswerChoices": ["Consumers do not reduce their spending by the full amount of the tax increase", "The government purchases some goods that consumers would have purchased on their own anyway", "Consumers believe all tax cuts are transitory", "The increase in government spending causes a decrease in investment", "Consumers are aware of tax increases but not of increases in government spending"], "Answer": "A"}, {"QuestionStatement": "A simultaneous increase in inflation and unemployment could be explained by an increase in which of the following?", "Images": [], "AnswerChoices": ["Consumer spending", "The money supply", "Labor productivity", "Investment spending", "Inflationary expectations"], "Answer": "E"}, {"QuestionStatement": "An increase in which of the following would be most likely to increase long-run growth?", "Images": [], "AnswerChoices": ["Pension payments", "Unemployment compensations", "Subsidies to business for purchases of capital goods", "Tariffs on imported capital goods", "Tariffs on imported oil"], "Answer": "C"}, {"QuestionStatement": "Suppose that in an economy with lump-sum taxes and no international trade, autonomous investment spending increases by $2 million.  If the marginal propensity to consume is 0.75, equilibrium gross domestic product will change by a maximum of", "Images": [], "AnswerChoices": ["$0.5 million", "$1.5 million", "$2.0 million", "$8.0 million", "$15.0 million"], "Answer": "D"}, {"QuestionStatement": "Which of the following would be the initial impact on an economy if wages were to increase more than worker productivity?", "Images": [], "AnswerChoices": ["There would be no initial impact, since neither the aggregate supply curve nor the aggregate demand curve would shift", "Employment would increase, causing a rightward shift in the aggregate demand curve", "The price level would increase, resulting in excess aggregate supply", "The short-run aggregate supply curve would shift to the left, increasing the price level", "The aggregate demand curve would shift to the left, increasing the price level"], "Answer": "D"}, {"QuestionStatement": "The shifting of a country’s production possibility curve to the right will most likely cause", "Images": [], "AnswerChoices": ["Net exports to decline", "Inflation to increase", "The aggregate demand curve to shift to the left", "The long-run aggregate supply curve to shift to the left", "The long-run aggregate supply curve to shift to the right"], "Answer": "E"}, {"QuestionStatement": "One explanation for the downward slope of the aggregate demand curve is that when the price level increases, which of the following will decrease?", "Images": [], "AnswerChoices": ["Real value of assets", "Prices of foreign goods", "Prices of substitute goods", "Expectations of the future prices", "Government deficit"], "Answer": "A"}, {"QuestionStatement": "Assume that Jane’s marginal propensity to consume equals 0.8 and that in 2004 Jane spent $36,000 from her disposable income of $40,000.  If her disposable income in 2005 increased to $50,000, her consumption spending increased by", "Images": [], "AnswerChoices": ["$4,000", "$8,000", "$9,000", "$10,000", "$14,000"], "Answer": "B"}, {"QuestionStatement": "Which of the following is LEAST likely to promote economic growth?", "Images": [], "AnswerChoices": ["Investment in tools and machines", "Investment in training of labor", "Increase in consumption of nondurable goods", "Tax credit for technology improvement", "Increase in the labor force participation rate"], "Answer": "C"}, {"QuestionStatement": "An increase in spending in an economy will cause a multiplied increase in gross domestic product because", "Images": [], "AnswerChoices": ["government spending is greater than zero", "investment is greater than zero", "investment increases as income decreases", "consumption increases as income increases", "taxes increase as income increases"], "Answer": "D"}, {"QuestionStatement": "Assume a closed economy with no government and a marginal propensity to consume of 0.80.Disposable            Income        Consumption$620            $624      $640            $640      $660            $656      $680            $672      $700            $688      $720            $704      $740            $720      $760            $736Dissaving occurs when disposable income is", "Images": [], "AnswerChoices": ["$620", "$640", "$660", "$700", "$1,000"], "Answer": "A"}, {"QuestionStatement": "Assume a closed economy with no government and a marginal propensity to consume of 0.80.Disposable            Income        Consumption$620            $624      $640            $640      $660            $656      $680            $672      $700            $688      $720            $704      $740            $720      $760            $736The marginal propensity to save for this economy is", "Images": [], "AnswerChoices": ["4.0", "1.0", "0.8", "0.2", "0"], "Answer": "D"}, {"QuestionStatement": "An increase in which of the following would most likely result in an increase in aggregate supply?", "Images": [], "AnswerChoices": ["The price level", "Aggregate demand", "Unemployment compensation", "Labor-force participation rate", "The minimum wage"], "Answer": "D"}, {"QuestionStatement": "The graph above shows two aggregate demand curves, AD1 and AD2, and an aggregate supply curve, AS. The shift in the aggregate demand curve from AD1 to AD2 could be caused by", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-2_files/mc018-1.jpg"], "AnswerChoices": ["a decrease in taxes", "a decrease in the money supply", "an increase in government spending", "an increase in consumption spending", "an increase in the price level"], "Answer": "B"}, {"QuestionStatement": "If wages are sticky, which of the following policies will be the most effective in raising real gross domestic product to the full-employment level?", "Images": [], "AnswerChoices": ["Doing nothing, since there are automatic stabilizers", "The sale of bonds by the Federal Reserve", "An increase in the income tax", "An increase in government spending", "An increase in the discount rate"], "Answer": "D"}, {"QuestionStatement": "Which of the following will most likely cause an increase in real output in the long run?", "Images": [], "AnswerChoices": ["A decrease in the labor force participation rate", "An increase in the velocity of money", "An open-market sale of government bonds by the central bank", "An increase in immigration from abroad", "An increase in the price level"], "Answer": "D"}, {"QuestionStatement": "The short-run aggregate supply curve would be vertical if", "Images": [], "AnswerChoices": ["nominal wages adjust immediately to changes in the price level", "nominal wages adjust slowly when there is unemployment", "both nominal wages and prices adjust slowly to changes in aggregate demand", "the spending multiplier is very low", "investment demand is very responsive to _changes in interest rates"], "Answer": "A"}, {"QuestionStatement": "A rightward shift of the short-run Phillips curve is most likely due to", "Images": [], "AnswerChoices": ["an increase in aggregate demand", "a decrease in aggregate demand", "a decrease in the expected rate of inflation", "an increase in the expected rate of inflation", "an increase in aggregate supply"], "Answer": "D"}, {"QuestionStatement": "If the marginal propensity to consume is 0.75, then a $100 increase in investment will result in a maximum increase in equilibrium real gross domestic product of", "Images": [], "AnswerChoices": ["$40.00", "$100.00", "$133.33", "$400.00", "$500.00"], "Answer": "D"}, {"QuestionStatement": "On the graph above, stagflation will be caused by a", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-2_files/mc024-1.jpg"], "AnswerChoices": ["leftward shift in the short-run aggregate supply curve only", "rightward shift in the short-run aggregate supply curve only", "leftward shift in the aggregate demand curve only", "rightward shift in the aggregate demand curve only", "rightward shift in both the short-run aggregate supply and aggregate demand curves"], "Answer": "A"}, {"QuestionStatement": "As a component of aggregate demand, investment refers to the", "Images": [], "AnswerChoices": ["purchase of raw land for later resale", "purchase of stocks and bonds", "purchase of new equipment and additional inventories", "difference between people’s income and spending", "dividends paid out to shareholders"], "Answer": "C"}]