[{"QuestionStatement": "Assume that the aggregate supply curve is upward sloping. If both aggregate supply and aggregate demand increase, what will happen to the equilibrium output and price level?       Output                 Price Levela.      Decrease            Decreaseb.      Decrease            Increasec.      Indeterminate     Increased.      Increase              Indeterminatee.      Increase              Increase", "Images": [], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "D"}, {"QuestionStatement": "According to the graph above and starting with equilibrium point R, which of the following shifts identifies the short-run and the long-run impact of a demand-pull inflation?Short Run                Long Runa.      R to N            M to Nb.      R to M            R to Nc.      R to Q            Q to Nd.      R to M            R to Qe.      R to N            N to Q", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-3_files/mc002-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "Assume that the marginal propensity to consume out of disposable income is 0.8 and that the government taxes all income at a constant rate of 30 percent. If gross income increases by $100, consumption will initially increase by", "Images": [], "AnswerChoices": ["$44", "$56", "$70", "$80", "$100"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true of the Phillips curve?", "Images": [], "AnswerChoices": ["It is vertical in the short run, but is upward sloping in the long run", "It is upward sloping in the short run, but is downward sloping in the long run", "It is downward sloping in the short run, but is vertical in the long run", "It shows trade-offs between unemployment and inflation in the long run but not in the short run", "It is upward sloping both in the short run and in the long run if inflation is anticipated correctly"], "Answer": "C"}, {"QuestionStatement": "If wages and prices are perfectly flexible and inflation is correctly anticipated, then an expansionary monetary policy will affect the real output and price level in which of the following ways?                Real Output          Price Levela.      Increase            Increaseb.      Increase            Decreasec.      Increase            Not changed.      Not change       Increasee.      Not change        Not change", "Images": [], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "D"}, {"QuestionStatement": "According to the graph above, an increase in aggregate supply will most likely cause income and employment to change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-3_files/mc006-1.jpg", "http://bencullivan.com/Econtest/APMacro/APU3/u3-3_files/mc006-2.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "E"}, {"QuestionStatement": "Which of the following would indicate that economic growth has occurred?", "Images": [], "AnswerChoices": ["The production possibilities curve shifts to the left", "The long-run aggregate supply curve shifts to the right", "The aggregate demand curve shifts to the right", "The Phillips curve becomes flatter", "Business cycles no longer exist"], "Answer": "B"}, {"QuestionStatement": "Crowding out refers to the decrease in", "Images": [], "AnswerChoices": ["National output caused by higher taxes", "Domestic production caused by increased imports", "Private investment due to increased borrowing by the government", "Employment caused by higher inflation", "Exports caused by an appreciating currency of a country"], "Answer": "C"}, {"QuestionStatement": "Suppose that autonomous consumption is $400 and that the marginal propensity to consume is 0.8.  If disposable income increases by $1,200, consumption spending will increase by", "Images": [], "AnswerChoices": ["$1,600", "$1,360", "$1,200", "$960", "$400"], "Answer": "D"}, {"QuestionStatement": "A short-run Phillips curve shows an inverse relationship between", "Images": [], "AnswerChoices": ["Interest rates and borrowing", "Inflation and unemployment", "Income and consumption", "Prices and quantity demanded", "Inputs and outputs"], "Answer": "B"}, {"QuestionStatement": "Stagflation is most likely to be caused by", "Images": [], "AnswerChoices": ["An increase in aggregate demand", "A decrease in aggregate demand", "An increase in aggregate supply", "A decrease in aggregate supply", "A large increase in the money supply"], "Answer": "D"}, {"QuestionStatement": "An advance in technology will cause the", "Images": [], "AnswerChoices": ["Aggregate demand curve to shift the right", "Aggregate demand curve to shift to the left", "Short-run aggregate supply curve to shift to the left", "Long-run aggregate supply curve to shift to the left", "Long-run aggregate supply curve to shift to the right"], "Answer": "E"}, {"QuestionStatement": "According to the graph above, which of the following is true about the long-run equilibrium of the economy depicted?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-3_files/mc013-1.jpg"], "AnswerChoices": ["The economy is in long-run equilibrium", "The aggregate demand curve will shift to the left to restore long-run equilibrium", "The long-run aggregate supply curve will shift to the right to restore long-run equilibrium", "Without fiscal policy stimulus, the economy will remain in a recession", "As wages increase, the short-run aggregate supply curve will shift to the left to restore long-run equilibrium"], "Answer": "E"}, {"QuestionStatement": "An increase in personal income taxes will most likely cause aggregate demand and aggregate supply to change in which of the following ways in the short run?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-3_files/mc014-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "C"}, {"QuestionStatement": "Which of the following is true about the marginal propensity to consume?", "Images": [], "AnswerChoices": ["It is the percentage of total income that is spent on consumption", "It determines the size of the simple spending multiplier", "It increases as incomes increase because increases in income cause people to spend more", "It is the same as the money multiplier", "It is equal to the average propensity to consume for people with low incomes"], "Answer": "B"}, {"QuestionStatement": "When firms restructure their operations to decrease production costs, the aggregate supply curve, the price level, and real output will change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-3_files/mc016-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "D"}, {"QuestionStatement": "An economy is in a short-run equilibrium at a level of output in a recessionary gap.  If there were no fiscal or monetary policy interventions, which of the following changes in output and the price level would occur in the long run?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-3_files/mc017-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "A"}, {"QuestionStatement": "In a closed economy with only lump-sum taxation, if the marginal propensity to consume is equal to 0.75, a $70 billion increase in government spending could cause a maximum increase in output of", "Images": [], "AnswerChoices": ["$52.5 billion", "$70 billion", "$122.5 billion", "$210 billion", "$280 billion"], "Answer": "E"}, {"QuestionStatement": "A decrease in labor productivity will shift the", "Images": [], "AnswerChoices": ["Aggregate demand curve to the right", "Aggregate demand curve to the left", "Long-run aggregate supply curve to the right", "Short-run aggregate supply curve to the right", "Short-run aggregate supply curve to the left"], "Answer": "E"}, {"QuestionStatement": "An increase in aggregate demand will cause which of the following?", "Images": [], "AnswerChoices": ["A movement along a given-short run Phillips curve", "The long-run Phillips curve to become horizontal", "The short-run Phillips curve to shift to the left", "The long-run Phillips curve to shift to the right", "The long-run Phillips curve to shift to the left"], "Answer": "A"}, {"QuestionStatement": "Which of the following would cause the short-run aggregate supply curve to shift to the right?", "Images": [], "AnswerChoices": ["An increase in the wage rate", "An increase in the interest rate", "An increase in the natural rate of unemployment", "A decrease in the capital stock", "A decrease in the expected price level"], "Answer": "E"}, {"QuestionStatement": "A decrease in business taxes would lead to an increase in national income by increasing which of the following?", "Images": [], "AnswerChoices": ["The money supply", "Unemployment", "Aggregate demand only", "Aggregate supply only", "Both aggregate demand and aggregate supply"], "Answer": "E"}, {"QuestionStatement": "Which of the following would most likely lead to a decrease in aggregate demand, that is, shift the aggregate demand curve leftward?", "Images": [], "AnswerChoices": ["A decrease in taxes", "A decrease in interest rates", "An increase in household savings", "An increase in household consumption", "An increase in business firms’ purchases of capital equipment from retained earnings"], "Answer": "C"}, {"QuestionStatement": "According to the Keynesian model, equilibrium output of an economy may be less than the full-employment level of output because at full employment", "Images": [], "AnswerChoices": ["Sufficient income may or may not be generated to keep workers above the subsistence levels", "There might not be enough demand by firms and consumers to buy that output", "Workers may not be willing to work the hours necessary to produce the output", "Interest rates might not be high enough to provide the incentive to finance the production", "Banks may not be willing to lend enough money to support output"], "Answer": "B"}, {"QuestionStatement": "Which of the following measures might be used to reduce a federal budget deficit?I.      Raising taxesII.      Reducing federal spendingIII.      Lowering interest rates", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and III only", "I, II, and III"], "Answer": "E"}]