[{"QuestionStatement": "Supply side economists argue that", "Images": [], "AnswerChoices": ["A cut in high tax rates results in an increased deficit and thus increases aggregate supply", "Lower tax rates provide positive work incentives and thus shift the aggregate supply curve to the right", "The aggregate supply of goods can only be increased if the price level falls", "Increased government spending should be used to stimulate the economy", "The government should regulate the supply of imports"], "Answer": "B"}, {"QuestionStatement": "An increase in which of the following would cause the long-run aggregate supply curve to shift to the right?", "Images": [], "AnswerChoices": ["Corporate income tax rates", "Aggregate demand", "Potential output", "The average wage rate", "The price level"], "Answer": "C"}, {"QuestionStatement": "Total spending in the economy is most likely to increase by the largest amount if which of the following occur to government spending and taxes?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-4_files/mc003-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "D"}, {"QuestionStatement": "If businesses are experiencing an unplanned increase in inventories, which of the following is most likely to be true?", "Images": [], "AnswerChoices": ["Aggregate demand is greater than output, and the level of spending will increase", "Aggregate demand is less than output, and the level of spending will decrease", "The economy is growing and will continue to grow until a new equilibrium level of spending is reached", "Planned investment is greater than planned saving, and the level of spending will decrease", "Planned investment is less than planned saving, and the level of spending will increase"], "Answer": "B"}, {"QuestionStatement": "According to the Keynesian model, an expansionary fiscal policy would tend to cause which of the following changes in output and interest rates?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-4_files/mc005-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "A"}, {"QuestionStatement": "The cost of reducing unemployment is accepting a higher rate of inflation.The statement above would most likely be made by a person who believes in the", "Images": [], "AnswerChoices": ["Quantity theory of money", "Phillips curve", "Theory of rational expectations", "Paradox of value", "Liquidity trap"], "Answer": "B"}, {"QuestionStatement": "Which of the following will occur as a result of an improvement in technology?", "Images": [], "AnswerChoices": ["The aggregate demand curve will shift to the right", "The aggregate demand curve will shift to the left", "The aggregate supply curve will shift to the right", "The aggregate supply curve will shift to the left", "The production possibilities curve will shift inward"], "Answer": "C"}, {"QuestionStatement": "If, in response to an increase in investment of $10 billion, equilibrium income rises by a total of $50 billion, then marginal propensity to save is", "Images": [], "AnswerChoices": [".1", ".2", ".5", ".8", ".9"], "Answer": "B"}, {"QuestionStatement": "Which of the following is a possible cause of stagflation (simultaneous high unemployment and high inflation)?", "Images": [], "AnswerChoices": ["Increase in labor productivity", "Increase in price for raw materials", "The rapid growth and development of the computer industry", "A decline in labor union membership", "A low growth rate of the money supply"], "Answer": "B"}, {"QuestionStatement": "The diagram above shows two aggregate supply curves, AS1 and AS2.  Which of the following statements most accurately characterizes the AS1 curve relative to the AS2 curve?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-4_files/mc010-1.jpg"], "AnswerChoices": ["AS1 is Keynesian because it reflects greater wage and price flexibility", "AS1 is classical because it reflects greater wage and price flexibility", "AS1 is Keynesian because it reflects less wage and price flexibility", "AS1 is classical because it reflects less wage and price flexibility", "AS1 could be either classical or Keynesian because it reflects greater wage flexibility but less price flexibility"], "Answer": "C"}, {"QuestionStatement": "If the marginal propensity to consume is 0.9, what is the maximum amount that the equilibrium gross national product could change if government expenditures increase by $1 billion?", "Images": [], "AnswerChoices": ["It could decrease by up to $9 billion", "It could increase by up to $0.9 billion", "It could increase by up to $1 billion", "It could increase by up to $9 billion", "It could increase by up to $10 billion"], "Answer": "E"}, {"QuestionStatement": "The figure above represents an economy with no government and no foreign sector.  Which of the following statements about this economy is true?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-4_files/mc012-1.jpg"], "AnswerChoices": ["At Y, planned investment is less than saving", "At Y, planned investment is equal to saving", "At Y, planned investment is greater than saving", "At full employment, total spending is equal to total income", "At full employment, planned investment is equal to saving"], "Answer": "B"}, {"QuestionStatement": "Expansionary fiscal policy will be most effective when", "Images": [], "AnswerChoices": ["The aggregate supply curve is horizontal", "The economy is at or above full employment output", "Transfer payments are decreased, while taxes remain unchanged", "Wages and prices are very flexible", "The Federal Reserve simultaneously increases the reserve requirement"], "Answer": "A"}, {"QuestionStatement": "Which of the following would increase the value of the multiplier?", "Images": [], "AnswerChoices": ["An increase in government expenditure", "An increase in exports", "A decrease in government unemployment benefits", "A decrease in the marginal propensity to consume", "A decrease in the marginal propensity to save"], "Answer": "E"}, {"QuestionStatement": "Which of the following will be true if inflation can be accurately forecast and both prices and wages are fully flexible?", "Images": [], "AnswerChoices": ["Long periods of high unemployment will be possible", "The supply of labor will be insensitive to the real wage rate", "The Phillips curve will be vertical", "The equilibrium unemployment rate will be zero", "Real interest rates will be greater than nominal interest rates"], "Answer": "C"}, {"QuestionStatement": "Which of the following policies is most likely to encourage long-run economic growth in a country?", "Images": [], "AnswerChoices": ["An embargo on high technology imports", "A decline in the number of immigrants to the country", "An increase in government transfer payments", "An increase in the per capita savings rate", "An increase in defense spending"], "Answer": "D"}, {"QuestionStatement": "An increase in which of the following will increase the value of the spending multiplier?", "Images": [], "AnswerChoices": ["The supply of money", "Equilibrium output", "Personal income tax rates", "The marginal propensity to consume", "The required reserve ratio"], "Answer": "D"}, {"QuestionStatement": "According to the Keynesian model, which of the following would increase aggregate demand?", "Images": [], "AnswerChoices": ["An increase in autonomous investment", "An increase in the discount rate", "A decrease in unemployment compensation payments", "A decrease in government expenditures accompanied by an equal reduction in taxes", "A decrease in government expenditures on public works"], "Answer": "A"}, {"QuestionStatement": "The graph above indicates equilibrium at E for a closed economy without government spending.  If the addition of government spending results in equilibrium at F, which of the following is true?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-4_files/mc019-1.jpg"], "AnswerChoices": ["Government spending is $300 and the multiplier is 5", "Government spending is $100 and the multiplier is 5", "Government spending is $100 and consumption increases by $500", "Government spending and gross domestic product increase by $500 each", "Consumption and gross domestic product increase by $500 each"], "Answer": "B"}, {"QuestionStatement": "According to Keynesian theory, decreasing taxes and increasing government spending will most likely change consumption expenditures and unemployment in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-4_files/mc020-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "C"}, {"QuestionStatement": "In an economy at full employment, a presidential candidate proposes cutting the government debt in half in four years by increasing tax rates and reducing government expenditures.  According to Keynesian theory, implementation of these policies is most likely to increase", "Images": [], "AnswerChoices": ["Unemployment", "Consumer prices", "Aggregate demand", "Aggregate supply", "The rate of economic growth"], "Answer": "A"}, {"QuestionStatement": "According to the graph above, which of the following will necessarily result in a decrease in output?I.      A rightward shift of the aggregate demand curveII.      A leftward shift of the aggregate demand curveIII.      A rightward shift of the aggregate supply curveIV.      A leftward shift of the aggregate supply curve", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-4_files/mc022-1.jpg"], "AnswerChoices": ["I only", "III only", "I and III only", "II and III only", "II and IV only"], "Answer": "E"}, {"QuestionStatement": "Which of the following will result in the greatest increase in aggregate demand?", "Images": [], "AnswerChoices": ["A $100 increase in taxes", "A $100 decrease in taxes", "A $100 increase in government expenditures", "A $100 increase in government expenditures, coupled with a $100 increase in taxes", "A $100 increase in government expenditures, coupled with a $100 decrease in taxes"], "Answer": "E"}, {"QuestionStatement": "If the marginal propensity to consume increase, the equilibrium levels of income and consumption will change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-4_files/mc024-1.jpg", "http://bencullivan.com/Econtest/APMacro/APU3/u3-4_files/mc024-2.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "D"}, {"QuestionStatement": "If private investment of $100 is added to the economy, the equilibrium levels of income and consumption will change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-4_files/mc025-1.jpg", "http://bencullivan.com/Econtest/APMacro/APU3/u3-4_files/mc025-2.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}]