[{"QuestionStatement": "An aggregate supply curve may be horizontal over some range because within that range", "Images": [], "AnswerChoices": ["A higher price level leads to higher interest rates, which reduce the money supply and consumer spending", "Changes in the aggregate price level do not induce substitution", "Output cannot be increased unless prices and interest rates increase", "Rigid prices prevent employment from fluctuating", "Resources are underemployed and an increase in demand will be satisfied without any pressure on the price level"], "Answer": "E"}, {"QuestionStatement": "Which of the following relationships is illustrated by a short-run Phillips curve?", "Images": [], "AnswerChoices": ["A decrease in the rate of inflation is accompanied by an increase in the rate of economic growth", "A decrease in the rate of inflation is accompanied by a decrease in the rate of economic growth", "An increase in the rate of inflation is accompanied by a decrease in the rate of economic growth", "An increase in the rate of inflation is accompanied by an increase in the rate of unemployment", "A decrease in the rate of economic growth is accompanied by a decrease in the rate of unemployment"], "Answer": "B"}, {"QuestionStatement": "Which of the following could cause simultaneous increases in inflation and unemployment?", "Images": [], "AnswerChoices": ["A decrease in government spending", "A decrease in the money supply", "A decrease in the velocity of money", "An increase in inflationary expectations", "An increase in the overall level of productivity"], "Answer": "D"}, {"QuestionStatement": "The long-run aggregate supply curve is likely to shift to the right when there is", "Images": [], "AnswerChoices": ["An increase in the cost of productive resources", "An increase in productivity", "An increase in the federal budget deficit", "A decrease in the money supply", "A decrease in the labor force"], "Answer": "B"}, {"QuestionStatement": "Which of the following is a basic tenet of classical economic analysis?", "Images": [], "AnswerChoices": ["Saving is usually greater than investment", "The economy is self-correcting to full employment", "The economy may be in equilibrium at less than full employment", "Inflation is not a serious economic problem", "The prices of products tend to be inflexible"], "Answer": "B"}, {"QuestionStatement": "Which of the following will most likely result from a decrease in government spending?", "Images": [], "AnswerChoices": ["An increase in output", "An increase in the price level", "An increase in employment", "A decrease in aggregate supply", "A decrease in aggregate demand"], "Answer": "E"}, {"QuestionStatement": "Current equilibrium output equals $2,500,000, potential output equals 2,600,000 and the marginal propensity to consume equals 0.75.  Under these conditions, a Keynesian economist is most likely to recommend", "Images": [], "AnswerChoices": ["Decreasing taxes by $25,000", "Decreasing taxes by $100,000", "Increasing government spending by $25,000", "Increasing government spending by $33,333", "Increasing government spending by $100,000"], "Answer": "C"}, {"QuestionStatement": "An inflationary gap could be reduced by", "Images": [], "AnswerChoices": ["An increase in government spending", "An increase in the supply of money", "An increase in the income tax rate", "A decrease in the discount rate", "A decrease in the reserve requirement"], "Answer": "C"}, {"QuestionStatement": "Which of the following is true of supply shocks?", "Images": [], "AnswerChoices": ["They tend to change both relative prices and the general price level in the economy", "They affect only the general price level", "They can be anticipated and offset with appropriate fiscal policy", "They can be anticipated and offset with appropriate monetary policy", "They make the aggregate supply curve vertical"], "Answer": "A"}, {"QuestionStatement": "Suppose that, from 1985 to 1986, unemployment fell from 7.2 to 7.0 percent and inflation fell from 3.8 to 1.1 percent.  An explanation of these changes might be that the", "Images": [], "AnswerChoices": ["Aggregate demand curve shifted to the left", "Aggregate demand curve shifted to the right", "Aggregate supply curve shifted to the left", "Aggregate supply curve shifted to the right", "Short-run Phillips curve shifted to the right"], "Answer": "D"}, {"QuestionStatement": "Which of the following is a key feature of Keynesian economics?", "Images": [], "AnswerChoices": ["The level of saving depends mostly on interest rates", "The level of government expenditure depends mostly on interest rates", "Supply creates its own demand", "Macroeconomic equilibrium can occur at less than full employment", "Wages are more flexible than prices"], "Answer": "D"}, {"QuestionStatement": "If a large increase in total spending has no effect on real gross domestic product, it must be true that", "Images": [], "AnswerChoices": ["The price level is rising", "The economy is experiencing high unemployment", "The spending multiplier is equal to 1", "The economy is in short-run equilibrium", "Aggregate supply has increased"], "Answer": "A"}, {"QuestionStatement": "According to Keynesian theory, the most important determinant of saving and consumption is the", "Images": [], "AnswerChoices": ["Interest rate", "Price level", "Level of income", "Level of employment", "Flexibility of wages and prices"], "Answer": "C"}, {"QuestionStatement": "Faced with a large federal budget deficit, the government decides to decrease expenditures and tax revenues by the same amount.  This action will affect output and interest rates in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-5_files/mc014-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "E"}, {"QuestionStatement": "The graph above depicts an economy’s aggregate demand and aggregate supply curves.  If aggregate demand remains constant, the equilibrium price levels in the short run and in the long run will be which of the following?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-5_files/mc015-1.jpg", "http://bencullivan.com/Econtest/APMacro/APU3/u3-5_files/mc015-2.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "An increase in energy costs will most likely cause the price level and real gross domestic product to change in which of the following ways?  ", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-5_files/mc016-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "Which of the following arguments is typically associated with classical economists?", "Images": [], "AnswerChoices": ["A market economy is self-correcting and thus will not remain in an recession indefinitely", "A market economy has stable prices and thus is usually free from inflation", "A market economy requires a strong government to ensure that the market meets the needs of the people", "A market economy needs only moderate assistance from the government to avoid an extended recession", "A market economy eventually results in monopolies in both the input and output markets"], "Answer": "A"}, {"QuestionStatement": "Which of the following will occur if the federal government runs a budget deficit?", "Images": [], "AnswerChoices": ["The expenditure multiplier will increase", "The size of the national debt will increase", "The economy’s output will decrease", "State governments will run a budget surplus to offset the federal deficit", "Interest rates will tend to decline"], "Answer": "B"}, {"QuestionStatement": "According to the Keynesian savings schedule, when aggregate income increases by a given amount, savings will", "Images": [], "AnswerChoices": ["Remain the same", "Decrease the amount of the change in income", "Increase by the amount of the change in income", "Increase by less than the amount of the change in income", "Increase by more than the amount of the change in income"], "Answer": "D"}, {"QuestionStatement": "An inflationary gap can be eliminated by all of the following EXCEPT", "Images": [], "AnswerChoices": ["An increase in personal income taxes", "An increase in the money supply", "An increase in interest rates", "A decrease in government spending", "A decrease in net exports"], "Answer": "B"}, {"QuestionStatement": "A contractionary supply shock would most likely result in", "Images": [], "AnswerChoices": ["An increase in aggregate demand", "An increase in national income", "An increase in gross domestic product", "A decrease in the general price level", "A decrease in employment"], "Answer": "E"}, {"QuestionStatement": "The economy is currently experiencing", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-5_files/mc022-1.jpg"], "AnswerChoices": ["Inflation", "Recession", "Expansion", "Stagflation", "Rapid Growth"], "Answer": "B"}, {"QuestionStatement": "The minimum increase in government spending necessary to reach full employment is", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-5_files/mc023-1.jpg"], "AnswerChoices": ["$2,000", "$1,000", "$500", "$200", "$100"], "Answer": "C"}, {"QuestionStatement": "If the economy is operating in the intermediate range of the aggregate supply curve and if aggregate demand increases due to an increase in net exports, then the price level, output, and the unemployment rate are most likely to change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-5_files/mc024-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "The value of the spending multiplier decreases when", "Images": [], "AnswerChoices": ["Tax rates are reduced", "Exports decline", "Imports decline", "Government spending increases", "The marginal propensity to save increases"], "Answer": "E"}]