[{"QuestionStatement": "A major advantage of automatic stabilizers in fiscal policy is that they", "Images": [], "AnswerChoices": ["Reduce the public debt", "Increase the possibility of a balanced budget", "Stabilize the unemployment rate", "Go into effect without passage of new legislation", "Automatically reduce the inflation rate"], "Answer": "D"}, {"QuestionStatement": "The short-run aggregate supply curve is likely to shift to the left when there is an increase in", "Images": [], "AnswerChoices": ["The cost of productive resources", "Productivity", "The money supply", "The federal budget deficit", "Imports"], "Answer": "A"}, {"QuestionStatement": "In the simple Keynesian aggregate expenditure model of an economy, changes in investment or government spending will lead to a change in which of the following?", "Images": [], "AnswerChoices": ["The price level", "The level of output and employment", "Interest rates", "The aggregate supply curve", "The demand for money, unless the economy slips into the liquidity trap"], "Answer": "B"}, {"QuestionStatement": "In a closed economy with no taxes in which the average propensity to consume is 0.75, which of the following is true?", "Images": [], "AnswerChoices": ["If income is $100, then saving is $75", "If income is $100, then consumption is $50", "If income is $200, then saving is $50", "If income is $200, then consumption is $75", "If income is $500, then saving is $100"], "Answer": "C"}, {"QuestionStatement": "In the short run, a restrictive fiscal policy will cause aggregate demand, output, and the price level to change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-6_files/mc005-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "Which of the following best explains how an economy could simultaneously experience high inflation and high unemployment?", "Images": [], "AnswerChoices": ["The government increases spending without increasing taxes", "The government increases taxes without increasing spending", "Inflationary expectations decline", "Women and teenagers stay out of the labor force", "Negative supply shocks cause factor prices to increase"], "Answer": "E"}, {"QuestionStatement": "The intersection of the aggregate supply curve and the aggregate demand curve occurs at the economy’s equilibrium level of", "Images": [], "AnswerChoices": ["Real investment and the interest rate", "Real disposable income and unemployment", "Real national output and the price level", "Government expenditures and taxes", "Imports and exports"], "Answer": "C"}, {"QuestionStatement": "Which of the following would most likely cause a rightward shift in an economy’s aggregate supply curve?", "Images": [], "AnswerChoices": ["An increase in interest rates", "A tax increase of 50 cents per gallon for gasoline", "An across-the-board reduction of wages in the manufacturing sector", "The passage of legislation mandating a reduction in automobile pollution", "The shutdown of plants and movement of production of goods abroad"], "Answer": "C"}, {"QuestionStatement": "Suppose that disposable income is $1,000, consumption is $700, and the marginal propensity to consume (MPC) is 0.6.  If disposable income then increases by $100, consumption and savings will equal which of the following?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-6_files/mc009-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "If, at full employment, the government wants to increase spending by $100 billion without increasing inflation in the short run, it must do which of the following?", "Images": [], "AnswerChoices": ["Raise taxes by more than $100 billion", "Raise taxes by $100 billion", "Raise taxes by less than $100 billion", "Lower taxes by $100 billion", "Lower taxes by less than $100 billion"], "Answer": "A"}, {"QuestionStatement": "According to the monetarists, which of the following is true of expansionary fiscal policy?", "Images": [], "AnswerChoices": ["It will cause interest rates to rise and crowd out private investment spending", "It should not be used so long as there is a national debt", "It should be used only when some resources are unemployed and the inflation rate is low", "It will decrease aggregate income", "It will increase aggregate income as long as the money supply is decreased at a slow steady rate"], "Answer": "A"}, {"QuestionStatement": "Which of the following policies would a Keynesian recommend during a period of high unemployment and low inflation?", "Images": [], "AnswerChoices": ["Decreasing the money supply to reduce aggregate demand", "Decreasing taxes to stimulate aggregate demand", "Decreasing government spending to stimulate aggregate supply", "Balancing the budget to stimulate aggregate supply", "Imposing wage and price controls to stimulate aggregate supply"], "Answer": "B"}, {"QuestionStatement": "An important assumption in Keynesian theory is that", "Images": [], "AnswerChoices": ["Prices are rigid downward and decreases in aggregate demand will lead to an increase in unemployment", "Price rigidity will cause downturns in the economy to self correct", "When aggregate demand is inadequate, prices will fall", "When interest rates are high, many businesses borrow money", "Changes in the money supply are the major cause of changes in real output and price level"], "Answer": "A"}, {"QuestionStatement": "Which of the following changes in the aggregate demand and aggregate supply curves is likely to result in stagflation?", "Images": [], "AnswerChoices": ["The aggregate demand curve shifts to the left when the economy is in the classical range of the aggregate supply curve", "The aggregate demand curve shifts to the right when the economy is in the classical range of the aggregate supply curve", "The aggregate demand curve shifts to the right when the economy is in the Keynesian range of the aggregate supply curve", "The aggregate supply curve shifts to the left", "The aggregate supply curve shifts to the right"], "Answer": "D"}, {"QuestionStatement": "Federal budget deficits occur when", "Images": [], "AnswerChoices": ["More money is being spent on entitlement programs than has been allocated", "The Internal Revenue Service spends more than it collects in taxes in a given year", "The federal government spends more than it collects in taxes in a given year", "High levels of unemployment use up tax collections", "Interest payments on the national debt increase from one year to the next"], "Answer": "C"}, {"QuestionStatement": "Crowding out is best described as which of the following?", "Images": [], "AnswerChoices": ["The decrease in full-employment output caused by an increase in taxes", "The decrease in consumption or private investment spending caused by an increase in government spending", "The decrease in government spending caused by a decrease in taxes", "The increase in the amount of capital outflow caused by the increase in government spending", "The increase in the amount of capital inflow caused by the increase in government spending"], "Answer": "B"}, {"QuestionStatement": "When the United States government engages in deficit spending, that spending is primarily financed by", "Images": [], "AnswerChoices": ["Increasing the required reserve ratio", "Borrowing from the World Bank", "Issuing new bonds", "Appreciating the value of the dollar", "Depreciating the value of the dollar"], "Answer": "C"}, {"QuestionStatement": "According to the short-run Phillips Curve, there is a trade-off between", "Images": [], "AnswerChoices": ["Interest rates and inflation", "The growth of the money supply and interest rates", "Unemployment and economic growth", "Inflation and unemployment", "Economic growth and interest rates"], "Answer": "D"}, {"QuestionStatement": "A favorable supply shock, such as a decrease in energy prices, is most likely to have which of the following short-run effects on the price level and output?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-6_files/mc019-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "The classical economists argued that involuntary unemployment would always be eliminated by", "Images": [], "AnswerChoices": ["Increasing government spending to increase aggregate demand", "Increasing the money supply to stimulate investment spending", "Self-correcting market forces stemming from flexible prices and wages", "Maintaining the growth of the money supply at a constant rate", "Decreasing corporate income taxes to encourage investment"], "Answer": "C"}, {"QuestionStatement": "An increase in the marginal propensity to consume causes an increase in which of the following?", "Images": [], "AnswerChoices": ["Marginal propensity to save", "Spending multiplier", "Savings rate", "Exports", "Aggregate supply"], "Answer": "B"}, {"QuestionStatement": "If AD and AS represent aggregate demand and aggregate supply curves, respectively, and the arrows indicate the movement of the curves, which of the following graphs best illustrates long-run economic growth?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-6_files/mc022-1.jpg", "http://bencullivan.com/Econtest/APMacro/APU3/u3-6_files/mc022-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Assume that the economy is at full-employment equilibrium in the diagram shown above.  Which of the following would lead to stagflation?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU3/u3-6_files/mc023-1.jpg"], "AnswerChoices": ["A leftward shift of the short-run aggregate supply curve only", "A rightward shift of the short-run aggregate supply curve only", "A leftward shift of the aggregate demand curve only", "A rightward shift of the aggregate demand curve only", "A rightward shift in both the short-run aggregate supply curve and the aggregate demand curve"], "Answer": "A"}, {"QuestionStatement": "According to the long run Phillips curve, which of the following is true?", "Images": [], "AnswerChoices": ["Unemployment increases with an increase in inflation", "Unemployment decreases with an increase in inflation", "Increased automation will lead to lower levels of structural unemployment in the long run", "Changes in the composition of the overall demand for labor tend to be deflationary in the long run", "The natural rate of unemployment is independent of monetary and fiscal policy changes that affect aggregate demand"], "Answer": "E"}, {"QuestionStatement": "1.      A change in which of the following will cause the short-run aggregate supply curve to shift?I.      The price levelII.      Government spendingIII.      The cost of all inputs", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and II only", "I, II, and III"], "Answer": "C"}]