[{"QuestionStatement": "The Federal Reserve can cause an increase in interest rates in an attempt to", "Images": [], "AnswerChoices": ["Reduce inflation", "Reduce cyclical unemployment", "Reduce structural unemployment", "Increase aggregate demand", "Increase investment spending"], "Answer": "A"}, {"QuestionStatement": "Which of the following most undermines the ability of a nation’s currency to store value?", "Images": [], "AnswerChoices": ["A decrease in the purchasing power of the currency", "The use of credit and debit cards as mediums of exchange", "An increase in the prices of federal bonds", "Appreciation of the currency in the international money market", "An increase in the supply of foreign currencies in the international money market"], "Answer": "A"}, {"QuestionStatement": "Which of the following is most likely to occur when the Federal Reserve buys government bonds on the open market?", "Images": [], "AnswerChoices": ["The demand for money will decrease", "The government’s debt will decrease", "Interest rates will decrease", "The discount rate will increase", "Investment demand will decrease"], "Answer": "C"}, {"QuestionStatement": "Which of the following actions by the Federal Reserve reduces the ability of the banking system to create money?", "Images": [], "AnswerChoices": ["Decreasing the federal funds rate", "Decreasing the discount rate", "Increasing the money supply", "Increasing the reserve requirement", "Buying government bonds on the open market"], "Answer": "D"}, {"QuestionStatement": "Which of the following government policies can reduce the rate of inflation in the short run?", "Images": [], "AnswerChoices": ["Providing investment tax credits for businesses", "Reducing personal income tax rates", "Selling bonds on the open market", "Decreasing the reserve requirement", "Decreasing the discount rate"], "Answer": "C"}, {"QuestionStatement": "When the Federal Reserve increases the money supply to stimulate aggregate demand, workers believe that this action will cause inflation in the future and ask for higher wages to offset the expected increase in inflation.  This is an example of", "Images": [], "AnswerChoices": ["Adaptive expectations", "Rational expectations", "The velocity of money", "The real balance effect", "The money multiplier"], "Answer": "B"}, {"QuestionStatement": "Which of the following would be included as a liability on a commercial bank’s balance sheet?", "Images": [], "AnswerChoices": ["Consumer loans", "Demand deposits", "Net worth", "Bank reserves", "Treasury bonds"], "Answer": "B"}, {"QuestionStatement": "Suppose that the Federal Reserve is committed to keeping the nominal interest rate fixed.  To maintain the interest rate target in the face of expansionary fiscal policy, the Federal Reserve can do which of the following?", "Images": [], "AnswerChoices": ["Increase the prime rate", "Increase the discount rate", "Increase the federal funds market", "Engage in open-market purchases", "Engage in open market sales"], "Answer": "D"}, {"QuestionStatement": "Which of the following is true of the quantity of money demanded?", "Images": [], "AnswerChoices": ["It rises when interest rates rise, because the return from holding money increases", "It falls when interest rates rise, because the opportunity cost of holding money increases", "It remains constant when interest rates rise, as long as inflation remains constant", "It rises when interest rates rise, as long as inflation is declining", "It falls when the money supply increases, as long as inflation remains constant"], "Answer": "B"}, {"QuestionStatement": "Assume that the economy is in equilibrium.  If aggregate demand increases, nominal interest rates and bond prices will most likely change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-1_files/mc010-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "If the Federal Reserve pursues a contractionary monetary policy, output and the price level will change in which of the following ways in the short run?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-1_files/mc011-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "D"}, {"QuestionStatement": "Expansionary monetary policy can affect the economy through which of the following chains of events?", "Images": [], "AnswerChoices": ["Increasing the discount rate lowers the real interest rate, which raises investment.", "Reducing taxes lowers the discount rate, which raises consumption", "Increasing government expenditure lowers the interest rate, which raises investment.", "Increasing the reserve requirement decreases the interest rate, which increases investment", "Buying bonds increases the money supply, which lowers the interest rate"], "Answer": "E"}, {"QuestionStatement": "The required reserve ratio is 0.2 and the Federal Reserve sells $1 million in securities.  If there are no leakages and banks do not hold excess reserves, then which of the following is the change in the money supply?", "Images": [], "AnswerChoices": ["An increase of $1 million", "An increase of $1.2 million", "An increase of $5 million", "A decrease of $1.2 million", "A decrease of $5 million"], "Answer": "E"}, {"QuestionStatement": "The transaction demand for money is very closely associated with money’s use as a", "Images": [], "AnswerChoices": ["Store of value", "Standard unit of account", "Measure of value", "Medium of exchange", "Standard of deferred payment"], "Answer": "D"}, {"QuestionStatement": "Hyperinflation is typically caused by", "Images": [], "AnswerChoices": ["High tax rates that discourage work effort", "Continuous expansion of the money supply to finance government budget deficits", "Trade surpluses that are caused by strong protectionist policies", "Bad harvests that lead to widespread shortages", "A large decline in corporate profits that leads to a decrease in production"], "Answer": "B"}, {"QuestionStatement": "The amount of money that the public wants to hold in the form of cash will", "Images": [], "AnswerChoices": ["Be unaffected by any change in interest rates or the price level", "Increase if interest rates increase", "Decrease if interest rates increase", "Increase if the price level decreases", "Decrease if the price level remains constant"], "Answer": "C"}, {"QuestionStatement": "With an increase in the real interest rate, consumption and real gross domestic product will most likely change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-1_files/mc017-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "D"}, {"QuestionStatement": "Which of the following will lead to a decrease in a nation’s money supply?", "Images": [], "AnswerChoices": ["A decrease in income tax rates", "A decrease in the discount rate", "An open market purchase of government securities by the central bank", "An increase in reserve requirements", "An increase in government expenditures on goods and services"], "Answer": "D"}, {"QuestionStatement": "Based on the balance sheets for three different banks, which of the following is true, if the reserve requirement is 10 percent?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-1_files/mc019-1.jpg"], "AnswerChoices": ["Bank A has no excess reserves", "Bank B has no excess reserves", "Bank B can increase its loans by $500", "Bank B can increase its loans by $40", "Bank C has excess reserves"], "Answer": "D"}, {"QuestionStatement": "A reduction in inflation can best be achieved by which of the following combinations of fiscal and monetary policy?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-1_files/mc020-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "A"}, {"QuestionStatement": "If a country’s economy is operating below the full-employment level of output at a very low inflation rate, the central bank of the country is most likely to", "Images": [], "AnswerChoices": ["Pursue an expansionary monetary policy because it is required to do so by law whenever output is below the full employment level", "Pursue an expansionary fiscal policy because it is required to do so by law whenever output is below the full employment level", "Lower the discount rate and buy bonds on the open market to generate an increase in output", "Lower the required reserve and sell bonds on the open market to generate an increase in output", "Raise the discount rate and lower the required reserve ratio to generate an increase in output"], "Answer": "C"}, {"QuestionStatement": "An increase in the government budget deficit is most likely to result in an increase in which of the following?", "Images": [], "AnswerChoices": ["The marginal propensity to consume", "Exports", "The real interest rate", "The money supply", "The simple multiplier"], "Answer": "C"}, {"QuestionStatement": "A commercial bank’s ability to create money depends on which of the following?", "Images": [], "AnswerChoices": ["The existence of a central bank", "A fractional reserve banking system", "Gold or silver reserves backing up the currency", "A large national debt", "The existence of both checking accounts and savings accounts"], "Answer": "B"}, {"QuestionStatement": "A barter economy is different from a money economy in that a barter economy", "Images": [], "AnswerChoices": ["Encourages specialization and division of labor", "Involves higher costs for each transaction", "Eliminates the need for a double coincidence of wants", "Has only a few assets that serve as a medium of exchange", "Promotes market exchanges"], "Answer": "B"}, {"QuestionStatement": "In the short-run, which of the following would occur to bond prices and interest rates if a central bank bought bonds through open-market operations?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-1_files/mc025-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "C"}]