[{"QuestionStatement": "Assume that the required reserve ratio is 10 percent, banks keep no excess reserves, and borrowers deposit all loans made by banks.  Suppose you have $100 in cash at home and decide to deposit it in your checking account.  As a result of your deposit, the money supply can increase by a maximum of", "Images": [], "AnswerChoices": ["$800", "$900", "$1,000", "$1,100", "$1,200"], "Answer": "B"}, {"QuestionStatement": "Which of the following occurs as investment becomes more responsive to changes in the interest rate?", "Images": [], "AnswerChoices": ["Monetary policy becomes more effective at changing real gross domestic product", "Fiscal policy becomes more effective at changing real gross domestic product", "Monetary policy becomes more effective at changing interest rates", "Fiscal policy becomes more effective at changing interest rates", "There is no change in the effectiveness of either monetary or fiscal policy"], "Answer": "A"}, {"QuestionStatement": "Which of the following is true about change in tax rates, changes in the level of government expenditures, and changes in the money supply?", "Images": [], "AnswerChoices": ["They are automatic stabilizers", "They are tools of discretionary fiscal policy", "They have different lag times between implementation of a policy and its effects on aggregate demand", "They are favored equally by both classical and Keynesian economists to fine-tune the economy", "All are controlled by the Federal reserve system"], "Answer": "C"}, {"QuestionStatement": "In the narrowest definition of money, M1, savings accounts are excluded because they are", "Images": [], "AnswerChoices": ["Not a medium of exchange", "Not insured by federal deposit insurance", "Available from financial institutions other than banks", "A store of purchasing power", "Interest-paying accounts"], "Answer": "A"}, {"QuestionStatement": "For which of the following sets of unemployment and inflation rates will a central bank be most reluctant to increase the rate of growth in the money supply?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-2_files/mc005-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "E"}, {"QuestionStatement": "A contraction in the money supply will most likely change the nominal interest rate and aggregate demand in which of the following ways in the short run?  Nominal          Interest Rate    Aggregate Demanda.      Increase            Decreaseb.      Increase            Increasec.      Increase            Not changed.      Decrease            Decreasee.      Decrease            Increase", "Images": [], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "A"}, {"QuestionStatement": "If the economy is in a severe recession, which of the following policy actions is most appropriate?", "Images": [], "AnswerChoices": ["Keeping the money supply constant and reducing budget deficits", "Decreasing government spending and taxes by the same amount", "Increasing both the money supply and government spending", "Increasing both the federal funds rate and taxes", "Decreasing the money supply and increasing taxes"], "Answer": "C"}, {"QuestionStatement": "Of the following, the most liquid asset is", "Images": [], "AnswerChoices": ["mutual funds", "currency", "time deposits", "demand deposits", "savings deposits"], "Answer": "B"}, {"QuestionStatement": "An increase in government spending will affect the demand for money and nominal interest rates in which of the following ways?  Demand                     Nominal                  for Money                Interest Ratesa.      Increase            Increaseb.      Increase            Decreasec.      Increase            Indeterminated.      Decrease            Increasee.      Decrease            Decrease", "Images": [], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "A"}, {"QuestionStatement": "Which of the following policies, if appropriately sized, would provide expansion during a recession with the smallest change in interest rates?", "Images": [], "AnswerChoices": ["An open-market purchase of government securities by the central bank and a decrease in the federal funds rate", "An open-market sale of government securities by the central bank and an increase in the federal funds rate", "A decrease in taxes and an open-market purchase of government securities by the central bank", "An increase in government spending and an open-market sale of government securities by the central bank", "An increase in taxes and an increase in the federal funds rate"], "Answer": "C"}, {"QuestionStatement": "Assume that the public holds part of its money in cash and the rest in checking accounts. If the central bank lowers the reserve requirement from 16 percent to 8 percent, the money supply will", "Images": [], "AnswerChoices": ["decrease by more than half", "decrease by half", "decrease by less than half", "exactly double", "increase by less than double"], "Answer": "E"}, {"QuestionStatement": "Potential gross domestic product will decrease under which of the following conditions?", "Images": [], "AnswerChoices": ["The growth rate of the population increases more rapidly than the growth rate of gross domestic product.", "Nominal gross domestic product increases more than real gross domestic product", "The natural rate of unemployment decreases", "The country’s annual depreciation is greater than its annual gross investment", "The monetary authorities adopt an easy monetary policy"], "Answer": "D"}, {"QuestionStatement": "Which of the following actions by the Federal Reserve of the United States increases the money supply?", "Images": [], "AnswerChoices": ["Buying government bonds on the open market", "Selling government bonds on the open market", "Increasing the reserve requirement", "Increasing the discount rate", "Increasing the federal funds rate"], "Answer": "A"}, {"QuestionStatement": "If a contractionary fiscal policy is followed by an expansionary monetary policy, nominal interest rate and employment would most likely be affected in which of the following ways in the short run?              Nominal          Interest Rate       Employmenta.      Increase            Increaseb.      Increase            Decreasec.      Decrease            Decreased.      Decrease            Indeterminatee.      Indeterminate      Decrease", "Images": [], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "D"}, {"QuestionStatement": "If the central bank raises the required reserve ratio, the money multiplier and the money supply will change in which of the following ways?Monetary Multiplier   Money Supplya.      Increase                 Increaseb.      Increase                 Decreasec.      Increase                 No changed.      Decrease                 No changee.      Decrease                 Decrease", "Images": [], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "E"}, {"QuestionStatement": "In the short run, government deficit spending will most likely", "Images": [], "AnswerChoices": ["raise the unemployment rate", "lower the inflation rate", "raise nominal interest rates", "lower private savings", "raise net exports"], "Answer": "C"}, {"QuestionStatement": "An increase in the price level will most likely cause which of the following?", "Images": [], "AnswerChoices": ["A leftward shift of the aggregate demand curve", "An increase in the demand for money", "An increase in the real interest rate", "A decrease in the nominal interest rate", "An increase in the supply of money"], "Answer": "B"}, {"QuestionStatement": "If aggregate demand is growing faster than long- run aggregate supply, the Federal Reserve is most likely to", "Images": [], "AnswerChoices": ["sell securities on the open market", "increase bond prices", "increase income taxes", "decrease the discount rate", "decrease the required reserve ratio"], "Answer": "A"}, {"QuestionStatement": "Which of the following is true of the opportunity cost of holding cash?", "Images": [], "AnswerChoices": ["It is zero", "It is represented by the value of the dollar", "It is equal to the price level", "It decreases as the price level rises", "It increases as the interest rate rises"], "Answer": "E"}, {"QuestionStatement": "In the long run, an increase in aggregate demand due to an expansion in the money supply will increase", "Images": [], "AnswerChoices": ["price level and real output", "nominal output and real output", "nominal output but not the price level", "nominal output and the price level", "real output but not the price level"], "Answer": "D"}, {"QuestionStatement": "If the required reserve ratio is 10 percent, actual reserves are $10 million, and currency in circulation is equal to $20 million, M1 will at most be equal to", "Images": [], "AnswerChoices": ["$20 million", "$30 million", "$90 million", "$120 million", "$150 million"], "Answer": "D"}, {"QuestionStatement": "Assume that the reserve requirement for demand deposits is 20 percent, that banks hold no excess reserves, and that the public holds no currency. If the central bank sells $10,000 worth of government securities to commercial banks, the total money supply will", "Images": [], "AnswerChoices": ["increase by $10,000", "increase by $50,000", "decrease by $10,000", "decrease by $50,000", "not change"], "Answer": "D"}, {"QuestionStatement": "With a constant money supply, if the demand for money decreases, the equilibrium interest rate and quantity of money will change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-2_files/mc023-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "E"}, {"QuestionStatement": "If an economy is operating with significant unemployment, an increase in which of the following will most likely cause employment to increase and the interest rate to decrease?", "Images": [], "AnswerChoices": ["Purchases of government bonds by the central bank", "Transfer payments", "Reserve requirements", "Government expenditures", "Investment in basic infrastructure"], "Answer": "A"}, {"QuestionStatement": "An appropriate fiscal policy to combat a recession would be to increase which of the following?", "Images": [], "AnswerChoices": ["Interest rates", "The money supply", "Taxes", "Government spending", "The sales of government bonds"], "Answer": "D"}]