[{"QuestionStatement": "Which of the following is most likely to occur if the Federal Reserve engages in open market operations to reduce inflation?", "Images": [], "AnswerChoices": ["A decrease in interest rates", "A decrease in reserves in the banking system", "A decrease in the government deficit", "An increase in the money supply", "An increase in exports"], "Answer": "B"}, {"QuestionStatement": "Which Federal Reserve action can shift the aggregate demand curve to the left", "Images": [], "AnswerChoices": ["Lowering the federal funds rate", "Lowering income taxes", "Lowering reserve requirements", "Raising the discount rate", "Raising government spending on national defense"], "Answer": "D"}, {"QuestionStatement": "Which of the following policy choices represents a combination of fiscal and monetary policies designed to bring the economy out of a recession?", "Images": [], "AnswerChoices": ["Decreasing both taxes and the money supply", "Increasing both taxes and the money supply", "Increasing government spending and decreasing the federal funds rate", "Increasing both taxes and the discount rate", "Engaging in deficit spending and government bond sales"], "Answer": "C"}, {"QuestionStatement": "Which of the following sequences of events would occur if the Federal Reserve implemented contractionary monetary policy?", "Images": [], "AnswerChoices": ["Interest rates increase, investment and consumption spending decrease, aggregate demand decreases, and output and prices decrease", "Interest rates increase, investment and consumption spending decrease, aggregate demand increases, and output and prices decrease", "Interest rates increase, investment and consumption spending increase, aggregate demand decreases, and output and prices decreases", "Interest rates decrease, investment and consumption spending decrease, aggregate demand decreases, and output and prices decrease", "Interest rates decrease, investment and consumption spending decrease, aggregate demand decreases, and output and prices increase"], "Answer": "A"}, {"QuestionStatement": "Which of the following can be expected to cause an increase in gross domestic product in the short run?", "Images": [], "AnswerChoices": ["An increase in the tax rate", "An increase in the interest rate", "Equal increases in both imports and exports", "Equal increases in both taxes and government expenditures", "Equal decreases in both investment and government expenditures"], "Answer": "D"}, {"QuestionStatement": "If the federal government reduces its budget deficit when the economy is close to full employment, which of the following will most likely result?", "Images": [], "AnswerChoices": ["Inflation will increase", "Tax revenues will increase", "Interest rates will decrease", "Unemployment will decrease", "The international value of the dollar will increase"], "Answer": "C"}, {"QuestionStatement": "Assume that the nominal interest rate is 10 percent.  If the expected inflation rate is 5 percent, the real interest rate is", "Images": [], "AnswerChoices": ["0.5%", "2%", "5%", "10%", "15%"], "Answer": "C"}, {"QuestionStatement": "Suppose that the Federal Reserve buys $400 billion worth of government securities from the public.  If the required reserve ratio is 20 percent, the maximum increase in the money supply is", "Images": [], "AnswerChoices": ["$1,600 billion", "$1,800 billion", "$2,000 billion", "$2,200 billion", "$2,400 billion"], "Answer": "C"}, {"QuestionStatement": "When an economy is operating below the full-employment level of output, an appropriate monetary policy would be to increase which of the following?", "Images": [], "AnswerChoices": ["The discount rate", "The required reserve ratio", "The international value of the dollar", "Open market purchases of government bonds", "Government expenditure on goods and services"], "Answer": "D"}, {"QuestionStatement": "Assume that the economy is at full employment.  Policymakers wish to maintain the price level but want to encourage greater investment.  Which of the following combinations of monetary and fiscal policies would best achieve this goal?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-3_files/mc010-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "C"}, {"QuestionStatement": "The Federal Reserve decreases the federal funds rate by", "Images": [], "AnswerChoices": ["Decreasing the reserve requirement", "Decreasing the discount rate", "Increasing the discount rate", "Selling government bonds on the open market", "Buying government bonds on the open market"], "Answer": "E"}, {"QuestionStatement": "Suppose that the government decreases taxes and at the same time the central bank decreases the discount rate.  The combined actions will result in", "Images": [], "AnswerChoices": ["An increase in unemployment and a decrease in the interest rate", "An increase in unemployment and an increase in the interest rate", "An increase in the real gross domestic product and a decrease in the interest rate", "An increase in the real gross domestic product and an increase in the interest rate", "An increase in the real gross domestic product and an indeterminate change in the interest rate"], "Answer": "E"}, {"QuestionStatement": "Which of the following is NOT a function of fiat money?", "Images": [], "AnswerChoices": ["A standard of deferred payment", "A unit of account", "A source of intrinsic value", "A store of value", "A medium of exchange"], "Answer": "C"}, {"QuestionStatement": "Under rational expectations, an announced expansion in the money supply will change nominal and real gross domestic products (GDP) in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-3_files/mc014-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "C"}, {"QuestionStatement": "Suppose that all banks keep only the minimum reserve required by law and that there are no currency drains.  The legal reserve requirement is 10 percent.  If Maggie deposits the $100 bill she received as a graduation gift from her grandmother into her checking account, the maximum increase in the total money supply will be", "Images": [], "AnswerChoices": ["$10", "$100", "$900", "$1,000", "$1.00"], "Answer": "C"}, {"QuestionStatement": "The principal reason for requiring commercial banks to maintain reserve balances with the Federal Reserve is that these balances", "Images": [], "AnswerChoices": ["Provide the maximum amount of reserves a bank would ever need", "Give the Federal Reserve more control over the money-creating operations of banks", "Ensure that banks do not make excessive profits", "Assist the Treasury in refinancing government debt", "Enable the government to borrow cheaply from the Federal Reserve’s discount window"], "Answer": "B"}, {"QuestionStatement": "If the Federal Reserve lowers the reserve requirement, which of the following is most likely to happen to interest rates and gross national product?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-3_files/mc017-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "D"}, {"QuestionStatement": "If the nominal interest rate is 6 percent the expected inflation rate is 4 percent, the real interest rate is", "Images": [], "AnswerChoices": ["10 percent", "6 percent", "4 percent", "2 percent", "-2 percent"], "Answer": "D"}, {"QuestionStatement": "The purchase of securities on the open market by the Federal Reserve will", "Images": [], "AnswerChoices": ["Increase the supply of money", "Increase the interest rate", "Increase the discount rate", "Decrease the number of Federal Reserve notes in circulation", "Decrease the reserve requirement"], "Answer": "A"}, {"QuestionStatement": "If a banking system’s reserves are $100 billion, demand deposits are $500 billion, and the system is fully loaned-up, then the reserve requirement must be", "Images": [], "AnswerChoices": ["10 percent", "12.5 percent", "16.6 percent", "20 percent", "25 percent"], "Answer": "D"}, {"QuestionStatement": "Which of the following policies would most likely be recommended in an economy with an annual inflation rate of 3 percent and an unemployment rate of 11 percent?", "Images": [], "AnswerChoices": ["An increase in transfer payments and an increase in the reserve requirements", "An increase in defense spending and an increase in the discount rate", "An increase in income tax rates and a decrease in the reserve requirement", "A decrease in government spending and the open market sale of government securities", "A decrease in the tax rate on corporate profits and a decrease in the discount rate"], "Answer": "E"}, {"QuestionStatement": "According to the classical model, an increase in the money supply causes an increase in which of the following?I.      The price levelII.      Nominal gross national productIII.      Nominal wages", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "II and III only", "I, II, and III"], "Answer": "E"}, {"QuestionStatement": "Assume that the reserve requirement is 25 percent.  If banks have excess reserves of $10000, which of the following is the maximum amount of additional money that can be created by the banking system through the lending process?", "Images": [], "AnswerChoices": ["$2,500", "$10,000", "$40,000", "$50,000", "$250,000"], "Answer": "C"}, {"QuestionStatement": "According to the Keynesian model, an increase in the money supply affects output more if", "Images": [], "AnswerChoices": ["Investment is sensitive to interest rates", "Money demand is sensitive to interest rates", "The unemployment rate is low", "Consumption is sensitive to the Phillips curve", "Government spending is sensitive to public opinion"], "Answer": "A"}, {"QuestionStatement": "Which of the following combinations of monetary and fiscal policies is coordinated to increase output?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-3_files/mc025-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "E"}]