[{"QuestionStatement": "To counteract a recession, the Federal Reserve should", "Images": [], "AnswerChoices": ["Buy securities on the open market and raise the reserve requirement", "Buy securities on the open market and lower the reserve requirement", "Buy securities on the open market and raise the discount rate", "Sell securities on the open market and raise the discount rate", "Raise the reserve requirement and lower the discount rate"], "Answer": "B"}, {"QuestionStatement": "Which of the following would result in the largest increase in aggregate demand?", "Images": [], "AnswerChoices": ["A $30 billion increase in military expenditure and a $30 billion open market purchase of government securities", "A $30 billion increase in military expenditure and a $30 billion open-market sale of government securities", "A $30 billion tax cut and a $30 billion open market sale of government securities", "A $30 billion tax increase and a $30 billion open market purchase of government securities", "A $30 billion increase in social security payments and a $30 billion open-market sale of government securities"], "Answer": "A"}, {"QuestionStatement": "Commercial banks can create money by", "Images": [], "AnswerChoices": ["Transferring depositors accounts at the Federal Reserve for conversion to cash", "Buying Treasury bills from the Federal Reserve", "Sending vault cash to the Federal Reserve", "Maintaining a 100 percent reserve requirement", "Lending excess reserves to customers"], "Answer": "E"}, {"QuestionStatement": "If the reserve requirement is 20 percent, the existence of $100 worth of excess reserves in the banking system can lead to a maximum expansion of the money supply equal to", "Images": [], "AnswerChoices": ["$20", "$100", "$300", "$500", "$750"], "Answer": "D"}, {"QuestionStatement": "If the Federal Reserve lowers the reserve requirement, which of the following would most likely occur?", "Images": [], "AnswerChoices": ["Imports will rise, decreasing the trade deficit", "The rate of saving will increase", "Unemployment and inflation will both increase", "Business will purchase more factories and equipment", "The budget deficit will increase"], "Answer": "D"}, {"QuestionStatement": "If the public’s desire to hold money as currency increases, what will the impact be on the banking system?", "Images": [], "AnswerChoices": ["Banks would be more able to reduce unemployment", "Banks would be more able to decrease aggregate supply", "Banks would be less able to decrease aggregate supply", "Banks would be more able to expand credit", "Banks would be less able to expand credit"], "Answer": "E"}, {"QuestionStatement": "Which of the following policy combinations is most likely to cure a severe recession?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-4_files/mc007-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "If the economy is in a severe recession, which of the following is the fiscal policy most effective in stimulating production?", "Images": [], "AnswerChoices": ["Government spending increases", "Government spending decreases", "Personal income taxes are increased", "The Federal Reserve sells bonds on the open market", "The Federal Reserve buys bonds on the open market"], "Answer": "A"}, {"QuestionStatement": "The demand for money increases when national income increases because", "Images": [], "AnswerChoices": ["Spending on goods and services increases", "Interest rates increase", "The budget deficit increases", "The money supply increase", "The public becomes more optimistic about the future"], "Answer": "A"}, {"QuestionStatement": "If the Federal Reserve wishes to use monetary policy to reinforce Congress’ fiscal policy, it should", "Images": [], "AnswerChoices": ["Increase the money supply when government spending is increased", "Increase the money supply when government spending is decreased", "Decrease the money supply when government spending is increased", "Increase interest rates when government spending is increased", "Decrease interest rates when government spending is decreased"], "Answer": "A"}, {"QuestionStatement": "Suppose the required reserve ratio is 20 percent and a single bank with no excess reserves receives a $100 deposit from a new customer.  The bank now has excess reserves equal to", "Images": [], "AnswerChoices": ["$20", "$80", "$100", "$400", "$500"], "Answer": "B"}, {"QuestionStatement": "Which of the following is most likely to increase if the public decides to increase its holdings of currency?", "Images": [], "AnswerChoices": ["The interest rate", "The price level", "Disposable personal income", "Employment", "The reserve requirement"], "Answer": "A"}, {"QuestionStatement": "During a mild recession, if policymakers want to reduce unemployment by increasing investment, which of the following policies would be most appropriate?", "Images": [], "AnswerChoices": ["Equal increases in government expenditure and taxes", "An increase in government expenditure only", "An increase in transfer payments", "An increase in the reserve requirement", "Purchase of government securities by the Federal Reserve"], "Answer": "E"}, {"QuestionStatement": "Which of the following monetary and fiscal policy combinations would most likely result in a decrease in aggregate demand?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-4_files/mc014-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "E"}, {"QuestionStatement": "Under which of the following circumstances would increasing the money supply be most effective in increasing real gross domestic product?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-4_files/mc015-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "If crowding out only partially offsets the effects of a tax cut, which of the following changes in interest rates and gross domestic product are most likely to occur?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-4_files/mc016-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "A"}, {"QuestionStatement": "All of the following are components of the money supply in the United States EXCEPT", "Images": [], "AnswerChoices": ["Paper money", "Gold bullion", "Checkable deposits", "Coins", "Demand deposits"], "Answer": "B"}, {"QuestionStatement": "According to both monetarists and Keynesians, which of the following happens when the Federal Reserve reduces the discount rate?", "Images": [], "AnswerChoices": ["The demand for money decreases and market interest rates decrease", "The demand for money increases and market interest rates increase", "The supply of money increases and market interest rates decrease", "The supply of money increases and market interest rates increase", "Both the demand for money and the supply of money increase and market interest rates increase"], "Answer": "C"}, {"QuestionStatement": "An increase in the money supply will have the greatest effect on real gross domestic product if", "Images": [], "AnswerChoices": ["The marginal propensity to consume is low", "Unemployment is very low", "Investment spending is not sensitive to changes in interest rates", "The quantity of money demanded is not very sensitive to interest rates", "The required reserve ratio is high"], "Answer": "D"}, {"QuestionStatement": "Which of the following will most likely occur in an economy if more money is demanded than is supplied?", "Images": [], "AnswerChoices": ["The amount of investment spending will increase", "Interest rates will decrease", "Interest rates will increase", "The demand curve for money will shift to the left", "The demand curve for money will shift to the right"], "Answer": "C"}, {"QuestionStatement": "If on receiving a checking deposit of $300 a bank’s excess reserves increased by $255, the required reserve ratio must be", "Images": [], "AnswerChoices": ["5%", "15%", "25%", "35%", "45%"], "Answer": "B"}, {"QuestionStatement": "The Federal Reserve can increase the money supply by", "Images": [], "AnswerChoices": ["Selling gold reserves to the banks", "Selling foreign currency holdings", "Buying government bonds on the open market", "Buying gold from foreign central banks", "Borrowing reserves from foreign governments"], "Answer": "C"}, {"QuestionStatement": "When consumers hold money rather than bonds because they expect the interest rates to increase in the future, they are holding money for which of the following purposes?", "Images": [], "AnswerChoices": ["Transactions", "Unforeseen expenditures", "Speculation", "Illiquidity", "Exchange"], "Answer": "C"}, {"QuestionStatement": "An increase in the money supply is most likely to have which of the following short-run effects on real interest rates and real output?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-4_files/mc024-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "In the Keynesian model, an expansionary monetary policy will lead to", "Images": [], "AnswerChoices": ["Lower real interest rates and more investment", "Lower real interest rates and lower prices", "Higher real interest rates and lower prices", "Higher real interest rates and higher real income", "Higher nominal interest rates and more investment"], "Answer": "A"}]