[{"QuestionStatement": "The appropriate monetary policy measure necessary to reach full employment is to increase", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-5_files/mc001-1.jpg"], "AnswerChoices": ["The money supply", "The reserve requirements", "The discount rate", "Taxes", "Exports"], "Answer": "A"}, {"QuestionStatement": "The money-creating ability of the banking system will be less than the maximum amount indicated by the money multiplier when", "Images": [], "AnswerChoices": ["Interest rates are high", "The velocity of money is rising", "People hold a portion of their money in the form of currency", "The unemployment rate is low", "The government’s budget is in deficit"], "Answer": "C"}, {"QuestionStatement": "Which of the following constitutes the largest component of the United States money supply (M1)?", "Images": [], "AnswerChoices": ["Silver certificates", "Checkable deposits (demand deposits)", "Currency (paper money)", "Coins", "Large certificates of deposit"], "Answer": "B"}, {"QuestionStatement": "Under which of the following conditions would a restrictive monetary policy be most appropriate?", "Images": [], "AnswerChoices": ["High inflation", "High unemployment", "Full employment with stable prices", "Low interest rates", "A budget deficit"], "Answer": "A"}, {"QuestionStatement": "One way in which the Federal Reserve works to change the United States money supply is by the changing the", "Images": [], "AnswerChoices": ["Number of banks in operation", "Velocity of money", "Price level", "Prime rate", "Discount rate"], "Answer": "E"}, {"QuestionStatement": "Assume that the reserve requirement is 20 percent.  If a bank initially has no excess reserves and $10,000 cash is deposited in the bank, the maximum amount by which this bank may increase its loans is", "Images": [], "AnswerChoices": ["$2,000", "$8,000", "$10,000", "$20,000", "$50,000"], "Answer": "B"}, {"QuestionStatement": "Crowding out due to government borrowing occurs when", "Images": [], "AnswerChoices": ["Lower interest rates increase private sector investment", "Lower interest rates decrease private sector investment", "Higher interest rates decrease private sector investment", "A smaller money supply increases private sector investment", "A smaller money supply decreases private sector investment"], "Answer": "C"}, {"QuestionStatement": "Policymakers concerned about fostering long-run growth in an economy that is currently in a recession would most likely recommend which of the following combinations of monetary and fiscal policy actions?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-5_files/mc008-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "E"}, {"QuestionStatement": "Which of the following would most likely cause the United States economy to fall into a recession?", "Images": [], "AnswerChoices": ["An increase in welfare payments", "An increase in exports", "A decrease in savings by consumers", "A decrease in the required reserve ratio", "An open market sale by the Federal Reserve"], "Answer": "E"}, {"QuestionStatement": "Assume that the reserve requirement is 15 percent and that a bank receives a new checking deposit of $200.  Which of the following will most likely occur in the bank’s balance sheet?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-5_files/mc010-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "Open market operations refer to which of the following activities?", "Images": [], "AnswerChoices": ["The buying and selling of stocks in the New York stock market", "The loans made by the Federal Reserve to member commercial banks", "The buying and selling of government securities by the Federal Reserve", "The government’s purchases and sales of municipal bonds", "The government’s contribution to net exports"], "Answer": "C"}, {"QuestionStatement": "Compared to expansionary monetary policies adopted to counteract a recession, expansionary fiscal policies tend to result in", "Images": [], "AnswerChoices": ["Less public spending", "Higher interest rates", "Lower prices", "A high rate of economic growth", "Decreased investment by foreign countries"], "Answer": "B"}, {"QuestionStatement": "Under a fractional reserve banking system, banks are required to", "Images": [], "AnswerChoices": ["Keep part of their demand deposits as reserves", "Expand the money supply when requested by the central bank", "Insure their deposits against losses and bank runs", "Pay a fraction of their interest income in taxes", "Charge the same interest rate on all their loans"], "Answer": "A"}, {"QuestionStatement": "When the Federal Reserve buys government securities on the open market, which of the following will decrease in the short run?", "Images": [], "AnswerChoices": ["Interest rates", "Taxes", "Investment", "The amount of money loaned by banks", "The money supply"], "Answer": "A"}, {"QuestionStatement": "If a commercial bank has no excess reserves and the reserve requirement is 10 percent, what is the value of new loans this single bank can issue if a new customer deposits $10,000?", "Images": [], "AnswerChoices": ["$100,000", "$90,333", "$10,000", "$9,000", "$1,000"], "Answer": "D"}, {"QuestionStatement": "An increase in government spending with no change in taxes leads to a", "Images": [], "AnswerChoices": ["Lower income level", "Lower price level", "Smaller money supply", "Higher interest rate", "Higher bond price"], "Answer": "D"}, {"QuestionStatement": "When a central bank sells securities in the open market, which of the following set of events is most likely to follow?", "Images": [], "AnswerChoices": ["An increase in the money supply, a decrease in interest rates, and an increase in aggregate demand", "An increase in the money supply , an increase in interest rate, and a decrease in aggregate demand", "An increase in interest rates, an increase in the government budget deficit, and a movement toward a trade surplus", "A decrease in the money supply, an increase in interest rates, and a decrease in aggregate demand", "A decrease in the money supply, a decrease in interest rates, and a decrease in aggregate demand"], "Answer": "D"}, {"QuestionStatement": "The federal funds rate is the interest rate that", "Images": [], "AnswerChoices": ["The Federal Reserve charges the federal government on its loans", "Banks charge one another for short-term loans", "Banks charge their best customers", "Equalizes the yield on government bonds and corporate bonds", "Is equal to the inflation rate"], "Answer": "B"}, {"QuestionStatement": "In the country of Agronomia, banks charge 10 percent interest on all loans.  If the general price level has been increasing at the rate of 4 percent per year, the real rate of interest in Agronomia is", "Images": [], "AnswerChoices": ["14%", "10%", "6%", "4%", "2.5%"], "Answer": "C"}, {"QuestionStatement": "According to the theory of rational expectations, a fully anticipated expansionary monetary policy will", "Images": [], "AnswerChoices": ["Increase potential output", "Increase unemployment", "Have no impact on real output", "Promote the production of consumer goods over capital goods", "Result in deflation"], "Answer": "C"}, {"QuestionStatement": "A commercial bank is facing the conditions given above.  If the reserve requirement is 12 percent and the bank does not sell any of its securities, the maximum amount of additional lending this bank can undertake is", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-5_files/mc021-1.jpg"], "AnswerChoices": ["$15,000", "$12,000", "$3,000", "$1,800", "$0"], "Answer": "C"}, {"QuestionStatement": "If investors feel that business conditions will deteriorate in the future, the demand for loans and real interest rate in the loanable funds market will change in which of the following ways in the short run?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-5_files/mc022-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "D"}, {"QuestionStatement": "The long-run growth rate of an economy will be increased by an increase in all of the following EXCEPT", "Images": [], "AnswerChoices": ["Capital stock", "Labor supply", "Real interest rate", "Rate of technological change", "Spending on education and training"], "Answer": "C"}, {"QuestionStatement": "Assume that the government implements a deficit-reduction policy that results in changes in aggregate income and output.  Then the Federal Reserve engages in monetary policy actions that reverse the changes in income and output caused by fiscal policy action.  Which of the following sets of changes in taxes, government spending, the required reserve ratio, and the discount rate is most consistent with these policies.", "Images": ["http://bencullivan.com/Econtest/APMacro/APU4/u4-5_files/mc024-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "If the Federal Reserve institutes a policy to reduce inflation, which of the following is most likely to increase?", "Images": [], "AnswerChoices": ["Tax rates", "Investment", "Government spending", "Interest rates", "Gross domestic product"], "Answer": "D"}]