[{"QuestionStatement": "The price of one nation’s currency expressed in terms of another nation’s currency is called", "Images": [], "AnswerChoices": ["The world price", "The exchange rate", "The law of one price", "Terms of trade", "purchasing power parity"], "Answer": "B"}, {"QuestionStatement": "Using equal amounts of labor hours, Country X and Country Y can each produce the number of watches and radios shown in the production possibilities curve above.  Based on the information, which of the following is true?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-1_files/mc002-1.jpg"], "AnswerChoices": ["Country X has an absolute advantage in the production of both watches and radios and a comparative advantage in the production of watches", "Country Y has an absolute advantage in the production of both watches and radios and a comparative advantage in the production of radios", "Countries X and Y can engage in a mutually advantageous trade by exchanging 1 watch for 1 radio", "Country Y is willing to give up 2 watches in exchange for 1 radio from Country X", "Country X is willing to give up 2 radios in exchange for 1 watch from Country Y"], "Answer": "C"}, {"QuestionStatement": "Assume that the inflation rate in Country X is very high relative to the inflation rates in all of its trading partners.  Which of the following is likely to happen to Country X’s currency on the foreign exchange market?", "Images": [], "AnswerChoices": ["The demand curve for the currency will shift to the right, and the currency will appreciate", "The demand curve for the currency will shift to the left, and the currency will depreciate", "The supply curve for the currency will shift to the left, and the currency will appreciate", "The supply curve for the currency will shift to the left, and the currency will depreciate", "There will be no shift in the demand curve for the currency, but the currency will depreciate"], "Answer": "B"}, {"QuestionStatement": "Comparative advantage implies that", "Images": [], "AnswerChoices": ["No country should specialize completely in the production of any one good", "Every country should try to export more than it imports", "Developing countries should import raw materials and export manufactured goods", "Two countries should benefit from trade unless both have equal opportunity costs in every good", "Countries should impose tariffs to protect their domestic industries"], "Answer": "D"}, {"QuestionStatement": "An increase in the international value of the United States dollar will tend to cause", "Images": [], "AnswerChoices": ["United States exports to fall", "The national income of the United States to increase", "Employment in the manufacturing sector of the United States to increase", "The inflation rate in the United States to increase", "The growth rate of the United States economy to increase"], "Answer": "A"}, {"QuestionStatement": "Which of the following statements best describes the impact of a decrease in Japanese income on aggregate demand in the United States?", "Images": [], "AnswerChoices": ["There will be no change in aggregate demand because United States aggregate demand depends only on the income of the United States consumers", "Aggregate demand will decrease because the demand for United States exports decreases", "Aggregate demand will decrease because the value of the United States dollar decreases relative to the Japanese yen", "Aggregate demand will increase because a decrease in income in Japan causes an increase in income in the United States", "Aggregate demand will increase because interest rates in the United States decrease"], "Answer": "B"}, {"QuestionStatement": "Which of the following would be a current account transaction?", "Images": [], "AnswerChoices": ["India buys $10 billion of new United States treasury bonds", "A United States firm buys 5 percent of the stock of another United States firm", "A United States firm builds a new factory in Kenya", "A United States firm sells $500 million of its products to a Chinese company", "The United States buys $8 billion worth of Euros"], "Answer": "D"}, {"QuestionStatement": "If a French firm buys computers from the United States, there would be an increase in which of the following in the foreign exchange market?", "Images": [], "AnswerChoices": ["Demand for United States dollars and supply of euros", "Demand for both United States dollars and euros", "Supply of United States dollars and demand for euros", "Supply of both United States dollars and euros", "International value of the euro relative to the United States dollar"], "Answer": "A"}, {"QuestionStatement": "Which of the following is an example foreign direct investment?", "Images": [], "AnswerChoices": ["A United States automobile manufacturer building a steel plant in Russia", "A United States citizen purchasing corporate bonds issued by a French manufacturing firm", "A Mexican citizen purchasing United States Treasury bills", "The Federal Reserve purchasing Japanese yen", "Immigrant workers in the United States sending money to their native country"], "Answer": "A"}, {"QuestionStatement": "If the real interest rates in the United States rise relative to rates in other countries, what will happen to the international value of the United States dollar and United States net exports?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-1_files/mc010-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "D"}, {"QuestionStatement": "The value of a country’s currency will tend to appreciate if", "Images": [], "AnswerChoices": ["Demand for the country’s exports increases", "The country’s money supply increases", "The country’s citizens increase their travel abroad", "Domestic interest rates decrease", "Tariffs on the country’s imports decrease"], "Answer": "A"}, {"QuestionStatement": "Which of the following is likely to occur following the depreciation of the United States dollar?", "Images": [], "AnswerChoices": ["United States imports will increase", "United States exports will increase", "Demand for the United States dollar will decrease", "United States demand for foreign currencies will increase", "United States goods will become more expensive in foreign markets"], "Answer": "B"}, {"QuestionStatement": "The table below shows the production alternatives of Country A and Country B for producing computers and cars with equal amounts of resources that are fully and efficiently employed.Which of the following is true according to the data in the table?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-1_files/mc013-1.jpg"], "AnswerChoices": ["Country A has an absolute and comparative advantage in the production of computers", "Country B has an absolute and comparative advantage in the production of computers", "Country B should import computers and export cars", "Since Country B has an absolute advantage in the production of both goods, it will not trade with Country A", "Neither country can benefit from trade"], "Answer": "B"}, {"QuestionStatement": "If Country Alpha has been experiencing a higher inflation rate than Country Beta over the past decade, which of the following is true?", "Images": [], "AnswerChoices": ["Alpha’s currency will have appreciated relative to Beta’s currency", "Alpha’s currency will have depreciated relative to Beta’s currency", "Alpha will have had lower nominal interest rates than Beta", "Alpha will have had slower growth in the money supply than Beta", "Alpha’s economy will have grown at a faster rate than Beta’s"], "Answer": "B"}, {"QuestionStatement": "A country can have an increased surplus in its balance of trade as a result of", "Images": [], "AnswerChoices": ["An increase in domestic inflation", "Declining imports and rising exports", "Higher tariffs imposed by its trading partners", "An increase in capital inflow", "An appreciating currency"], "Answer": "B"}, {"QuestionStatement": "Under a flexible exchange rate system, the Indian rupee will appreciate against the Japanese yen when", "Images": [], "AnswerChoices": ["India’s inflation rate exceeds Japan’s", "India has a trade deficit with Japan", "Japan’s economy enters a recession but India’s does not", "Japan’s money supply decreases while India’s money supply increases", "Real interest rates in India increase relative to those in Japan"], "Answer": "E"}, {"QuestionStatement": "If two nations specialize according to the law of comparative advantage and then trade with each other, which of the following would be true?", "Images": [], "AnswerChoices": ["A smaller number of goods would be available in each trading nation", "Total world production of goods would decrease", "Everyone within each nation would be better off", "Each nation would increase its consumption possibilities", "One nation would gain at the expense of the other nation"], "Answer": "D"}, {"QuestionStatement": "Tariffs are different from assigned import quotas in that tariffs will", "Images": [], "AnswerChoices": ["Restrictive imports", "Increase the price of imported goods", "Benefit domestic consumers of imported goods", "Hurt domestic producers of goods facing import competition", "Generate additional revenue for the domestic government"], "Answer": "E"}, {"QuestionStatement": "The main benefit of free trade between two countries is that", "Images": [], "AnswerChoices": ["income distribution in each country will become more equitable", "employment in each country will increase", "migration from one country to the other will increase", "each country can consume beyond its constraints of resources and productivity", "each country will become more self-sufficient"], "Answer": "D"}, {"QuestionStatement": "An increase in the international value of the United States dollar will most likely benefit", "Images": [], "AnswerChoices": ["domestic producers of premium wines sold to people in other countries", "currency traders holding large quantities of yen", "German citizens vacationing in the United States", "Canadian citizens expecting to purchase real estate in the United States", "retired United States citizens living overseas on their social security checks"], "Answer": "E"}, {"QuestionStatement": "Suppose that Country A is experiencing high inflation relative to Country B, which is enjoying steady growth with a stable price level. Which of the following would occur in the foreign exchange market?", "Images": [], "AnswerChoices": ["An increase in the demand for Country A ’ s currency", "An increase in the supply of Country B’s currency", "A decrease in the supply of Country A ’ s currency", "A decrease in the demand for Country B’s currency", "A depreciation of Country A’s currency"], "Answer": "E"}, {"QuestionStatement": "Which of the following will lead to a depreciation of a nation’s currency?", "Images": [], "AnswerChoices": ["Lower inflation in the nation than in the rest of the world", "Higher required reserve ratio in the nation than in the rest of the world", "Decreased real interest rates in the nation compared with the rest of the world", "Increased demand for the nation’ s currency", "Decreased supply of the nation’ s currency"], "Answer": "C"}, {"QuestionStatement": "The purchase of United States government bonds by Japanese investors will be included in Japan’s", "Images": [], "AnswerChoices": ["current account", "financial account (formerly called capital account)", "trade deficit", "foreign direct investment", "imports"], "Answer": "B"}, {"QuestionStatement": "Assume that Country A exports one bushel of wheat in exchange for 2.5 bushels of corn from Country B. If the terms of trade are beneficial to both countries, which of the following must be true?", "Images": [], "AnswerChoices": ["Country A has an absolute advantage in the production of wheat.", "The cost of producing a bushel of wheat in Country A is less than 2.5 bushels of corn.", "The cost of producing a bushel of wheat in Country A is greater than 2.5 bushels of corn.", "Country A is producing inside its current production possibilities curve", "Country A needs to use more resources to produce wheat than to produce corn"], "Answer": "B"}, {"QuestionStatement": "Following a decrease in the real interest rate, there is an increase in financial capital outflows from Country A. The increase in capital outflows will most likely have which of the following effects on Country A’s net exports and aggregate demand?             Net Exports            Aggregate Demanda.      Decrease            Decreaseb.      Decrease            No changec.      Increase            Increased.      Increase            Decreasee.      Increase            No change", "Images": [], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "C"}]