[{"QuestionStatement": "If the value of the United States dollar increases on the foreign exchange market, which of the following is most likely to occur in the short run?", "Images": [], "AnswerChoices": ["Aggregate demand will decrease", "Aggregate demand will increase", "Aggregate supply will decrease", "Both aggregate demand and aggregate supply will decrease", "Both aggregate demand and aggregate supply will increase"], "Answer": "A"}, {"QuestionStatement": "If the exchange rate between the United States dollar ($) and the British pound (£) changed from $2 per £1 to $3 per £1, and domestic prices in both countries stayed the same, then the United States dollar would", "Images": [], "AnswerChoices": ["Depreciate, making United States imports from Britain more expensive", "Depreciate, making United States imports from Britain cheaper", "Appreciate, making United States imports from Britain more expensive", "Appreciate, making United States imports from Britain cheaper", "Purchase 3 times more British goods than before the change occurred"], "Answer": "A"}, {"QuestionStatement": "An appreciation of the United States dollar on the foreign exchange market could be caused by a decrease in which of the following?", "Images": [], "AnswerChoices": ["United States interest rates", "The United States consumer price index", "Demand for the dollar by United States residents", "Exports from the United States", "The tariff on goods imported into the United States"], "Answer": "B"}, {"QuestionStatement": "If the real interest rate in the United States increases relative to that of the rest of the world, capital should flow", "Images": [], "AnswerChoices": ["Into the United States and the dollar will depreciate", "Into the United States and the dollar will appreciate", "Out of the United States and the dollar will depreciate", "Out of the United States and the dollar will appreciate", "Out of the United States and the value of the dollar will not change"], "Answer": "B"}, {"QuestionStatement": "Which of the following will cause the United States dollar to depreciate relative to the euro?", "Images": [], "AnswerChoices": ["An increase in household income in the United States", "An increase in interest rates in the United States", "An increase in household income in Europe", "A decrease in interest rates in Europe", "A decrease in price level in the United States"], "Answer": "A"}, {"QuestionStatement": "Before specialization and trade, the domestic opportunity cost of producing 1 ton of grain in Alpha and Beta is which of the following?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-2_files/mc006-1.jpg", "http://bencullivan.com/Econtest/APMacro/APU5/u5-2_files/mc006-2.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "The theory of comparative advantage implies that Alpha would find it advantageous to", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-2_files/mc007-1.jpg"], "AnswerChoices": ["Export grain and import steel", "Export steel and import grain", "Export both grain and steel and import nothing", "Import both grain and steel and export nothing", "Trade 1 ton of grain for 0.5 ton of steel"], "Answer": "A"}, {"QuestionStatement": "At what real exchange ratio, also referred to as the terms of trade, between grain (G) and steel (S) would both Alpha and Beta find it mutually advantageous to specialize and trade?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-2_files/mc008-1.jpg"], "AnswerChoices": ["1G=3.0S", "1G=1.5S", "1G=1.0S", "1G=0.5S", "There is no real exchange ratio that would enable both countries to benefit, since Alpha has an absolute advantage in both goods."], "Answer": "B"}, {"QuestionStatement": "Assume that the world operates under a flexible exchange rate system.  If the central bank of Mexico increases its money supply but other countries do not change theirs, Mexico’s inflation rate and the international value of Mexican peso will most likely change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-2_files/mc009-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "Assuming fixed exchange rates, if country Z’s rate of inflation increases relative to its trading partners, Country Z’s imports and exports will most likely change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-2_files/mc010-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "C"}, {"QuestionStatement": "In an open economy, an increase in government budget deficit tends to cause the international value of a country’s currency and its trade deficit to change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-2_files/mc011-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "If the dollar cost of the British pound decreases, United States imports from and exports to the United Kingdom will change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-2_files/mc012-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "A"}, {"QuestionStatement": "Which of the following would occur if the international value of the United States dollar decreased?", "Images": [], "AnswerChoices": ["United States exports would rise", "More gold would flow into the United States", "United States demand for foreign currencies would increase", "The United States trade deficit would increase", "Americans would pay less for foreign good"], "Answer": "A"}, {"QuestionStatement": "If exchange rates are allowed to fluctuate freely and the United States demand for German marks increases, which of the following will most likely occur?", "Images": [], "AnswerChoices": ["Americans will have to pay more for goods made in Germany", "Germans will find that American goods are getting more expensive", "The United States balance-of-payments deficit will increase", "The dollar price of marks will fall", "The dollar price of German goods will fall"], "Answer": "A"}, {"QuestionStatement": "Which of the following would most likely be the immediate result if the United States increased tariffs on most foreign goods?", "Images": [], "AnswerChoices": ["The United States standard of living would be higher", "More foreign goods would increase", "Prices of domestic goods would increase", "Large numbers of United States workers would be laid off", "The value of the United States dollar would decrease against foreign currencies"], "Answer": "C"}, {"QuestionStatement": "To protect high-cost domestic producers, a country imposes a tariff on an imported commodity, Y.  Which of the following is most likely to occur in the short run?I.      A decrease in domestic production of YII.      An increase in domestic production of YIII.      An increase in foreign output of Y", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and III only", "II and III only"], "Answer": "B"}, {"QuestionStatement": "Suppose two countries are each capable of individually producing two given commodities.  Instead, each specializes by producing the commodity for which it has a comparative advantage and then trades with the other country.  Which of the following is most likely to result?", "Images": [], "AnswerChoices": ["The two countries will become more independent of each other", "Unemployment will increase in one country and decrease in the other", "There will be more efficient production in one country but less efficient production in the other", "Both countries will become better off", "Both countries will be producing their commodity inefficiently"], "Answer": "D"}, {"QuestionStatement": "If other things are held constant, an increase in the United States imports will", "Images": [], "AnswerChoices": ["Tend to cause the dollar to appreciate because the world supply of dollars will rise", "Tend to cause the dollar to appreciate because the world demand for dollars will rise", "Have no effect on the exchange rate for the dollar because exports will also increase", "Tend to cause the dollar to depreciate because the world supply of dollars will rise", "Tend to cause the dollar to depreciate because the world demand for dollars will rise"], "Answer": "D"}, {"QuestionStatement": "If higher United States interest rates cause foreign demand for the dollar to increase, which of the following will occur to the international value of the dollar and to United States exports?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-2_files/mc019-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "If the Federal Reserve undertakes a policy to reduce interest rates, international capital flows will be affected in which of the following ways?", "Images": [], "AnswerChoices": ["Long-run capital outflows from the United States will decrease", "Long-run capital inflows to the United States will increase", "Short-run capital outflows from the United States will decrease", "Short-run capital inflows to the United States will decrease", "Short-run capital inflows to the United States will not change"], "Answer": "D"}, {"QuestionStatement": "An increase in Japan’s demand for United States goods would cause the value of the dollar to", "Images": [], "AnswerChoices": ["Depreciate because of inflation", "Depreciate because the united States would be selling more dollars to Japan", "Depreciate because the United States money supply would increase as exports rise", "Appreciate because Japan would be buying more United States dollars", "Appreciate because Japan would be selling more United States dollars"], "Answer": "D"}, {"QuestionStatement": "Which of the following changes will occur to the demand for United States dollars and the international value of the dollar in the short run if investors in the United States and abroad increase their purchases of United States government bonds?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-2_files/mc022-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "E"}, {"QuestionStatement": "As nations specialize in production and trade in international markets, they can expect which of the following domestic improvements?I.      Allocation of domestic resourcesII.      Standard of livingIII.      Self-sufficiency", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and II only", "I, II, and III"], "Answer": "D"}, {"QuestionStatement": "Which of the following would be most likely to occur if the United Stats placed high tariffs on imported goods?", "Images": [], "AnswerChoices": ["Workers in the United States would have more jobs in the long run", "Income in the United States would be redistributed from the rich to the poor", "The United States standard of living would increase", "The United States economy would become less efficient", "United States exports would increase"], "Answer": "D"}, {"QuestionStatement": "In a flexible system of exchange rates, an open market sale of bonds by the Federal Reserve will most likely change the money supply, the interest rate, and the value of the United States dollar in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-2_files/mc025-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "D"}]