[{"QuestionStatement": "Which of the following best explains why many United States economists support free international trade?", "Images": [], "AnswerChoices": ["Workers who lose their jobs can collect unemployment compensation", "It is more important to reduce world inflation than to reduce United States unemployment", "Workers are not affected; only businesses suffer", "The long-run gains to consumes and some producers exceed the losses to other producers", "Government can protect United States industries while encouraging free trade"], "Answer": "D"}, {"QuestionStatement": "If Mexicans increase their investment in the United States, the supply of Mexican pesos to the foreign exchange market and the dollar price of the peso will most likely change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-3_files/mc002-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "If the real interest rate in Country X increases relative to the real interest rate in Country Y and there are no trade barriers between the two countries, then for Country X which of the following will be true of its capital flow, the value of its currency, and its exports?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-3_files/mc003-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "With an increase in investment demand in the United States, the real interest rate rises.  In this situation, the most likely change in the capital stock in the United States and in the international value of the dollar would be which of the following?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-3_files/mc004-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "C"}, {"QuestionStatement": "Which of the following would cause the United States dollar to increase in value compared to the Japanese yen?", "Images": [], "AnswerChoices": ["An increase in the money supply in the United States", "An increase in interest rates in the United States", "An increase in the United States trade deficit with Japan", "The United States purchase of gold on the open market", "The sale of $2 billion dollars worth of Japanese television sets to the United States"], "Answer": "B"}, {"QuestionStatement": "Assume the supply of loanable funds increases in Country X.  The international value of Country X’s currency and Country X’s exports will most likely change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMacro/APU5/u5-3_files/mc006-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}]