[{"QuestionStatement": "1.      Problems faced by all economic systems include which of the following?I.      How to allocate scarce resources among unlimited wantsII.      How to decentralize marketsIII.      How to decide what to produce, how to produce, and for whom to produceIV. How to set government production quotas", "Images": [], "AnswerChoices": ["I only", "I and III only", "II and III only", "I, II, and III only", "I, II, III, and IV only"], "Answer": "B"}, {"QuestionStatement": "Which of the following would necessarily cause a fall in the price of a product?", "Images": [], "AnswerChoices": ["An increase in population and a decrease in the price of an input", "An increase in population and a decrease in the number of firms producing the product", "An increase in the average income and an improvement in production technology", "A decrease in the price of a substitute product and an improvement in production technology", "A decrease in the price of a substitute product and an increase in the price of an input"], "Answer": "D"}, {"QuestionStatement": "1.      The market equilibrium price of home heating oil is $1.50 per gallon.  If a price ceiling of $1.00 per gallon is imposed, which of the following will occur in the market for home heating oil?I.      Quantity supplied will increaseII.      Quantity demanded will increaseIII.      Quantity supplied will decreaseIV.  Quantity demanded will decrease", "Images": [], "AnswerChoices": ["II only", "I and II only", "I and IV only", "II and III only", "III and IV only"], "Answer": "D"}, {"QuestionStatement": "Suppose that a family buys all its clothing from discount store and treats these items as inferior goods.  Under such circumstances, this family’s consumption of discount store clothing will necessarily", "Images": [], "AnswerChoices": ["Increase when a family member wins the state lottery", "Increase when a family member gets a raise in pay at work", "Remain unchanged when its income rises or falls due to events beyond the family’s control", "Decrease when a family member becomes unemployed", "Decrease when a family member experiences an increase in income"], "Answer": "E"}, {"QuestionStatement": "Which of the following describes what will happen to market price and quantity if firms in a perfectly competitive market form a cartel and act as a profit-maximizing monopoly?                   Price      Quantitya.      Decrease       Decreaseb.      Decrease      Increasec.      Increase      Increased.      Increase      Decreasee.      Increase      No change", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Quantity               TotalProduced                Cost0      $51      $172      $283      $414      $615      $91Barney’s Bait Company can sell all the lures it produces at the market price of $14.  On the basis of the cost information in the table above, how many lures should the bait company make?", "Images": [], "AnswerChoices": ["1", "2", "3", "4", "5"], "Answer": "C"}, {"QuestionStatement": "A natural monopoly occurs in an industry if", "Images": [], "AnswerChoices": ["economies of scale allow at most one firm of efficient size to exist in that market", "a single firm produces inputs for use by other firms", "a single firm produces inputs for use by other firms", "a single firm has the technology to produce the product sold in that market", "above-normal profits persist in the industry"], "Answer": "A"}, {"QuestionStatement": "The typical firm in a monopolistically competitive industry earns zero profit in the long-run equilibrium because", "Images": [], "AnswerChoices": ["Advertising costs make monopolistic competition a high-cost market structure rather than a low cost market structure", "The firms in the industry do not operate at the minimum point on their long-run average cost curves", "There are no restrictions on entering or exiting from the industry", "The firms in the industry are unable to engage in product differentiation", "There are close substitutes for each firm’s product"], "Answer": "C"}, {"QuestionStatement": "Which of the following inevitably causes a shift in the market demand for workers with a certain skill?", "Images": [], "AnswerChoices": ["An increase in the demand for goods produced by these workers", "A decrease in tax rates on the income of those workers", "An increase in the equilibrium wages received by these workers", "An increase in the supply of these workers", "The creation of a federally subsidized program to train new workers"], "Answer": "A"}, {"QuestionStatement": "If hiring an additional worker would increase a firm’s total cost by less than it would increase total revenue, the firm should", "Images": [], "AnswerChoices": ["Not hire the worker", "Hire the worker", "Hire the worker only if another worker leaves or is fired", "Hire the worker only if the worker can raise the firm’s productivity", "Reduce the number of workers employed by the firm"], "Answer": "B"}, {"QuestionStatement": "If a firm wants to produce a given amount of output at the lowest possible cost, it should use each resource in such a manner that", "Images": [], "AnswerChoices": ["It uses more of the less expensive resource", "It uses more of the resource with the highest marginal product", "Each resource has just reached the point of diminishing marginal returns", "The marginal product of each resource are equal", "The marginal products per dollar spent on each resource are equal"], "Answer": "E"}, {"QuestionStatement": "1.      In which of the following ways does the United States government currently intervene in the working of the market economy?I.      It produces certain goods and servicesII.      It regulates the private sector to achieve a more efficient allocation of resourcesIII. It redistributes income through taxation and public expenditures", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "II and III only", "I, II, and III"], "Answer": "E"}, {"QuestionStatement": "If it were possible to increase the output of military goods and simultaneously increase the output of the private sector of an economy, which of the following statements about the economy and its current position relative to its production possibilities curve would be true?", "Images": [], "AnswerChoices": ["The economy is inefficient and inside the curve", "The economy is inefficient and on the curve", "The economy is efficient and on the curve", "The economy is efficient and inside the curve", "The economy is efficient and outside the curve"], "Answer": "A"}, {"QuestionStatement": "An effective price floor introduced in the market for rice will result in", "Images": [], "AnswerChoices": ["A decrease in the price of rice and an increase in the quantity of rice sold", "A decrease in the price of rice and a decrease in the quantity of rice sold", "A decrease in the price of rice and an excess demand for rice", "An increase in the price of rice and an excess supply of rice", "An increase in the price of rice and an excess demand for rice"], "Answer": "D"}, {"QuestionStatement": "Marginal revenue is the change in revenue that results from a one-unit increase in the", "Images": [], "AnswerChoices": ["Variable input", "Variable input price", "Output level", "Output price", "Fixed cost"], "Answer": "C"}, {"QuestionStatement": "A leftward shift in the supply curve of corn would result from", "Images": [], "AnswerChoices": ["A decrease in the price of corn", "A decrease in the price of farm machinery", "An increase in the demand for corn bread", "An increase in the labor costs of producing corn", "An increase in consumers’ incomes"], "Answer": "D"}, {"QuestionStatement": "1.      The diagram above depicts cost and revenue curves for a firm.  What are the firm’s profit maximizing output and price?     Output      Pricea.      0S            0Db.      0R            0Ec.      0Q            0Fd.      0Q            0Be.      0P            0G", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1990micropart1_files/mc017-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "The government is considering imposing a 3 percent tax on either good A or good B.  In order to generate the largest revenue, the tax should be imposed on the good for which", "Images": [], "AnswerChoices": ["Demand is perfectly elastic", "Demand is perfectly inelastic", "Demand is unit elastic", "Supply is perfectly elastic", "Supply is unit elastic"], "Answer": "B"}, {"QuestionStatement": "Which of the following statements has to be true in a perfectly competitive market?", "Images": [], "AnswerChoices": ["A firm’s marginal revenue equals price", "A firm’s average total cost is above price in the long run", "A firm’s average fixed cost rises in the short run", "A firm’s average variable cost is higher than price in the long run", "Large firms have lower costs than small firms"], "Answer": "A"}, {"QuestionStatement": "Assume that an electric power company owns two plants and that, on a particular day, 10,000 kilowatts of electricity are demanded by the public.  In order to minimize the total cost of providing the 10,000 kilowatts, the company should allocate production so that", "Images": [], "AnswerChoices": ["Marginal costs are the same for both plants", "Average total costs are the same for both plants", "Total variable costs are the same for both plants", "The sum of total variable cost and total fixed cost is the same for both plants", "Only the plant with the lower average cost is used to produce the 10,000 kilowatts of electricity"], "Answer": "A"}]