[{"QuestionStatement": "Suppose that the consumption of a certain product results in benefits to others besides consumers of the product.  Which of the following statements is most likely to be true?", "Images": [], "AnswerChoices": ["The demand for the product is price inelastic", "A perfectly competitive industry will not produce the optimal quantity of the product", "A perfectly competitive industry will not produce the product", "Optimality requires that consumers of this product be taxed", "Producers of this product earn an economic profit"], "Answer": "B"}, {"QuestionStatement": "      Number      Total          of Workers       Output           2              12           3              22           4              28           5              32Which of the following is the marginal product of the fourth worker?", "Images": [], "AnswerChoices": ["4", "5", "6", "28", "112"], "Answer": "C"}, {"QuestionStatement": "            Number      Total          of Workers       Output           2              12           3              22           4              28           5              32Greta already employs 3 workers.  If the price of jackets is $5 and the wage rate is $25, she should", "Images": [], "AnswerChoices": ["Go out of business altogether", "Lay off the third worker", "Keep the third worker but not employ more workers", "Hire two more workers", "Hire one more worker"], "Answer": "E"}, {"QuestionStatement": "A city council is deciding what price to set up for a trip on the city’s commuter train line.  If the council wants to maximize profits, it will set a price so that", "Images": [], "AnswerChoices": ["Price equals marginal cost", "Price equals average cost", "Price equals marginal revenue", "Marginal revenue equals marginal cost", "Marginal revenue equals average total cost"], "Answer": "D"}, {"QuestionStatement": "The demand curve for cars is downward sloping because an increase in the price of cars leads to", "Images": [], "AnswerChoices": ["The increased use of other modes of transportation", "A fall in the expected future price of cars", "A decrease in the number of cars available for purchase", "A rise in the price of gasoline and other oil-based products", "A change in consumers’ tastes in cars"], "Answer": "A"}, {"QuestionStatement": "Which of the following best explains the shape of the production possibilities curve for the two commodity economy shown above?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1990micropart2_files/mc006-1.jpg"], "AnswerChoices": ["The opportunity cost of producing an additional unit of each commodity stays the same as production of the commodity expands", "The opportunity cost of producing an additional unit of each commodity decreases as production of the commodity expands", "The opportunity cost of producing an additional unit of each commodity expands", "The quantity demanded of each commodity decreases as consumption of the commodity increases", "The quantity demanded of each commodity increases as the production of the commodity expands"], "Answer": "C"}, {"QuestionStatement": "In the long run, compared with a perfectly competitive firm, a monopolistically competitive firm with the same costs will have", "Images": [], "AnswerChoices": ["A higher price and higher output", "A higher price and lower output", "A lower price and higher output", "A lower price and lower output", "The same price and lower output"], "Answer": "B"}, {"QuestionStatement": "Assume that products X and Y are substitutes.  If the cost of producing X decreases and the price of Y increases, which of the following will occur to the equilibrium price and quantity of X?       Price                      Quantity a.      Increase                  Increaseb.      Increase                  Decreasec.      Increase                  Increase or decreased.      Increase or decrease      Increasee.      Decrease                  Decrease", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Suppose that an effective minimum wage is imposed in a certain labor market above the equilibrium wage.  If labor supply in that market subsequently increases, which of the following will occur?", "Images": [], "AnswerChoices": ["Unemployment in that market will increase", "Quantity of labor supplied will decrease", "Quantity of labor demanded will increase", "Market demand will increase", "The market wage will increase"], "Answer": "A"}, {"QuestionStatement": "Imperfectly competitive firms may be allocatively efficient because they produce at a level of output such that", "Images": [], "AnswerChoices": ["Average cost is at a minimum", "Price equals marginal revenue", "Marginal revenue is greater than marginal cost", "Price equals marginal cost", "Price is greater than marginal cost"], "Answer": "E"}, {"QuestionStatement": "         Output      Total Cost             0            $24          1            $33          2            $41          3            $48          4            $54          5            $61          6            $69Which of the following is the firm’s marginal cost of producing the fourth unit of output?", "Images": [], "AnswerChoices": ["$54.00", "$13.50", "$7.50", "$6.00", "$1.50"], "Answer": "D"}, {"QuestionStatement": "         Output      Total Cost             0            $24          1            $33          2            $41          3            $48          4            $54          5            $61          6            $69Which of the following is the firm’s average total cost of producing 3 units of output?", "Images": [], "AnswerChoices": ["$48.00", "$16.00", "$14.00", "$13.50", "$7.00"], "Answer": "B"}, {"QuestionStatement": "      Output             Total Cost             0            $24          1            $33          2            $41          3            $48          4            $54          5            $61          6            $69Which of the following is the firm’s average fixed cost of producing 2 units of output?", "Images": [], "AnswerChoices": ["$24.00", "$20.50", "$12.00", "$8.00", "$7.50"], "Answer": "C"}, {"QuestionStatement": "In the short run, if the product price of a perfectly competitive firm is less than the minimum average variable cost, the firm will", "Images": [], "AnswerChoices": ["Raise its price", "Increase its output", "Decrease its output slightly but increase its profit margin", "Lose more by continuing to produce than by shutting down", "Average variable cost is greater than marginal cost"], "Answer": "D"}, {"QuestionStatement": "Which of the following statements is true of perfectly competitive firms in long-run equilibrium?", "Images": [], "AnswerChoices": ["Firm revenues will decrease if production is increased", "Total firm revenues are at a maximum", "Average fixed cost equals marginal cost", "Average total cost is at a minimum", "Average variable cost is greater than marginal cost"], "Answer": "D"}, {"QuestionStatement": "Assume that both input and product markets are competitive.  If the product price rises, in the short run firms will increase production by increasing", "Images": [], "AnswerChoices": ["The stock of fixed capital until marginal revenue equals the product price", "The tock of fixed capital until the average product of capital equals the price of capital", "Labor input until the marginal revenue product of labor equals the wage rate", "Labor input until the marginal product of labor equals the wage rate", "Labor input until the ratio of product price to the marginal product of labor equals the wage rate"], "Answer": "C"}, {"QuestionStatement": "Half of the inhabitants of an island oppose building a new bridge to the mainland, since they say it will destroy the island’s quaint atmosphere (disturbs the peace).  The economic concept that is most relevant to the decision of whether or not to build the bridge is", "Images": [], "AnswerChoices": ["Externalities", "Natural monopoly", "Economic rent", "Imperfect competition", "Perfect competition"], "Answer": "A"}, {"QuestionStatement": "Which of the following best states the thesis of the law of comparative advantage?", "Images": [], "AnswerChoices": ["Differences in relative costs of production are the key to determining patterns of trade", "Differences in absolute costs of production determine which goods should be traded between nations", "Tariffs and quotas are beneficial in increasing international competitiveness", "Nations should not specialize in the production of goods and services", "Two nations will not trade if one is more efficient than the other in the production of all goods"], "Answer": "A"}, {"QuestionStatement": "A student who attends college would pay $10,000 annually for tuition, books, and fees.  If the student’s next best alternative is to work and earn $15,000 a year, the opportunity cost of a year in college would be equal to", "Images": [], "AnswerChoices": ["Zero, since the lost opportunity to earn income is offset by the opportunity to attend college", "$5,000, representing the difference between forgone income and college costs", "$10,000 since the opportunity costs include only actual cash outlays", "$15,000, representing forgone income, since the costs of tuition, books, and fees will be more than offset by additional income earned after graduation", "$25,000 representing the sum of tuition, books, fees, and forgone income"], "Answer": "E"}, {"QuestionStatement": "If an increase in the price of good X causes a drop in demand for good Y, good Y is", "Images": [], "AnswerChoices": ["An inferior good", "A luxury good", "A necessary good", "A substitute for good X", "A complement to good X"], "Answer": "E"}]