[{"QuestionStatement": "An improvement in production technology for a certain good leads to", "Images": [], "AnswerChoices": ["An increase in demand for the good", "An increase in the supply of the good", "An increase in the price of the good", "A shortage of the good", "A surplus of the good"], "Answer": "B"}, {"QuestionStatement": "A firm doubles all of its inputs and finds that is has more than doubled its output.  This situation is an example of", "Images": [], "AnswerChoices": ["Increasing marginal returns", "Diminishing marginal returns", "Constant returns to scale", "Increasing returns to scale", "Decreasing returns to scale"], "Answer": "D"}, {"QuestionStatement": "Reducing the tariff on Canadian beer sold in the United States will most likely have which of the following effects on the market for beer produced and sold in the United States?", "Images": [], "AnswerChoices": ["The quantity of United States beer purchased will increase", "Total expenditure on United States beer will increase", "The supply of United States beer will increase", "The price of United States beer will decrease", "More workers will be employed in the production of United States beer"], "Answer": "D"}, {"QuestionStatement": "Suppose that the license paid by each business to operate in a city increases from $400 per year to $500 per year.  What effect will this increase have on a firm’s short-run costs?  Marginal Cost   Average Total Cost   Average Variable Costa.      Increase            Increase            Increaseb.      Increase            Increase            No effectc.      No effect            No effect            No effectd.      No effect            Increase            Increasee.      No effect            Increase            No effect", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "In a perfectly competitive market, an individual farmer intending to increase her revenue decides to increase the price of her crop by 20 percent.  As a result her total revenue will", "Images": [], "AnswerChoices": ["Decrease", "Stay the same", "Increase by less than 20 percent", "Increase by 20 percent", "Increase by more than 20 percent"], "Answer": "A"}, {"QuestionStatement": "If the supply of a factor or production is fixed, which of the following will be true of its price?", "Images": [], "AnswerChoices": ["Supply is irrelevant to the determination of factor price", "A positive factor price cannot be justified on economic grounds", "Factor price will be determined by the demand for the fixed amount of the factor", "Factor price will not be determined by supply and demand analysis", "Factor price will be zero, since no payment is necessary to secure the services of the factor"], "Answer": "C"}, {"QuestionStatement": "Which of the following is true if a perfectly competitive industry is earning zero economic profits in the long run?", "Images": [], "AnswerChoices": ["The level of investment in long-run equilibrium is greater than the efficient level", "Relatively few firms are able to survive the competitive pressures in the long run", "Some firms will be forced to transfer their resources to more lucrative uses", "The resources invested in this industry are earning at least as high a return as they would in any alternative use", "Firms will exit until economic profits become positive"], "Answer": "D"}, {"QuestionStatement": "The figure above shows cost and revenue curves for a public regulated power company and three possible prices for its output.  Which of the following statements about those prices is most accurate?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1990micropart3_files/mc008-1.jpg"], "AnswerChoices": ["If P", "1", " were approved, regulation would not be needed and the company would have every incentive to lower rates to P", "2", ".", "P", "1", " is inefficient; it is better to have several utilities serve the area than to approve P", "1", ".", "P", "2", " is idea; it gives stockholders the maximum rate of return and protects consumers from exploitation.", "P", "3", " would maximize consumer welfare; greater electric use at this low rate would guarantee stockholders a fair rate of return.", "P", "3", " would maximize consumer welfare, but a public subsidy would be needed to keep the company in business"], "Answer": "E"}, {"QuestionStatement": "In a market economy, public goods such as community police protection are unlikely to be provided in sufficient quantity by the private sector because", "Images": [], "AnswerChoices": ["Private firms are less efficient at producing public goods than is the government", "The use of public goods cannot be withheld from those who do not pay for them", "Consumers lack information about the benefits of public goods", "Consumers do not value public goods highly enough for firms to produce them profitably", "Public goods are inherently too important to be left to private firms to produce"], "Answer": "B"}]