[{"QuestionStatement": "Given the production information in the table above, how many workers would be employed if the wage rate were $20.00 per day and if sandwiches sold for $0.50?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart3_files/mc001-1.jpg"], "AnswerChoices": ["1", "2", "4", "5", "7"], "Answer": "C"}, {"QuestionStatement": "Which of the following is true when the production of a good results in negative externalities?", "Images": [], "AnswerChoices": ["The government must produce the good", "The private market will produce too little of the good", "The private market price will be too low", "The government must prevent the production of the good", "Private firms will not be able to maximize profit"], "Answer": "C"}, {"QuestionStatement": "In the long run, a monopolistically competitive firm is allocatively inefficient because the firm will", "Images": [], "AnswerChoices": ["Produce only when marginal cost is greater than marginal revenue", "Charge a price greater than the marginal cost", "Earn positive economic profits", "Earn economic profits", "Experience economic losses"], "Answer": "C"}, {"QuestionStatement": "A change in which of the following will NOT cause a shift in the demand curve for a factor of production?", "Images": [], "AnswerChoices": ["Demand for the goods produced by the factor", "Prices of the goods produced by the factor", "Prices of substitute factors", "Supply of the factor", "Supply of substitute factors"], "Answer": "D"}, {"QuestionStatement": "There are negative externalities associated with the use of a freeway in a major city at rush hour because during this time", "Images": [], "AnswerChoices": ["Drivers slow down other drivers because of the high traffic volume", "Drivers value their time more", "Government revenues from toll roads increase", "Revenues of bus companies increase", "Gasoline costs more"], "Answer": "A"}, {"QuestionStatement": "Economic growth can be depicted using a production possibilities curve by which of the following?", "Images": [], "AnswerChoices": ["A rightward shift of the curve", "A movement upward on an existing curve", "A movement downward on an existing curve", "A movement from a point outside the curve to a point on the curve", "A movement from a point on the curve to a point inside the curve"], "Answer": "A"}, {"QuestionStatement": "If a one-of-a-kind Etruscan vase is offered for sale at an auction, which, if any, of the following correctly shows the supply curve for the vase?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart3_files/mc007-1.jpg", "http://bencullivan.com/Econtest/01APExamMicro/1995micropart3_files/mc007-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "Which of the following will cause an unregulated monopolist to produce a more allocatively efficient level of output?", "Images": [], "AnswerChoices": ["A tax based on the amount of profits", "A tax that does not change as output increases", "A tax that increases as output increases", "A subsidy that increases as output increases", "A subsidy that does not change as output increases"], "Answer": "D"}, {"QuestionStatement": "The graph above shows the cost and revenue curves for a natural monopoly.  Consider the following two policies for regulating this natural monopolyPolicy I: Require the monopoly to set quantity and price where demand equals marginal costPolicy II: Require the monopoly to set quantity and price where demand equals average total cost", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart3_files/mc009-1.jpg"], "AnswerChoices": ["Both would result in the same level of output and price", "Both would result in an inefficient allocation of resources relative to the unregulated result", "Policy I would result in a lower level of output than would Policy II", "Policy I would result in a higher price than would Policy II", "Policy I might require the payment of a subsidy to the firm"], "Answer": "E"}, {"QuestionStatement": "Which of the following is true in the market for a certain product if producers consistently are willing to sell more at the going price than consumers are willing to buy?", "Images": [], "AnswerChoices": ["Demand is highly inelastic", "Supply is highly elastic", "The product is inferior", "There is a price ceiling on the product", "There is a price floor on the product"], "Answer": "E"}, {"QuestionStatement": "According to the theory of consumer behavior, which of the following decreases first as additional units of a product are consumed?", "Images": [], "AnswerChoices": ["Total utility", "Average utility", "Marginal utility", "Marginal physical product", "Total physical product"], "Answer": "C"}, {"QuestionStatement": "Under which of the following circumstances is a firm experiencing economies of scale?", "Images": [], "AnswerChoices": ["The firm increases only its labor input, and output decreases", "The firm doubles its inputs, and output triples", "The firm builds a new plant, and the average cost of production increases", "The firm hires a new plant manager, and profits increase", "The product price increases, and the firm increases its output."], "Answer": "B"}, {"QuestionStatement": "Which of the following statements about cost is always true for both monopolies and perfectly competitive firms?", "Images": [], "AnswerChoices": ["Average total cost equals marginal cost when average total cost is a minimum", "Marginal cost decreases as production increases", "Average fixed cost is equal to marginal cost when average fixed cost is a minimum", "Average variable cost is equal to marginal cost when marginal cost is a minimum", "Average variable cost decreases as production increases"], "Answer": "A"}, {"QuestionStatement": "1.      The graph above depicts cost and revenue curves for a typical firm in a monopolistically competitive industry.  Suppose that the firm is producing 0M units of output.  To maximize profit, it should do which fo the following to output and price?                  Output                  Pricea.      Increase            Decreaseb.      Increase            Increasec.      Decrease            Increased.      Not change                  Increasee.      Not change                  Not change", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart3_files/mc014-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "In most cases the supply curve for a perfectly competitive industry can be described as which of the following?", "Images": [], "AnswerChoices": ["More elastic in the short run than in the long run", "More elastic in the long run than in the short run", "Downward sloping in the short run", "Perfectly inelastic in the long run", "Perfectly elastic in the short run"], "Answer": "B"}, {"QuestionStatement": "Compared with firms in a perfectly competitive industry, firms in a monopolistically competitive industry are inefficient because they", "Images": [], "AnswerChoices": ["Make economic profits in the long run", "Do not lower the product price if input prices fall", "Restrict their output level to maximize profit", "Charge the highest price that consumers will pay", "Waste resources by producing an excess amount of output"], "Answer": "C"}, {"QuestionStatement": "Which of the following is NOT a characteristic of monopolistically competitive markets?", "Images": [], "AnswerChoices": ["Relatively easy market entry", "Differentiated products", "Substantial product advertising", "A large number of both buyers and sellers", "Long run economic profits"], "Answer": "E"}, {"QuestionStatement": "Which of the following will happen in the labor market if the price of the good produced by workers decreases?", "Images": [], "AnswerChoices": ["The marginal product of labor will increase", "The marginal product of labor will decrease", "The marginal revenue product of labor will increase", "The marginal revenue product of labor will decrease", "The demand curve for labor will shift to the right"], "Answer": "D"}, {"QuestionStatement": "Assume that a firm is hiring labor in a perfectly competitive labor market.  If the marginal revenue product of labor is greater than the wage rate, which of the following will be true?", "Images": [], "AnswerChoices": ["The firm must be losing money", "The firm should employ more workers", "The firm should replace workers with capital", "The firm is maximizing profits", "The firm is experiencing diminishing marginal utility"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true of the marginal cost of providing a pure public good to one more consumer?", "Images": [], "AnswerChoices": ["It is positive", "It is equal to zero", "It is equal to the original cost of the good", "It decreases as the number of consumers increases", "It increases as the number of consumers increases"], "Answer": "B"}]