[{"QuestionStatement": "If the increase in the price of one good decreases the demand for another, then the two goods are", "Images": [], "AnswerChoices": ["Inferior goods", "Luxury goods", "Normal goods", "Substitute goods", "Complementary goods"], "Answer": "E"}, {"QuestionStatement": "Which of the following is true about a firm’s average variable cost?", "Images": [], "AnswerChoices": ["It will rise if marginal cost is less than average variable cost", "It will never equal the firm’s marginal cost", "It will decline when the firm’s marginal product declines", "It will be negative if marginal revenue declines", "It will equal average total cost when fixed costs are zero"], "Answer": "E"}, {"QuestionStatement": "At a market price of $6, the profit maximizing rate of output will result in", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart2_files/mc003-1.jpg"], "AnswerChoices": ["Economic profits", "Economic losses", "Normal profits", "Profits that are less than normal", "Profits that are greater than normal"], "Answer": "C"}, {"QuestionStatement": "If the market price is $10, how many widgets should this profit maximizing firm produce?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart2_files/mc004-1.jpg"], "AnswerChoices": ["3,000", "6,000", "12,000", "16,000", "21,000"], "Answer": "D"}, {"QuestionStatement": "A competitive firm produces a product using labor and plastic.  The firm is initially in equilibrium.  If the cost of plastic suddenly increases, which of the following will occur?", "Images": [], "AnswerChoices": ["The demand curve for the product will shift to the left", "The firm’s demand curve for plastic will shift to the left", "The firm will increase the number of units offered for sale", "The firm will definitely go out of business, since competitive firms earn zero economic profits in equilibrium", "The firm’s marginal costs will increase at each level of output"], "Answer": "E"}, {"QuestionStatement": "Given the cost and demand schedules depicted above, if the firm increased output from q1 to q2, it would", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart2_files/mc006-1.jpg"], "AnswerChoices": ["Earn a normal profit", "Experience an increase in profits", "Experience a decline in profits", "Increase revenues but not costs", "Increase costs but not revenues"], "Answer": "C"}, {"QuestionStatement": "1.      Which of the following are characteristics of a perfectly competitive industry?I.      New firms can enter the industry easilyII.      There is no product differentiationIII.      The industry’s demand curve is perfectly elasticIV.      The supply curve of an individual firm in the industry is perfectly elastic", "Images": [], "AnswerChoices": ["I and II only", "I and III only", "II and IV only", "I, II, and IV only", "I, III, and IV only"], "Answer": "A"}, {"QuestionStatement": "The profit maximizing output level produced by an unregulated monopoly is", "Images": [], "AnswerChoices": ["The socially optimal output level, since the firm’s marginal revenue equals its marginal cost", "Greater than the socially optimal level, since the firm makes economic profits", "Greater than the socially optimal level, since the firm makes economic profits", "Less than the socially optimal level, since the price paid by consumers exceeds the firm’s marginal cost", "Less than the socially optimal level, since the price of the product is less than the firm’s marginal revenue"], "Answer": "D"}, {"QuestionStatement": "The wage rate is $10 per hour and the last worker hired by the firm increased output by 100 units.  Computers rent for $100 per hour and the last computer rented by the firm increased output by 2,000 units.  To minimize costs the firm should", "Images": [], "AnswerChoices": ["Hire more workers and rent more computers because the marginal revenue products of both workers and computers are greater than their respective prices", "Hire more workers and reduce the number of computers rented because workers are cheaper than computers", "Lay off workers and rent more computers because computers produce more output per dollar of additional expenditure", "Lay off workers and rent more computers because computers produce more output", "Keep the same number of workers and computers because the marginal revenue products of both workers and computers are positive"], "Answer": "C"}, {"QuestionStatement": "Imposing taxes that increase as a firm’s pollution increases is often recommended by economists as a means to reduce pollution.  The reason for this recommendation is that such taxes would likely", "Images": [], "AnswerChoices": ["Eliminate pollution completely", "Encourage firms to use the most efficient method to reduce pollution", "Increase the government’s revenues", "Encourage firms to increase production", "Be paid out of firms’ profits and not paid for by higher consumer price"], "Answer": "B"}, {"QuestionStatement": "1.      The opportunity cost of owning a business is equal to which of the following?I.      The economic profits earned in the businessII.      The accounting profits earned in the businessIII.      The profits that could be earned in another business using the same amount of resources", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and III only", "I, II, and III"], "Answer": "C"}, {"QuestionStatement": "1.      The graph above shows the supply and demand curves for a particular brand of computers.  In 1988, 10,000 computer were sold for $1,000 each, but in 1989, 9,000 computers were sold for $1,000 each.  Which of the following changes in the supply and demand curves could most likely have caused this change?Demand Curve      Supply Curvea.      Shift right            Shift rightb.      Shift right            Shift leftc.      No change            Shift leftd.      Shift left            Shift lefte.      Shift left            No change", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart2_files/mc012-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "      If the minimum wage for teenagers increased to a rate higher than their market equilibrium wage, what would be the effect on their wage and employment?Wage            Employmenta.      Increase      No effectb.      Increase      Increasec.      Increase      Decreased.      Decrease      Increasee.      Decrease      Decrease", "Images": [], "AnswerChoices": ["See above", "See above", "See above ", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "If a store raises its prices by 20 percent and its total revenue increases by 10 percent, the demand it faces in this price range must be", "Images": [], "AnswerChoices": ["Inelastic", "Elastic", "Unit Elastic", "Perfectly Inelastic", "Perfectly Elastic"], "Answer": "A"}, {"QuestionStatement": "In which of the following market structures is it sometimes assumed that rival firms will match price decreases but not match price increases?", "Images": [], "AnswerChoices": ["Perfect competition", "Oligopoly", "Natural monopoly", "Monopolistic competition", "Monopoly"], "Answer": "B"}, {"QuestionStatement": "A farmer produces peppers in a perfectly competitive market.  If the price falls, in the short run the farmer should", "Images": [], "AnswerChoices": ["Increase production until the new price equals average revenue", "Increase production to offset the fall in price", "Discontinue production if the new price is less than marginal revenue", "Continue to produce only if the new price covers average fixed costs", "Continue to produce only if the new price covers average variable costs"], "Answer": "E"}, {"QuestionStatement": "Which of the following is true if a perfectly competitive market is in long-run equilibrium?", "Images": [], "AnswerChoices": ["Market price will eventually decrease", "New firms will enter the industry", "Marginal revenue is equal to average total cost", "Price is not equal to marginal revenue", "Average variable costs are decreasing"], "Answer": "C"}, {"QuestionStatement": "The table above shows the various units of output that can be produced with different combinations of capital and labor.  Which of the following statements is correct according to the information in the table?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart2_files/mc018-1.jpg"], "AnswerChoices": ["In the long run, these are constant returns to scale", "In the long run, there are increasing returns to scale", "In the short run, the marginal product of capital is constant", "In the short run, the marginal product of labor is constant", "In the short run, the law of diminishing marginal returns does not hold"], "Answer": "A"}, {"QuestionStatement": "The graph above shows a firm’s cost and revenue curves.  This profit-maximizing firm will", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart2_files/mc019-1.jpg"], "AnswerChoices": ["Produce where demand is inelastic", "Charge a higher price than that necessary to maximize revenue", "Have many profit-maximizing price and quantity combinations", "Be unable to increase sales and total revenues by lowering its price", "Never have a region of falling average total cost"], "Answer": "B"}, {"QuestionStatement": "Which of the following is necessarily true of the profit-maximizing equilibrium of a monopolist who sets a single price?", "Images": [], "AnswerChoices": ["Price equals average total cost", "Price is greater than marginal cost", "Average total cost is at its minimum levels", "Marginal revenue is greater than marginal cost", "Marginal cost is minimized"], "Answer": "B"}]