[{"QuestionStatement": "1.      The allocation of resources in a market economy is described by which of the following statements?I.      The government decides which goods will be produced and which consumers will receive themII.      Buyers and sellers exchange goods and services on a voluntary basisIII. Prices and costs help producers decide whether they are producing too little or too much of a good", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and III only", "II and III only"], "Answer": "E"}, {"QuestionStatement": "If the government imposes a tax on the production of cars, which of the following will occur in the market for cars?", "Images": [], "AnswerChoices": ["There will be a movement to the right along the supply curve", "There will be a movement to the right along the demand curve", "The supply curve will shift to the right", "The supply curve will shift to the left", "The demand curve will shift to the right"], "Answer": "D"}, {"QuestionStatement": "Which of the following is true of a price floor?", "Images": [], "AnswerChoices": ["The intention of a government in creating the price floor is to assist the producers of the good", "To have an impact in the market for the good, the price floor should be set below the existing market price of the good", "An effective price floor will increase the quantity demanded of the good", "The price floor would tend to create a shortage of the good in the market", "The creation of the price floor would not change the quantity supplied of the good if the supply curve were upward-sloping to the right"], "Answer": "A"}, {"QuestionStatement": "On the basis of the graph above, which of the following statements concerning changes in the demand for and supply of tomatoes is correct?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart1_files/mc004-1.jpg"], "AnswerChoices": ["If both the demand and supply increase, the price of tomatoes will definitely increase.", "If both the demand and supply decrease, the quantity of tomatoes sold will definitely increase", "If the demand decreases while the supply increases, the price of tomatoes will definitely increase", "If the demand decreases while the supply increases, the quantity of tomatoes sold will definitely decrease", "If the demand increases while the supply decreases, the price of tomatoes will definitely increase"], "Answer": "E"}, {"QuestionStatement": "Which of the following best illustrates the concept of consumer surplus?", "Images": [], "AnswerChoices": ["A thirsty athlete pays $.85 for a cold drink when she would have gladly paid $1.50 for the drink", "An individual who is willing to accept a job at $7.50 per hour is offered $7.00 per hour", "An individual pays the sale price of $15.00 for the same shirt that the individual refused to purchase earlier at $18.00", "An individual finds that the price of artichokes, a food she dislikes, has been reduced by 50 percent.", "A wood-carver has a marginal cost of $5.00 for a unit of output, but sells that unit at $6.00"], "Answer": "A"}, {"QuestionStatement": "The average total cost to the firm of producing 2 units of output is", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart1_files/mc006-1.jpg"], "AnswerChoices": ["$35.00", "$85.00", "$95.00", "$100.00", "$130.00"], "Answer": "C"}, {"QuestionStatement": " If the product price is $85, how many units of output must the firm produce in order to maximize profits?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart1_files/mc007-1.jpg"], "AnswerChoices": ["0", "3", "4", "5", "6"], "Answer": "D"}, {"QuestionStatement": "Which of the following factors can cause a firm’s cost curves to shift upwards?", "Images": [], "AnswerChoices": ["An increase in wages", "An increase in the firm’s output", "An increase in the output price", "A decrease in the firm’s output", "A decrease in the price of energy"], "Answer": "A"}, {"QuestionStatement": "The diagram above shows a perfectly competitive firm’s short-run cost curves.  If the price of the output increases from $8 to $10, the profit-maximizing firm will", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart1_files/mc009-1.jpg"], "AnswerChoices": ["Continue producing 15 units because average total cost is at a minimum", "Continue producing 15 units because average total cost is equal to marginal cost", "Increase output to 20 units because this is the output at which price equals average total cost", "Increase output to 18 units because this is the output at which price equals marginal cost", "Decrease output to 10 units because this is the output at which average variable cost is at a minimum"], "Answer": "D"}, {"QuestionStatement": "Which of the following statements is true about a firm that sells its output in a perfectly competitive market?", "Images": [], "AnswerChoices": ["The demand for its product is a downward sloping function", "The firm will earn zero economic profits in long-run equilibrium", "Advertising is an important tool of the firm", "The firm will increase its total economic profits if it charges a price that is lower than the market price", "The marginal revenue the firm receives from selling an additional unit of output will be different from the price at which it sells that unit"], "Answer": "B"}, {"QuestionStatement": "One justification for government regulation of a monopoly is that the unregulated monopoly", "Images": [], "AnswerChoices": ["Earns a normal profit", "Pays its workers a lower wage than if the market were competitive", "Has a very elastic demand curve", "Charges a price higher than a competitive market price", "Sells too much of the product"], "Answer": "D"}, {"QuestionStatement": "Which of the following is most likely to shift the demand for aircraft mechanics to the right?", "Images": [], "AnswerChoices": ["An increase in the demand for air travel", "An increase in the price of a license", "A decrease in the price of a license necessary for aircraft mechanics", "A decrease in the demand for air travel", "A decrease in the marginal productivity of aircraft mechanics"], "Answer": "A"}, {"QuestionStatement": "The graph above shows the marginal revenue product curve and supply curve of labor for a firm.  The introduction of new management techniques dramatically increases worker productivity.  Which of the following changes is most likely to occur?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart1_files/mc013-1.jpg"], "AnswerChoices": ["The supply curve will shift to the left increasing the wage rate", "The supply curve will shift to the right, increasing employment", "The marginal revenue product curve will shift to the right, increasing the wage rate", "The marginal revenue product curve will shift to the left, reducing employment", "Neither the marginal revenue product curve nor the supply curve will shift, but the wage will increase and employment will fall"], "Answer": "C"}, {"QuestionStatement": "If the production of a good results in a positive externality, the government might be able to improve economic efficiency in this market by", "Images": [], "AnswerChoices": ["Eliminating private production of the good", "Imposing a tax on private producers", "Promoting the export of the surplus output", "Initiating antitrust action", "Granting a subsidy to private producers"], "Answer": "E"}, {"QuestionStatement": "All of the following are sources of inequality in the distribution of personal income EXCEPT", "Images": [], "AnswerChoices": ["Progressive income taxes", "Discrimination in employment", "Differences in personal opinion", "Differences in educational level attained", "Differences in abilities"], "Answer": "A"}, {"QuestionStatement": "An outward shift in the production possibilities curve of an economy can be caused by an increase in", "Images": [], "AnswerChoices": ["Unemployment", "The labor force", "Inflation", "Output", "Demand"], "Answer": "B"}, {"QuestionStatement": "The graph above shows an economy’s production possibilities frontier for the production of two goods, X and Y.  Assume that the economy is currently at point B.  The opportunity cost of moving from point B to point C is", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/1995micropart1_files/mc017-1.jpg"], "AnswerChoices": ["AH units of good Y", "HG units of good Y", "OG units of good Y", "EF units of good X", "OF units of good X"], "Answer": "B"}, {"QuestionStatement": "If the demand for potatoes increases whenever a person’s income increases, then potatoes are an example of", "Images": [], "AnswerChoices": ["An inferior good", "A free good", "A Giffen good", "A normal good", "A public good"], "Answer": "D"}, {"QuestionStatement": "The American Heart Association has just issued a report warning consumers about the negative health effects of eating beef.  Which of the following changes in the beef market is most likely to occur as a result?", "Images": [], "AnswerChoices": ["The supply curve will shift to the left, increasing the price of beef", "The demand curve will shift to the left, decreasing the price of beef", "The demand curve will shift to the right, increasing the price of beef", "Neither the supply nor demand curve will shift; only quantity will increase as price decreases", "Neither the supply nor demand curve will shift; only quantity will decrease as price increases"], "Answer": "B"}, {"QuestionStatement": "Which of the following is most likely to increase the supply of soldiers for an all-volunteer army?", "Images": [], "AnswerChoices": ["A decrease in the salaries paid to soldiers", "A decrease in the average wage rate in civilian employment", "A reduction in college tuition benefits provided to soldiers", "The imposition of new restrictions on women in the military", "An increase in the required length of service"], "Answer": "B"}]