[{"QuestionStatement": "The basic economic problem of all countries is the existence of", "Images": [], "AnswerChoices": ["Tax increases and budget deficits", "Limited resources and unlimited wants", "Unemployment and inflation", "Government and private industry", "Unions and monopoly firms"], "Answer": "B"}, {"QuestionStatement": "Assume that popcorn and movie attendance are complements and that Salty Concession grows corn suitable for popping.  Mr. Concession will most likely sell a greater quantity of popping corn at higher price if which of the following will occur?", "Images": [], "AnswerChoices": ["The wages of farm workers and movie theaters employees increase", "A technological improvement results in less expensive and more efficient harvesting of corn", "The introduction of new fat-free potato chips provides new competition in the snack-food market", "The release of three summer movies sets records for movie attendance", "New government regulations force movie theaters to hire more security guards at each theater"], "Answer": "D"}, {"QuestionStatement": "      In a perfectly competitive market, which of the following shifts in the supply and demand curves will definitely cause both the equilibrium price and quantity to decrease?      Supply Curve                  Demand Curvea.      Shifts to the left                  Shifts to the leftb.      Shifts to the left                  No shiftc.      Shifts to the right      Shifts to the rightd.      No shift            Shifts to the righte.      No shift            Shifts to the left", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "If bologna is an inferior good, which of the following must be true?", "Images": [], "AnswerChoices": ["The demand curve for bologna is vertical", "The demand curve for bologna is horizontal", "An increase in the price of bologna will decrease the supply of bologna", "An increase in consumer income will decrease the demand for bologna", "A decrease in consumer income will decrease the supply of bologna"], "Answer": "D"}, {"QuestionStatement": "Which of the following events will cause the demand curve for hamburgers to shift to the right?", "Images": [], "AnswerChoices": ["An increase in the price of pizza, a substitute for hamburgers", "An increase in the price of French fries, a complement to hamburgers", "An increase in the price of hamburgers", "A decrease in the price of hamburgers", "A decrease in the cost of producing hamburgers"], "Answer": "A"}, {"QuestionStatement": "The vertical distance CF represents", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2000micropart1_files/mc006-1.jpg"], "AnswerChoices": ["Total cost of producing Q", "1", " units of output", "Average total cost of producing Q", "1", " units of output", "Average fixed cost of producing Q", "1", " units of output", "Average variable cost of producing Q", "1", " units of output", "Amount of the firm’s loss resulting from producing Q", "1", " units of output"], "Answer": "C"}, {"QuestionStatement": "If marginal revenue is equal to P1, all of the following statements are true EXCEPT:", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2000micropart1_files/mc007-1.jpg"], "AnswerChoices": ["Total revenue will equal total costs", "The firm will produce Q1 units of output", "The firm will produce the efficient level of output", "The firm will earn a normal profit", "The firm will increase production in the long run"], "Answer": "E"}, {"QuestionStatement": "Which of the following best describes a perfectly competitive market?", "Images": [], "AnswerChoices": ["Many small firms producing differentiated products and facing significant barriers to entry", "Many small firms producing a homogeneous product and facing significant barriers to entry", "Many small firms producing a homogeneous product and facing significant barriers to entry", "A single large firm facing significant barriers to entry", "A few large firms producing a differentiated product and facing no significant barriers to entry"], "Answer": "C"}, {"QuestionStatement": "Assume that a competitive industry producing a normal good is in long-run equilibrium.  If average consumer income decreases, which of the following changes will occur?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2000micropart1_files/mc009-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "Which of the following statements is true for a monopolist at the profit-maximizing output level?", "Images": [], "AnswerChoices": ["Price exceeds marginal revenue", "Marginal cost exceeds price", "Demand is price inelastic", "Price equals marginal cost, which equals average total cost", "The demand curve intersects the supply curve"], "Answer": "A"}, {"QuestionStatement": "If a normal good is produced in a competitive market, which of the following combinations of events could cause the price of the good to increase and the quantity to decrease?", "Images": [], "AnswerChoices": ["An increase in the average income of consumers and an increase in the number of producing firms", "An increase in the average income of consumers and an increase in the price of a variable input", "An increase in the price of a substitute good and an increase in the number of producing firms", "A decrease in the number of consumers and a decrease in the price of a variable input", "A decrease in the average income of consumers and an increase in the number of producing firms"], "Answer": "B"}, {"QuestionStatement": "Monopolies are inefficient compared to perfectly competitive firms because monopolies", "Images": [], "AnswerChoices": ["Produce output with average total cost exceeding average revenue", "Produce more output than is socially desirable", "Charge a higher price less than marginal revenue", "Charge a price greater than marginal cost", "Charge a price less than average total cost"], "Answer": "D"}, {"QuestionStatement": "An individuals labor supply curve is derived from that person’s preferences about the trade-offs between income and", "Images": [], "AnswerChoices": ["Work", "Wealth", "Nominal wages", "Productivity", "Leisure"], "Answer": "E"}, {"QuestionStatement": "A profit-maximizing firm will hire", "Images": [], "AnswerChoices": ["Labor until its wage rate equals its average revenue product", "Labor until its wage rate equals its marginal revenue product", "Labor until its wage rate equals the interest rate", "Capital until the interest rate equals the wage rate", "Capital until the interest rate exceeds the wage rate"], "Answer": "B"}, {"QuestionStatement": "A chemical plant pollutes a river that serves as the water supply for a nearby town.  From an economist’s point of view, pollution from the plant should be reduced until the", "Images": [], "AnswerChoices": ["Marginal benefit from cleaner water is equal to the marginal cost of making the water cleaner", "Marginal benefit from cleaner water is maximized", "Marginal benefit from cleaner water is zero", "Total benefit from cleaner water is equal to the total cost of making the water cleaner", "Total benefit from cleaner water is maximized"], "Answer": "A"}, {"QuestionStatement": "All of the following are included in computing the opportunity cost of attending college EXCEPT", "Images": [], "AnswerChoices": ["Interest paid on student loans", "Wages the student gave up to attend college", "Money spent on college tuition", "Money spent on clothing expenses", "Money spent on books and supplies"], "Answer": "D"}, {"QuestionStatement": "A country can consume beyond its present production possibilities curve when it", "Images": [], "AnswerChoices": ["Trades with other countries, thus taking advantage of different opportunity costs", "Reduces unemployment, thus increasing output", "Experiences decreasing opportunity costs", "Faces an upward-sloping production possibilities curve", "Faces a downward-sloping production possibilities curve"], "Answer": "A"}, {"QuestionStatement": "In a competitive equilibrium, consumer surplus is the area of", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2000micropart1_files/mc018-1.jpg"], "AnswerChoices": ["UVZ", "WYZ", "RVUT", "XVZY", "0YZS"], "Answer": "B"}, {"QuestionStatement": "If a price floor is set at X, the quantity demanded will", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2000micropart1_files/mc019-1.jpg"], "AnswerChoices": ["Increase from 0R to 0S", "Increase from 0R to 0T", "Decrease from 0S to 0R", "Decrease from 0t to 0R", "Not change"], "Answer": "C"}, {"QuestionStatement": "Which of the following must be true if the revenues of wheat farmers increase when the price of wheat increases?", "Images": [], "AnswerChoices": ["The supply of wheat is price elastic", "The supply of wheat is income elastic", "The supply of wheat is income inelastic", "The demand for wheat is price elastic", "The demand for wheat is price inelastic"], "Answer": "E"}]