[{"QuestionStatement": "Interdependence among firms is a characteristic primarily associated with", "Images": [], "AnswerChoices": ["Labor markets ", "Perfect competition", "Monopsony", "Oligopoly", "Monopoly"], "Answer": "D"}, {"QuestionStatement": "Monopolistically competitive firms are inefficient because they", "Images": [], "AnswerChoices": ["Produce a lower level of output at a higher average cost than do perfectly competitive firms", "Use production processes that are more capital intensive than do perfectly competitive firms", "Face downward sloping demand curves, ensuring that marginal revenue is greater than average revenue", "Produce at a level of output where price equals marginal cost", "Realize diseconomies of scale"], "Answer": "A"}, {"QuestionStatement": "In a perfectly competitive labor market for nurses, all of the following statements are true EXCEPT:", "Images": [], "AnswerChoices": ["The imposition of an effective minimum wage will result in unemployment", "An increase in the marginal product of nurses will increase the demand for nurses and increase wages", "An increase in the supply of nurses will create unemployment and leave wages unchanged", "An increase in the demand for health care will increase the demand for nurses and increase wages", "Revoking work permits for foreign nurses will increase wages of domestic nurses"], "Answer": "C"}, {"QuestionStatement": "      For a certain firm, the marginal revenue product for the last unit of labor is $60, and the marginal revenue product for the last unit of capital is $100.  Which of the following combinations of factor prices would be necessary for the firm to maximize profits?      Price of Labor          Price of Capitala.      $2                  $5b.      $3                  $20c.      $10                  $10d.      $2                  $25e.      $60                  $100", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "In the United States, the federal government redistributes income primarily by", "Images": [], "AnswerChoices": ["Setting up planning commissions to set wage rates", "Taxing different income levels at different rates", "Guaranteeing every person a minimum income through minimum-wage laws", "Providing the same goods and services to all citizens", "Relocating and retraining structurally unemployed people"], "Answer": "B"}, {"QuestionStatement": "The diagram above shows an economy’s current production possibilities curve for capital goods and consumer goods.  If society chooses point B over point A, society is choosing", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2000micropart3_files/mc006-1.jpg"], "AnswerChoices": ["More future consumption in exchange for less current consumption", "More current capital goods in exchange for less future consumption", "More future and current consumption", "Less future consumption in exchange for more current consumption", "Less current capital goods in exchange for greater future consumption"], "Answer": "A"}, {"QuestionStatement": "Which of the following is true in the elastic range of a firm’s demand curve?", "Images": [], "AnswerChoices": ["The firm should expand output to increase economic profits", "An increase in price will also lead to an increase in total cost", "A decrease in price will likely lead to an increase in total revenue", "Marginal revenue is negative", "The firm is maximizing total revenue"], "Answer": "C"}, {"QuestionStatement": "The supply curve for automobiles will shift to the left in response to", "Images": [], "AnswerChoices": ["An increase in the efficiency of robot technology", "An increase in wages in the automobile industry", "A decrease in the number of consumers purchasing automobiles", "A decrease in the interest rates for automobile loans", "A decrease in consumers’ income"], "Answer": "B"}, {"QuestionStatement": "An increase in which of the following will most likely result in a long-run surplus of a product?", "Images": [], "AnswerChoices": ["The number of suppliers of the product", "A price that is set by law above the equilibrium price", "The demand for the product", "The costs of resources used to produce the product", "The future expected price of the product"], "Answer": "B"}, {"QuestionStatement": "Suppose that a consumer purchases two goods X and Y and that the marginal utility of X is Mux, the total utility of Y is MUy, and the total utility of Y is TUy.  If the prices of X and Y are Px and Py, respectively, which of the following expressions defines consumer equilibrium?", "Images": [], "AnswerChoices": ["TU", "x", "=TU", "y", "MU", "x", "=MU", "y", "TU", "x", "/P", "x", "=TU", "y", "/P", "y", "MU", "x", "/P", "x", "=MU", "y", "/P", "y", "(MU", "x", ") (P", "x", ") + (MU", "y", ") (P", "y", ")=1"], "Answer": "D"}, {"QuestionStatement": "Assume the total fixed costs are $46, that the average product of labor is 5 units when 10 units of output are produced, and that the wage rate is $12.  If labor is the only variable input, what is the average total cost of producing 10 units of output?", "Images": [], "AnswerChoices": ["$2", "$5", "$7", "$9", "$12"], "Answer": "C"}, {"QuestionStatement": "Which of the following best explains why it is difficult to maintain lasting collusive agreements?", "Images": [], "AnswerChoices": ["There is an unavoidable conflict in that a collusive agreement can increase the profits of some, but not all, firms in the industry", "There is little potential for gain from collusion unless there is a large number of consumers in the market", "Each firm in the industry views itself as facing a vertical demand curve, even though the market demand curve is downward sloping", "The firms in the industry have a common incentive to increase output to a more competitive level", "Each firm realizes that its profits would increase if it were the only firm to violate the collusive agreement by increasing its production slightly"], "Answer": "E"}, {"QuestionStatement": "If labor is the only variable input and it costs $15 per hour and if the marginal product of labor is 3 units per hour, the short-run marginal cost of 1 unit of output is approximately", "Images": [], "AnswerChoices": ["$0.20", "$3.00", "$5.00", "$15.00", "$45.00"], "Answer": "C"}, {"QuestionStatement": "If a perfectly competitive firm wishes to maximize profits and is producing where price exceeds both marginal cost and average variable cost, then the firm is", "Images": [], "AnswerChoices": ["Producing too little input", "Producing where its marginal revenue is less than its marginal cost", "Using too much of the variable input", "Charging too high a price for its output", "Not earning any economic profits"], "Answer": "A"}, {"QuestionStatement": "ABC Limited Inc., sells its product in a perfectly competitive market for a price of $15 per unit and hires workers at a daily wage of $75.  Labor is the only factor cost, and the firm is currently earning profits.  If ABC hires one more worker and output increases by 5 units per day, the firm’s profits will", "Images": [], "AnswerChoices": ["Decrease by $5", "Decrease by $75", "Increase by $75", "Increase by $15", "Remain unchanged"], "Answer": "E"}, {"QuestionStatement": "The condition for Allocative efficiency is violated when", "Images": [], "AnswerChoices": ["Firms are price makers (price searchers)", "Short-run profits exist in a competitive industry", "Price equals average total cost", "The market demand curve is inelastic in a competitive industry", "The market demand curve is elastic in a competitive industry"], "Answer": "A"}, {"QuestionStatement": "In which of the following cases is the government’s action appropriate for reducing inefficiency?", "Images": [], "AnswerChoices": ["Taxation of the output of a chocolate factory that emits an aroma that residents of the city enjoy", "Regulation that reduces the output of a monopoly", "A lump-sum tax on a monopolist", "A subsidy for the consumption of a good produced by a plant that emits a pollutant as a by-product", "A toll on a congested bridge"], "Answer": "E"}, {"QuestionStatement": "The concept of derived demand is described by which of the following?", "Images": [], "AnswerChoices": ["A decrease in the demand for theater tickets will decrease the demand for actresses and actors", "If the salaries of basketball players increase, the quantity of basketball players demanded will decrease", "An increase in the income of consumers will increase the demand for opera tickets", "An increase in the demand for movie tickets will decrease the demand for video rentals", "A decrease in the price of movie tickets will increase the demand for movie tickets"], "Answer": "A"}, {"QuestionStatement": "Which of the following is the best example of a negative externality?", "Images": [], "AnswerChoices": ["An increase in the price of oil due to the imposition of environmental regulations", "An increase in the price of oil due to action taken by the Organization of Petroleum Exporting Countries (OPEC)", "A decline in oil stock prices as a result of bad management", "Oil leakages from drilling platforms in the Gulf of Mexico", "Declining restrictions on the importation of foreign-made cars"], "Answer": "D"}, {"QuestionStatement": "Private supply of public goods is most likely to result in", "Images": [], "AnswerChoices": ["Less than the efficient level of output, due to the free-rider problem", "Less than the efficient level of output, due to the problem of insufficient competition", "More than the efficient level of output, due to lower costs of private firms", "More than the efficient level of output, due to the existence of externalities", "An overuse of these goods"], "Answer": "A"}]