[{"QuestionStatement": "      The demand curve for a normal good slopes down for which of the following reasons?I.      An increase in the price of the good induces consumers to purchase substitute productsII.      An increase in the price of the good reduces consumers’ purchasing powerIII.      An increase in the price of the good increases consumers’ utility from consuming that good", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and II only", "I and III only"], "Answer": "D"}, {"QuestionStatement": "The relationship in the graph above best illustrates the economic concept of", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2000micropart2_files/mc002-1.jpg"], "AnswerChoices": ["Opportunity cost", "Diminishing marginal utility in consumption", "Diminishing marginal returns in productivity", "Production possibilities", "Comparative advantage"], "Answer": "C"}, {"QuestionStatement": "Which of the following statements is true for a perfectly competitive firm but not true for a monopoly?", "Images": [], "AnswerChoices": ["The firm’s price is equal to its average revenue", "The firm cannot affect the market price for its good", "It is difficult for other firms to enter the industry", "The demand for the firm’s product is unit elastic", "The firm must lower its price in order to sell more of its product"], "Answer": "B"}, {"QuestionStatement": "If a perfectly competitive industry were monopolized without any changes in cost conditions, the price and quantity produced would change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2000micropart2_files/mc004-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "In a perfectly competitive industry, the market price of the product is $12.  A firm produces at a level of output where average total cost is $16, marginal cost is $16, and average variable cost is $8.  To maximize its profit, the firm should", "Images": [], "AnswerChoices": ["Decrease its selling point", "Increase its selling point", "Decrease output but keep producing", "Shut down", "Leave both price and output unchanged"], "Answer": "C"}, {"QuestionStatement": "When a perfectly competitive firm sells additional units of output, its total revenue will", "Images": [], "AnswerChoices": ["Remain constant", "Increase rapidly at first, then decline", "Increase at a decreasing rate", "Increase at an increasing rate", "Increase at a constant rate"], "Answer": "E"}, {"QuestionStatement": "Antitrust legislation is designed to make it illegal for a firm to monopolize an industry.  Which of the following best states the economic rationale for this legislation?", "Images": [], "AnswerChoices": ["A monopolist produces too little of the good, producing an output that minimizes the average cost of production", "A monopolist produces too little of the good, charging consumers a price that exceeds the marginal cost of production", "A monopolist is more likely to pollute the environment than are firms in a competitive industry", "A monopolist engages in price discrimination, charging low-income people with elastic demand curves a higher price than that charged to high-income people with inelastic demand curves", "A monopolist produces too much of a good, attracting scarce factors of production that might be better utilized in other industries"], "Answer": "B"}, {"QuestionStatement": "If the price for a product produced in a competitive market increases, which of the following is most likely to occur in the labor market for workers who produce that product?", "Images": [], "AnswerChoices": ["The demand for labor and the number of workers hired both increase", "The supply of labor and the number of workers hired both increase", "The demand for labor and the number of workers hired both decrease", "The supply of labor and the number of workers hired both decrease", "There is a movement along the demand for labor curve, and firms hire more workers"], "Answer": "A"}, {"QuestionStatement": "A factor of production will NOT earn economic rent when its supply is", "Images": [], "AnswerChoices": ["Elastic", "Inelastic", "Unit Elastic", "Perfectly Elastic", "Perfectly Inelastic"], "Answer": "D"}, {"QuestionStatement": "Whenever the production of a good creates negative externalities, an unregulated market will result in", "Images": [], "AnswerChoices": ["Too little of the good being produced", "An optimal amount of the good being produced as long as the market is perfectly competitive", "Society’s marginal cost being higher than the firm firm’s marginal cost", "The firm’s marginal cost being higher than society’s marginal cost", "The firm’s marginal cost being equal to society’s marginal cost"], "Answer": "C"}, {"QuestionStatement": "      The chart below shows the number of resource units the countries Gamma and Omega must use to produce one unit of food or one unit of clothing.Which of the following statements is true according to the chart above?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2000micropart2_files/mc011-1.jpg"], "AnswerChoices": ["Trade should take place, with Gamma specializing in clothing production and Omega specializing in food production", "Trade should take place, with Gamma specializing in food production and Omega specializing in clothing production", "Each country should devote half of its resources to food production and half to clothing production and not trade", "Since Omega can produce both food and clothing using fewer resources than Gamma, it cannot benefit from trade with Gamma", "Since Gamma can produce both food and clothing using fewer resources than Omega, it cannot benefit rom trade with Omega"], "Answer": "B"}, {"QuestionStatement": "The table below represents points on an economy’s current production possibilities curve.The opportunity cost of increasing the production of good Y from 0 to 200 is", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2000micropart2_files/mc012-1.jpg"], "AnswerChoices": ["1,000 units of X", "980 units of X", "200 units of X", "20 units of X", "5 units of X"], "Answer": "D"}, {"QuestionStatement": "Which of the following situations best illustrates the law of demand?", "Images": [], "AnswerChoices": ["As real incomes of United States citizens have decreased over the past year, the demand for housing has also decreased", "Recent decreases in the price of imported wine have led to an increase in the consumption of domestic wine", "In the past several months, as the price of compact disc players has decreased, the quantity of compact disc players sold has increased", "The increase in the price of quality health foods has increased the revenues of firms producing these goods", "As the demand for computers has increased, the number of workers in the computer industry has increased"], "Answer": "C"}, {"QuestionStatement": "The following chart shows the total utility that Juan receives from consuming various amounts of chocolate candy bars each dayWhich of the following statements about Juan’s marginal utility is correct?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2000micropart2_files/mc014-1.jpg"], "AnswerChoices": ["His marginal utility from the first candy bar is greater than his marginal utility from the second candy bar", "His marginal utility from the fourth candy bar is greater than his marginal utility from the third candy bar", "His marginal utility increases at a constant rate", "He first experiences diminishing marginal utility with the consumption of the fifth candy bar", "His greatest marginal utility comes from his consumption of the fourth candy bar"], "Answer": "A"}, {"QuestionStatement": "The graph above shows the supply and demand curves for gasoline.  Which of the following will occur if the government establishes a price ceiling of $1.20 per gallon?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2000micropart2_files/mc015-1.jpg"], "AnswerChoices": ["A shortage of 900 million gallons", "A shortage of 200 million gallons", "A shortage of 100 million gallons", "A surplus of 100 million gallons", "Neither a surplus nor a shortage"], "Answer": "E"}, {"QuestionStatement": "According to the table above, which shows the costs of production for a firm, the average total cost of producing 3 units of output is", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2000micropart2_files/mc016-1.jpg"], "AnswerChoices": ["$5.00", "$11.67", "$13.33", "$15.00", "$20.00"], "Answer": "E"}, {"QuestionStatement": "In the short run, a decrease in production costs of a product will shift", "Images": [], "AnswerChoices": ["Both the demand curve and the supply curve to the right", "The demand curve to the left and the supply curve to the right", "Only the supply curve to the right", "Only the supply curve to the left", "Only the demand curve to the left"], "Answer": "C"}, {"QuestionStatement": "A perfectly competitive firm, earning economic profits, produces and sells 100 units of output at a price of $20 per unit.  If its marginal cost of increasing output to a rate of 101 units is $18, which of the following statements is correct?", "Images": [], "AnswerChoices": ["The total revenue from selling 101 units is the same as the total revenue from selling 100 units", "The total profit from selling 101 units is $2 greater than the total profit from selling 100 units", "The total cost of producing 101 units is $2 greater than the total cost of producing 100 units", "To sell 101 units, the firm must reduce its price below $20", "To sell 101 units, the firm must raise its price above $20"], "Answer": "B"}, {"QuestionStatement": "      In the short run in perfect competition, the industry’s demand curve and a firm’s demand curve have which of the following slopes?                Industry’s                  Firm’s           Demand Curve         Demand Curvea.      Horizontal               Downward slopingb.      Horizontal               Horizontalc.      Downward sloping         Downward slopingd.      Downward sloping         Downward slopinge.      Vertical               Horizontal", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "Which of the following statements about the firm whose cost and revenue curves are shown above is correct?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2000micropart2_files/mc020-1.jpg"], "AnswerChoices": ["Its profit maximizing price is $5", "Its profit-maximizing output level is 200 units", "Its maximum profit is $4,000", "If it produces 250 units, it will earn no economic profits", "At the profit maximizing level of output, its total cost is $1,000"], "Answer": "B"}]