[{"QuestionStatement": "Economies of scale exist when", "Images": [], "AnswerChoices": ["The doubling of all inputs doubles the output produced", "Short-run average total costs decreases as output increases", "Short-run average total cost remains constant as output increases", "Long-run average total cost increases as output increases", "Long-run average total cost decreases as output increases"], "Answer": "E"}, {"QuestionStatement": "Lockotek produces toy trains and pays each worker $350 per week.  Five workers can produce 40 trains per week and six workers can produce 45 trains per week.  The marginal product per week of the sixth worker is", "Images": [], "AnswerChoices": ["$70", "$350", "5 trains", "7.5 trains", "42.5 trains"], "Answer": "C"}, {"QuestionStatement": "If the only two firms in an industry successfully collude to maximize their joint profit, the price for the product will be", "Images": [], "AnswerChoices": ["Equal to the marginal cost of production", "Equal to the average total cost of production", "Above the marginal cost of production", "Above the monopoly price", "Below the average variable cost of production"], "Answer": "C"}, {"QuestionStatement": "If there are many firms in an industry and each firm’s product is indistinguishable from the products of all other firms, the individual firm’s demand curve will be", "Images": [], "AnswerChoices": ["Upward sloping and different for each firm", "Downward sloping and different for each firm", "Downward sloping and identical for every firm", "Horizontal and different for each firm", "Horizontal and identical for every firm"], "Answer": "E"}, {"QuestionStatement": "A monopoly is different from a perfectly competitive firm in that a monopoly", "Images": [], "AnswerChoices": ["Does not have a U-shaped average total cost curve", "Has an average fixed cost curve that is perfectly horizontal", "Has a marginal revenue curve that lies below its demand curve", "Always earns economic profits", "Operates in the inelastic segment of its demand curve"], "Answer": "C"}, {"QuestionStatement": "Price discrimination occurs when", "Images": [], "AnswerChoices": ["The supply of the product is elastic", "A product’s average cost is greater than its average revenue", "A product’s average cost is less than its average revenue", "Differences in a product’s price reflect differences in marginal costs", "Differences in a product’s price do not reflect differences in costs of production"], "Answer": "E"}, {"QuestionStatement": "If a 5 percent wage increase in a particular labor market results in a 10 percent decrease in employment, the demand for labor is", "Images": [], "AnswerChoices": ["Perfectly elastic", "Relatively elastic", "Unit elastic", "Relatively inelastic", "Perfectly inelastic"], "Answer": "B"}, {"QuestionStatement": "According to the information in the table above, the twelfth worker would increase the hourly profit by", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2005micropart2_files/mc008-1.jpg"], "AnswerChoices": ["$0.20", "$1.10", "$1.30", "$2.40", "$5.20"], "Answer": "C"}, {"QuestionStatement": "1.      Characteristics of a pure public good include which of the following?I.      Nonpaying consumers cannot be excluded from consuming the goodII.      Consumption by any one person does not reduce the availability of the good to othersIII.      The amount consumed depends on the price paid", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and II only", "II and III only"], "Answer": "D"}, {"QuestionStatement": "Which of the following tends to increase the gap in earnings between skilled and unskilled workers over time?", "Images": [], "AnswerChoices": ["An increase in the demand for unskilled workers relative to skilled workers", "An increase in the supply of skilled workers relative to unskilled workers", "A decrease in the demand for unskilled workers relative to skilled workers", "A decrease in both the demand for and the supply of skilled workers", "An increase in both the demand for and supply of unskilled workers"], "Answer": "C"}, {"QuestionStatement": "1.      For an economy with a straight-line production possibilities curve, which of the following must be true?I.      The opportunity cost of producing another unit is constantII.      Resources are completely adaptable to alternative usesIII.      Resources are used efficiently", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and II", "II and III"], "Answer": "D"}, {"QuestionStatement": "Consumer surplus is defined as", "Images": [], "AnswerChoices": ["Opportunity cost minus total revenue", "Total revenue minus opportunity cost", "The difference between the resource costs and the price that consumers pay", "The difference between the value that consumers place on a good and the price they pay", "The sum of external costs and benefits"], "Answer": "D"}, {"QuestionStatement": "Which of the following would cause the equilibrium price of good X to increase?", "Images": [], "AnswerChoices": ["Producers of good X find a new technology that reduces the cost of producing X", "The price of an essential input in the production of good X increases", "Goods X and Y are complements, and the government imposes a tax on good Y", "Good X is a normal good, and the government increases income taxes by 3%.", "Good X is an inferior good, and the government decreases income taxes by 10%"], "Answer": "B"}, {"QuestionStatement": "The graph above shows the supply and demand curves for artichokes.  The surgeon general announces that eating an artichoke a day dramatically reduces one’s likelihood of developing cancer.  Simultaneously an infestation of artichoke weevil severely damages the crop.  Which of the following will definitely occur as a result?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2005micropart2_files/mc014-1.jpg"], "AnswerChoices": ["The supply of artichokes will increase", "The price of artichokes will increase", "The demand for artichokes will decrease", "The quantity of artichokes grown will decrease", "The profits of farmers who specialize in growing artichokes will decrease"], "Answer": "B"}, {"QuestionStatement": "The price of an airline ticket is typically lower if a traveler buys the ticket several weeks before the flight’s departure date rather than on the day of departure.  The pricing strategy is based on the assumption that", "Images": [], "AnswerChoices": ["Travelers are not aware of how airline prices change across time", "Travelers do not have alternative modes of transportation", "Travelers will pay any price to travel as the departure date approaches", "The marginal cost of the last few seats on an airplane is higher than that for the first few seats", "Travelers’ demand becomes less elastic as the departure date approaches"], "Answer": "E"}, {"QuestionStatement": "Technological advances will lead to", "Images": [], "AnswerChoices": ["An increase in marginal utility", "A decrease in average total costs", "A decrease in net exports", "An increase in the marginal costs", "Diseconomies of scale"], "Answer": "B"}, {"QuestionStatement": "Marginal cost is defined as", "Images": [], "AnswerChoices": ["Change in total cost resulting from producing an additional unit of output", "Change in total cost resulting from using an additional unit of output", "Difference between total cost and total variable cost", "Difference between total variable cost and total fixed cost", "Difference between average total cost and average variable cost divided by output"], "Answer": "A"}, {"QuestionStatement": "The payoff matrix above gives the profits associated with the strategic choices of two firms in an oligopolistic industry.  The first entry in each cell is the profit to the Firm A and the second to Firm B.      If the two firms collude, Firm A’s and Firm B’s profits would be which of the following?          Firm A      Firm Ba.      $150      $50b.      $100      $100c.      $100      $150d.      $50      $100e.      $50      $50", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2005micropart2_files/mc018-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "       If each firm simultaneously chooses its pricing strategy without collusion, Firm A’s and Firm B’s profits would be which of the following?          Firm A      Firm Ba.      $150      $50b.      $100      $100c.      $100      $150d.      $50      $100e.      $50      $50", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2005micropart2_files/mc019-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "In the short run, a perfectly competitive firm should shut down whenever", "Images": [], "AnswerChoices": ["Minimum average variable cost exceeds price", "Minimum average total cost exceeds price", "Marginal revenue exceeds marginal cost", "Marginal cost exceeds marginal revenue", "It is losing money"], "Answer": "A"}]