[{"QuestionStatement": "A constant cost, perfectly competitive industry is in long run equilibrium.  If the demand for the good increases, which of the following will occur in the long run?", "Images": [], "AnswerChoices": ["The price will remain unchanged", "The price will increase", "The price will decrease", "Economic profits will increase", "Economic profits will decrease"], "Answer": "A"}, {"QuestionStatement": "Assume a firm uses only two inputs, capital (K) and labor (L), to produce its output.  Let the marginal product of capital be MPK, the marginal product of labor be MPL, the price of capital be PK, and the price of labor be PL.  The least-cost combination of capital and labor needed to produce a given level of output is given by which of the following?", "Images": [], "AnswerChoices": ["MP", "L", "/P", "L", "=MP", "K", "/P", "K", "MP", "L", "/P", "L", ">MP", "K", "/P", "K", "MP", "L", "/P", "K", "=MP", "K", "/P", "L", "(MP", "L", ")P", "L", "=(MP", "K", ")P", "K", "MP", "L", "=MP", "K"], "Answer": "A"}, {"QuestionStatement": "A firm’s demand curve for labor is equal to a segment of its", "Images": [], "AnswerChoices": ["Average variable cost curve", "Total revenue curve", "Marginal cost curve", "Marginal revenue product curve", "Average product curve"], "Answer": "D"}, {"QuestionStatement": "A Lorenz curve can be used by economists to do which of the following?", "Images": [], "AnswerChoices": ["Show the distribution of personal income", "Show the amount of wealth in a nation", "Show the amount of consumption in a nation", "Explain why different households have different incomes", "Explain why income is equally distributed in socialist countries"], "Answer": "A"}, {"QuestionStatement": "The surgeon general has determined that smoking causes cancer and heart disease for both smokers and passive smokers, nonsmokers who breathe smoke-filled air.  If cigarette prices are determined in a free market, which of the following will be true?", "Images": [], "AnswerChoices": ["The price of cigarettes will be too low and the quantity sold too high", "The price of cigarettes will be efficient but the quantity sold will be too high", "The market will be efficient because markets always equate marginal benefits and marginal costs", "The price of cigarettes will reflect the marginal social benefit received by nonsmokers", "The price of cigarettes will overstate the true social cost imposed on nonsmokers"], "Answer": "A"}, {"QuestionStatement": "       An opportunity cost is entailed in which of the following situations?I.      A student decides to attend college full timeII.      A family uses its $20,000 savings to purchase an automobileIII.      A farmer decides to grow more wheat and less corn", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and III only", "I, II, and III"], "Answer": "E"}, {"QuestionStatement": "If the demand for good Y increases as the price of good X decreases, it can be concluded that", "Images": [], "AnswerChoices": ["X and Y are substitute goods", "X and Y are complementary goods", "X is an inferior good and Y is a superior good", "X is a superior good and Y is an inferior good", "Both X and Y are inferior goods"], "Answer": "B"}, {"QuestionStatement": "If the market demand for a good is inelastic and the supply is elastic, which of the following is true when there is an increase in sales tax?", "Images": [], "AnswerChoices": ["Consumers will bear most of the burden of the tax", "Producers will bear all of the burden of the tax", "Producers will bear most of the burden of the tax or risk losing sales", "Both consumers and producers will share the burden of the tax equally", "The price of the good will not change"], "Answer": "A"}, {"QuestionStatement": "If a perfectly competitive firm increases its price above the market equilibrium price, which of the following will be true for this firm?", "Images": [], "AnswerChoices": ["Its total revenue will increase", "Its profit will increase", "Its sales will decrease but profit will not be affected", "Its demand curve will become downward sloping", "It will not be able to sell any output"], "Answer": "E"}, {"QuestionStatement": "Leather and beef are jointly produced such that an increase in the production of one results in an equal increase in the production of the other.  An increase in the demand for leather will most likely cause", "Images": [], "AnswerChoices": ["A decrease in the price of leather", "A decrease in the price of beef", "A decrease in the equilibrium quantity of beef sold", "An increase in the demand for beef in the short run", "An increase in the supply of leather"], "Answer": "B"}, {"QuestionStatement": "Which of the following best explains why the short-run average total cost curve is U-shaped?", "Images": [], "AnswerChoices": ["Spreading total fixed costs over a larger output, and constant returns", "Spreading total fixed costs over a larger output, and eventually diminishing returns", "Increasing total fixed costs and increasing returns", "Increasing average variable costs and decreasing returns", "Decreasing average variable costs and increasing returns"], "Answer": "B"}, {"QuestionStatement": "Assume that a firm is maximizing short-run profits and that the price is greater than average variable cost.  Which of the following must be true at the firm’s level of output?", "Images": [], "AnswerChoices": ["Marginal revenue is equal to average total cost", "Marginal revenue is greater than total variable cost", "Marginal revenue is equal to price, which is greater than average total cost", "Marginal revenue is equal to marginal cost", "Price is equal to average total cost"], "Answer": "D"}, {"QuestionStatement": "A single-price monopolist’s marginal revenue is", "Images": [], "AnswerChoices": ["Equal to its price", "Less than its price", "Greater than its price", "Negative when it maximizes revenues", "Zero when it maximizes profit"], "Answer": "B"}, {"QuestionStatement": "When marginal product exceeds average product, which of the following must be true?", "Images": [], "AnswerChoices": ["Average product is increasing ", "Average product is decreasing", "Marginal product is increasing", "Total product is decreasing", "Total product is at its maximum"], "Answer": "A"}, {"QuestionStatement": "Which of the following is true if a monopolist’s marginal revenue is negative at the current level of output?", "Images": [], "AnswerChoices": ["Demand for its product is unit elastic", "Demand for its product is price elastic", "Demand for its product is price inelastic", "Marginal cost is equal to price", "Marginal revenue is equal to price"], "Answer": "C"}, {"QuestionStatement": "A merger of two firms may increase economic efficiency by", "Images": [], "AnswerChoices": ["Decreasing average total cost through an increase in economies of scale", "Decreasing output to reduce marginal cost and equalize price", "Increasing economic profits but decreasing consumer surplus", "Increasing consumer surplus by decreasing economic profits", "Increasing consumer surplus by shifting the demand curve for the product to the right"], "Answer": "A"}, {"QuestionStatement": "The graph above illustrates the labor market for teenage workers.  The current minimum wage for all workers is W1.  If Congress introduces a sub-minimum wage, W2 that applies only to teenagers, what is the most likely effect on teenage employment?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2005micropart3_files/mc017-1.jpg"], "AnswerChoices": ["Teenage employment will increase because firms will want to hire more teenagers at W", "2", " than at W", "1", "Teenage employment will increase because more teenagers will want to work at W", "2", " than at W", "1", "Teenage employment will decrease because fewer teenagers will want to work at W", "2", " than at W", "1", "Teenage employment will decrease because firms will want to hire fewer teenagers at W", "2", " than at W", "1", "Teenagers employment will stay the same because the market-clearing wage is lower than W", "1", " and W", "2"], "Answer": "A"}, {"QuestionStatement": "Marginal revenue product is defined as the", "Images": [], "AnswerChoices": ["Change in income that occurs when an individual works additional hours", "Change in total revenue that occurs when one additional unit of the good is produced", "Change in total revenue that occurs when one additional unit of an input is employed", "Total revenue divided by the quantity of labor employed", "Change in total cost that occurs when one additional unit of an input is employed"], "Answer": "C"}, {"QuestionStatement": "An increase in the marginal social benefit of consuming a public good should result in", "Images": [], "AnswerChoices": ["A decrease in public production of the good", "An increase in the optimal quantity of the good", "A decrease in the optimal quantity of the good", "A decrease in the social costs associated with producing the good", "A decrease in the social costs associated with consuming the good"], "Answer": "B"}, {"QuestionStatement": "An industry will produce more than the socially efficient level of output under which of the following conditions?", "Images": [], "AnswerChoices": ["The production or consumption of a good generates a positive externality", "The production or consumption of a good generates a negative externality", "The industry is a monopoly", "The industry produces a public good", "The industry produces a private good"], "Answer": "B"}]