[{"QuestionStatement": "A professor hires two aides, assigning them the tasks of reading student papers and of typing lecture notes on a computer.  One of the aides, Ben, can read 1 page of a student paper per minute or type 50 words of lecture notes per minute, and the other aide, Ann, can read 3 pages of a student paper per minute or type 60 words of lecture notes per minute.  Which of the following are true?", "Images": [], "AnswerChoices": ["Ann has a comparative advantage in reading student papers, and Ben has a comparative advantage in typing lecture notes.", "Ann has an absolute advantage in reading student papers, and Ben has an absolute advantage in typing lecture notes", "Ben has a comparative advantage in reading student papers, and Ann has a comparative advantage in typing lecture notes", "Ben has a comparative advantage in both reading student papers and typing lecture notes", "Ben has an absolute advantage in both reading student papers and typing lecture notes."], "Answer": "A"}, {"QuestionStatement": "According to the graph above, if a country is currently producing at point X, the opportunity cost of producing another consumer good is", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2005micropart1_files/mc002-1.jpg"], "AnswerChoices": ["20 capital goods", "more than 20 capital goods", "fewer than 20 capital goods", "20 consumer goods", "fewer than 20 consumer goods"], "Answer": "A"}, {"QuestionStatement": "To alleviate a financial crisis, a university increases student fees.  This action will increase university revenues if the price elasticity of demand for university education is", "Images": [], "AnswerChoices": ["Inelastic", "Unit elastic", "Elastic", "Equal to the price elasticity of supply", "Equal to one"], "Answer": "A"}, {"QuestionStatement": "Which of the following will occur if the government imposes a price ceiling below the equilibrium price of a good?", "Images": [], "AnswerChoices": ["The quantity sold will exceed the equilibrium quantity", "Firms’ total revenues will increase if demand is price elastic", "There will be a shortage in the market", "All firms will shut down, since price is below the equilibrium price", "Price will exceed the marginal cost of producing the last unit sold"], "Answer": "C"}, {"QuestionStatement": "Which of the following will decrease the demand for beef?", "Images": [], "AnswerChoices": ["An increase in the price of pork, if pork and beef are substitute goods", "An increase in the price of potatoes, if potatoes and beef are complementary goods", "A decrease in the cost of transporting beef to consumers", "An increase in the income levels of most consumers, if beef is a normal good", "Research showing beef is better for your health than chicken"], "Answer": "B"}, {"QuestionStatement": "If the price of a firm’s variable input increases, which of the following will occur?", "Images": [], "AnswerChoices": ["The firm will decrease its level of production.", "The price of the good will decrease in the short run", "The firm’s marginal costs will decrease at every level of output", "The firm’s average fixed cost will decrease", "More firms will enter the industry in the long run"], "Answer": "A"}, {"QuestionStatement": "In a given time period, a person consumes more and more of a good or service, and, as a result, enjoys each additional unit less and is willing to pay less for each additional unit.  This behavior is consistent with the law of ", "Images": [], "AnswerChoices": ["Diminishing returns", "Diminishing marginal product", "Diminishing marginal utility", "Increasing costs", "Scarce resources"], "Answer": "C"}, {"QuestionStatement": "Which of the following best describes the relationship between the average total cost curve and the marginal cost curve in the short run?", "Images": [], "AnswerChoices": ["If the average total cost curve is rising, the marginal cost curve is above the average total cost curve", "If the average total cost curve is rising, the marginal cost curve is below the average total cost curve", "If the average total cost curve is above the marginal cost curve, the marginal cost curve is rising", "If the average total cost curve is below the marginal cost curve, the marginal cost curve is falling", "If the average marginal cost curves intersect, the marginal cost curve is at the minimum"], "Answer": "A"}, {"QuestionStatement": "One characteristic of perfectly competitive markets is that individual firms", "Images": [], "AnswerChoices": ["Engage in product differentiation", "Are free to enter or exit an industry in the long run", "Earn positive economic profits in the long run", "Advertise to increase market share", "Face a downward-sloping demand curve"], "Answer": "B"}, {"QuestionStatement": "At the current production level of good X, price is greater than marginal cost.  Which of the following actions would lead to greater efficiency?", "Images": [], "AnswerChoices": ["Decreasing the production of good X", "Increasing the production of good X", "Maintaining the current level of production of good X", "Imposing a tax on the production of good X", "Imposing an effective price floor on good X"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true of a monopolistically competitive firm in long-run equilibrium?", "Images": [], "AnswerChoices": ["Price is greater than marginal cost, and marginal revenue is equal to average total cost", "Price is greater than marginal revenue, and marginal cost is equal to average total cost", "Price is greater than marginal revenue, and marginal cost is greater than average total cost", "Marginal revenue is equal to marginal cost, and price is equal to average total cost", "Marginal revenue is greater than marginal cost, and price is equal to average total cost"], "Answer": "D"}, {"QuestionStatement": "Generally, monopolies are considered inefficient because they", "Images": [], "AnswerChoices": ["Produce at a point where marginal cost is less than marginal revenue", "Produce at a point where marginal cost exceeds price", "Produce more output than does a competitive industry with similar cost conditions", "Lead to an overallocation of resources in the affected market", "Lead to an underallocation of resources in the affected market"], "Answer": "E"}, {"QuestionStatement": "A profit maximizing firm that sells its output in a perfectly competitive market hires two additional workers, calculating the contribution to total revenue of the last worker hired just equals the extra cost of hiring that worker.  Six months later, the firm finds that the last worker’s contribution to total revenue is less than the extra cost of hiring that worker.  Which of the following may have occurred in the interim to explain this change.", "Images": [], "AnswerChoices": ["The firm laid off some workers", "The market supply for the firm’s product decreased", "The market demand for the firm’s product decreased", "A technological advance increased the productivity of the firm’s workforce", "The firm negotiated new contracts with workers, lowering wages"], "Answer": "C"}, {"QuestionStatement": "Suppose that a large number of unskilled workers enter a nation’s labor market.  If the labor market is competitive, the number of unskilled workers hired and the wage rate will most likely change in which of the following ways?              # of unskilled            Workers               Wage Ratea.      Increase            Increaseb.      Increase            Decreasec.      Increase            Not changed.      Decrease            Increasee.      Decrease            Decrease", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "A society that wishes to achieve greater income equality is most likely to have which of the following?", "Images": [], "AnswerChoices": ["A regressive income tax system and high estate and gift taxes", "A regressive income tax system and low estate and gift taxes", "A progressive income tax system and high estate and gift taxes", "A progressive income tax system and low estate and gift taxes", "A proportional income tax system and high estate and gift taxes"], "Answer": "C"}, {"QuestionStatement": "The study of economics is primarily concerned with which of the following?", "Images": [], "AnswerChoices": ["The testing hypotheses under controlled conditions", "The allocation of scarce resources, given unlimited wants", "The fair and equal treatment of all households", "The provision of conclusive answers to public policy issues", "The development of the dynamics of group behavior"], "Answer": "B"}, {"QuestionStatement": "Mr. Carpenter devotes his working time to producing tables and chairs.  An increase in the demand for chairs will result in", "Images": [], "AnswerChoices": ["An increase in the amount of time he devotes to producing tables", "An increase in the opportunity cost of producing tables", "A decrease in the price of lumber", "A decrease in the price of chairs", "A decrease in his total revenue"], "Answer": "B"}, {"QuestionStatement": "      Assume that both the supply and the demand for a good are relatively price elastic.  The imposition of a per-unit excise tax on the scale of the good would cause the equilibrium price and quantity to change in which of the following ways?            Price            Quantitya.      Increase            Increaseb.      Increase            No changec.      Increase            Decreased.      Decrease            No changee.      Decrease            Decrease", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "      Assume that consumers consider potatoes to be an inferior good, but consider rice to be a normal good.  An increase in consumers’ incomes will most likely affect the equilibrium price and quantity of potatoes and rice in which of the following ways?               Potatoes                        Rice                Price       Quantity         Price        Quantitya.      Decrease       Decrease      Increase       Increaseb.      Decrease      Increase      Increase       Decreasec.      Decrease      Decrease      Decrease      Decreased.      Increase      Increase      Decrease      Decreasee.      Increase      Decrease      Increase       Decrease", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "Assume that a consumer spends all her income on the purchase of two goods.  If the consumer’s income doubles and the prices of the two goods also double, the quantity of the two goods purchased will", "Images": [], "AnswerChoices": ["Also double", "More than double", "Increase, but it will be less than double", "Not change", "Depend on the slope of the demand curve"], "Answer": "D"}]