[{"QuestionStatement": "A well-known fast-food franchise substantially increases the price of its hamburgers, and loses only some of its customers.  Which of the following best explains why the franchise has not lost all of its customers?", "Images": [], "AnswerChoices": ["Its hamburgers are a perfect substitute for other types of fast food", "Its hamburgers are differentiated", "The demand for tis hamburgers is perfectly elastic", "The other competitive fast food restaurants decrease the price for their hamburgers", "The barriers to entry are very low for entrepreneurs trying to enter the fast-food business"], "Answer": "B"}, {"QuestionStatement": "If a single firm can produce and supply an entire market at a lower unit cost than many small firms can, the long-run average total cost must be", "Images": [], "AnswerChoices": ["Increasing as firm size increases", "Remaining constant as firm size increases", "Decreasing as the firm’s output increases", "Inelastic due to specialization", "Constant and equal to marginal cost"], "Answer": "C"}, {"QuestionStatement": "An increase in the demand for automobiles will cause the demand for skilled automobile workers and the wage rate of skilled automobile workers to change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2010micropart3_files/mc003-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Under an efficient policy to address the problem of pollution created from manufacturing good X, which of the following is true?", "Images": [], "AnswerChoices": ["Pollution is completely eliminated", "The marginal private cost of producing good X exceeds the marginal revenue from its sale", "The marginal private cost of producing good X equals the marginal revenue from its sale", "The marginal social benefit of pollution reduction exceeds the marginal social cost of pollution reduction", "The marginal social benefit of pollution reduction equals the marginal social cost of pollution reduction"], "Answer": "E"}, {"QuestionStatement": "Based on the information in the Lorenz curve above, which of the following is true?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2010micropart3_files/mc005-1.jpg"], "AnswerChoices": ["People in Country X make more money than people in Country Z", "Income is more equally distributed in Country X than in Country Z", "The top 20 percent of households in Country X received 60 percent of the total income", "The top 20 percent of households in Country Z received 40 percent of the total income", "The average income in Country X is higher than the average income in Country Z"], "Answer": "B"}, {"QuestionStatement": "The table below shows the total labor hours required to produce a unit of gold and the total labor hours required to produce a unit of sugar in Portugal and Spain, respectively.Which country has an absolute advantage in sugar production? ", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2010micropart3_files/mc006-1.jpg"], "AnswerChoices": ["Neither Spain nor Portugal, because both require fewer labor hours to produce a unit of gold than to produce a unit of sugar", "Spain, because the opportunity cost of sugar in terms of gold is lower", "Spain, because it requires fewer total labor hours than Portugal to produce a unit of sugar", "Portugal, because it requires more total labor hours than Spain to produce a unit of sugar", "Portugal, because it takes only a quarter of an hour to produce a unit of sugar"], "Answer": "C"}, {"QuestionStatement": "A production possibilities curve is bowed out, indicating increasing opportunity cost because of", "Images": [], "AnswerChoices": ["The law of demand", "The law of diminishing marginal utility", "The existence of unemployment", "Differences in consumer tastes", "Imperfect adaptability of resources to alternative uses"], "Answer": "E"}, {"QuestionStatement": "Assume that the demand for a certain good is perfectly inelastic and the supply curve of the good is upward sloping.  Which of the following occurs in the market for the good if the price of an input used to produce the good increases?", "Images": [], "AnswerChoices": ["A decrease in both the quantity supplied and the equilibrium amount consumed", "A decrease in the quantity supplied and an increase in the equilibrium price", "A decrease in the supply and an increase in the equilibrium price", "A decrease in both the demand and the equilibrium amount consumed", "A decrease in both the quantity demanded and the equilibrium price"], "Answer": "C"}, {"QuestionStatement": "An increase in which of the following will cause a firm’s marginal cost curve to shift upward?", "Images": [], "AnswerChoices": ["The price of a variable input", "The price of a fixed input", "The level of output", "Labor productivity", "Both total revenue and profits will increase"], "Answer": "A"}, {"QuestionStatement": "Assume that a monopolist is producing in the inelastic portion of its demand curve.  Which of the following will occur if the monopolist decreases its price?", "Images": [], "AnswerChoices": ["Marginal revenue will decrease, but profits will increase", "Marginal revenue will increase, but profits will decrease", "Total revenue will decrease, but profits will increase", "Both total revenue and profits will decrease", "Both total revenue and profits will increase"], "Answer": "D"}, {"QuestionStatement": "In the short run, a profit-maximizing firm should shut down if which of the following are true?", "Images": [], "AnswerChoices": ["It is not making an economic profit", "It is not making a normal profit", "Its total revenue is less than its total cost", "Its product price is less than its average variable cost", "Its product price is greater than its average variable cost but less than its average total cost"], "Answer": "D"}, {"QuestionStatement": "Beyond a certain level of output, the short-run marginal cost will rise because", "Images": [], "AnswerChoices": ["There is no fixed input and costs will increase", "At least one input is fixed and eventually diminishing returns will occur", "The cost of the variable input increases when the marginal product increases", "The demand for the good decreases when production is limited", "Input prices increase when production increases and consumption is limited"], "Answer": "B"}, {"QuestionStatement": "An industry consists of 100 small firms, and the largest firm accounts for only 2 percent of sales.  Brand names are considered a signal of quality.  The industry described is best classified as", "Images": [], "AnswerChoices": ["Monopoly", "Perfectly competitive", "Monopolistically competitive", "Oligopolistic", "Monopsonisitc"], "Answer": "C"}, {"QuestionStatement": "The economic profit of the profit-maximizing monopolist is given by the area", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2010micropart3_files/mc014-1.jpg"], "AnswerChoices": ["RSJI", "R0Q", "1", "I", "RULI", "RVNI", "U0Q", "4", "M"], "Answer": "C"}, {"QuestionStatement": "If this were a perfectly competitive industry with the same costs as shown on the graph, the equilibrium price and output would be which of the following?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2010micropart3_files/mc015-1.jpg", "http://bencullivan.com/Econtest/01APExamMicro/2010micropart3_files/mc015-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "A collusive agreement to fix prices among firms in an oligopolistic industry is most likely to be broken under which of the following conditions?", "Images": [], "AnswerChoices": ["It is easy for new firms to enter into the industry", "All of the firms have identical costs", "The number of firms is few", "Firms’ sales are widely reported", "The market demand is stable"], "Answer": "A"}, {"QuestionStatement": "Assume that the last worker a firm hired produces 60 additional units of output per hour and the last machine rented produces 6,000 units of output per hour.  A worker’s hourly wage rate is $12, and the rental cost of a machine is $1,000 per hour.  In order to minimize the cost of its current output, the firm should", "Images": [], "AnswerChoices": ["Do nothing, because the costs of production are minimized", "Increase the use of labor and decrease the use of capital", "Increase the use of capital and decrease the use of labor", "Increase the use of labor and increase the use of capital", "Decrease the use of labor and decrease the use of capital"], "Answer": "C"}, {"QuestionStatement": "A perfectly competitive profit-maximizing firm will continue to hire additional units of an input as long as the", "Images": [], "AnswerChoices": ["Marginal product of the input is maximized", "Marginal cost of employing the input is maximized", "Value of the marginal product of the input exceeds the price of the input", "Revenue associated with the employment of the last unit of the input is maximized", "Price of the product is greater than the marginal cost of the input"], "Answer": "C"}, {"QuestionStatement": "Which of the following is a government policy that is intended to address a market failure?", "Images": [], "AnswerChoices": ["Taxing the use of toxic pesticides by farmers", "Fining farms that outsource jobs to lower labor costs", "Subsidizing corn farmers who face increasing production costs", "Taxing short-run profits in competitive markets", "Subsidizing entry of firms into a market with an existing natural monopoly"], "Answer": "A"}, {"QuestionStatement": "Public goods are typically provided by the government, because private markets tend to", "Images": [], "AnswerChoices": ["Produce at the highest cost", "Produce less than the socially optimum quantity", "Produce more than the socially optimum quantity", "Charge a monopoly price that is greater than the marginal social cost", "Charge a monopoly price that is less than the marginal social cost"], "Answer": "B"}]