[{"QuestionStatement": "Opportunity cost is defined as", "Images": [], "AnswerChoices": ["Excess demand for a good", "Unlimited resources and unlimited wants", "A comparative advantage in the production of a good", "The value of the next best alternative that is forgone when an activity is pursued", "The value of all other possible alternatives that are foregone when an activity is pursued"], "Answer": "D"}, {"QuestionStatement": "The fundamental difference between a market economy and a command economy lies in which of the following?", "Images": [], "AnswerChoices": ["Property rights and protection of private property", "Absolute and comparative advantages", "Specialization and trade", "Taxes and subsidies", "Positive and negative externalities"], "Answer": "A"}, {"QuestionStatement": "The letters on the graph represent enclosed areas.When the market is in equilibrium, the total economic surplus is equal to the area", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2010micropart1_files/mc003-1.jpg"], "AnswerChoices": ["F + K", "F + G + I + K", "G + H + I + J", "F + G + H + I + J + K", "F + G + H + I + J + K + L + M"], "Answer": "D"}, {"QuestionStatement": "The letters on the graph represent enclosed areas.If a price ceiling is set at P1, which of the following areas represent the resulting consumer surplus, producer surplus, and deadweight loss?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2010micropart1_files/mc004-1.jpg", "http://bencullivan.com/Econtest/01APExamMicro/2010micropart1_files/mc004-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "A change in which of the following will cause a change in the supply of personal computers (PC’s) in the short run?", "Images": [], "AnswerChoices": ["Technology", "Demand for PC’s", "Price of disks, which are a complement to PC’s", "Price of PC’s", "Consumers’ incomes"], "Answer": "A"}, {"QuestionStatement": "Following a decrease in the supply of oranges, the price of orange juice increased by 20 percent, which resulted in a 10 percent increase in the quantity of apple juice consumed.  This implies that the cross elasticity of demand between orange juice and apple juice is", "Images": [], "AnswerChoices": ["0", "0.5", "1", "2", "indeterminate"], "Answer": "B"}, {"QuestionStatement": "F&D Manufacturing Company increases all its inputs by 50 percent each.  If F&D’s output increases by 100 percent, then F&D is experiencing", "Images": [], "AnswerChoices": ["Increasing returns to scale", "Constant returns to scale", "Diseconomies of scale", "Increasing marginal cost", "Decreasing profits"], "Answer": "A"}, {"QuestionStatement": "At 100 units of a firm’s output, average total cost is $10, average variable cost is $8, average fixed cost is $2, and marginal cost is $12.  How will each of the following change as the firm’s output further increases?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2010micropart1_files/mc008-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true for a perfectly competitive firm in the long-run equilibrium?", "Images": [], "AnswerChoices": ["It earns positive economic profit", "It is allocatively efficient", "It experiences economic losses", "It is productively inefficient", "It maximizes revenues"], "Answer": "B"}, {"QuestionStatement": "At the current output level, a firm finds that it has the potential to increase its profit by expanding output.  If P=price, MR=marginal revenue, and MC=marginal cost, which of the following must hold at the current output for this firm?", "Images": [], "AnswerChoices": ["P=MR<MC", "P=MR=MC", "MR=MC", "MR>MC", "MR<MC"], "Answer": "D"}, {"QuestionStatement": "Which of the following is the best example of the free-rider problem?", "Images": [], "AnswerChoices": ["A company gives away free samples of a new product", "A single firm is the sole supplier of corn oil", "There are economies of scale in the production of passenger elevators", "It is difficult to exclude those who do not pay for a good from enjoying the benefits of the good", "There is free entry and exit into production of toothpaste, but products are not homogeneous"], "Answer": "D"}, {"QuestionStatement": "Which of the following statements best describes the graph?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2010micropart1_files/mc012-1.jpg"], "AnswerChoices": ["Economic losses are incurred, and the firm will increase price until no losses are incurred", "Economic losses are incurred, and exit of firms from the market will cause prices to increase in the long run", "Economic profits are earned, and costs will increase until no profits are earned", "Economic profits are earned, and entry of firms into the market will cause prices to decrease in the long run", "Economic profits are earned, and neither exit nor entry of firms will occur in the long run"], "Answer": "B"}, {"QuestionStatement": "If the three largest widget producers control 85 percent of the total widget market, then these producers are operating in", "Images": [], "AnswerChoices": ["An oligopoly", "Monopolistic competition", "Perfect competition", "A monopoly", "A cartel"], "Answer": "A"}, {"QuestionStatement": "The graph above shows a monopsony labor market.  In the absence of any regulations, which of the following represents the number of workers the firm will hire and the wage rate it will offer to those workers?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2010micropart1_files/mc014-1.jpg", "http://bencullivan.com/Econtest/01APExamMicro/2010micropart1_files/mc014-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "To correct for positive externalities, the government should", "Images": [], "AnswerChoices": ["Do nothing, since no harm is done by positive externalities", "Levy a tax on the output of the good or service", "Pay a subsidy equal to the marginal external benefit", "Impose a price ceiling on the good to discourage its production", "Impose a price floor on the good at which the marginal private benefit equals the marginal social cost"], "Answer": "C"}, {"QuestionStatement": "Carlos has a van with 20 seats and charges $10 per person per ride to the airport from downtown.  Carlos’ cost of the trip is $140 for any number of passengers.  On one trip, Carlos has 19 seats filled when a person offers him $5 for the last seat.  Should Carlos accept the offer?", "Images": [], "AnswerChoices": ["No, since the $5 fare offered is below his average cost of $7", "No, since the average variable cost is greater than $5", "No, since it is illegal to charge different prices for the same service", "Yes, since the marginal benefit exceeds the marginal cost", "Yes, since his total revenue exceeds his total cost by $5"], "Answer": "D"}, {"QuestionStatement": "A decrease in raw material prices will change the equilibrium price and quantity in a market in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2010micropart1_files/mc017-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "A monopolist produces two unrelated goods, X and Y.  The demand for X is currently price elastic and the demand for Y is currently price inelastic.  To increase its total revenue, the firm should change the price of X and Y in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2010micropart1_files/mc018-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "In microeconomics, the short run is defined as which of the following?", "Images": [], "AnswerChoices": ["A period that is less than one year", "A period that is between one year and four years", "A period that is too short for a firm to be able to change its level of output", "A period during which some inputs in a firm’s production process cannot be changed", "A period during which a firm’s fixed costs exceed its variable costs"], "Answer": "D"}, {"QuestionStatement": "Question is based on the information below, which shows the marginal utilities a student receives from the consumption of pizza and pens.   Assume that the marginal utility of each good is independent of the quantity of the other good consumed.The student has $10 and spends it all on pizza and pens.  If the price of a unit of pizza is $2 and the price of a unit of pens is $1, the student will maximize utility by purchasing which of the following combinations of pizzas and pens?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2010micropart1_files/mc020-1.jpg", "http://bencullivan.com/Econtest/01APExamMicro/2010micropart1_files/mc020-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}]