[{"QuestionStatement": "Which of the following best defines opportunity cost?", "Images": [], "AnswerChoices": ["It is the cost of producing those goods most desired by a given economy", "It is the cost of the input mix that will lead to the greatest rate of growth for a given company", "It is the amount of one product that must be given up in order to produce an additional unit of another product", "It is the use of the least-cost method of production", "It is the cost of labor used in the production process"], "Answer": "C"}, {"QuestionStatement": "Which of the following explains why a production possibilities curve is often represented as concave (bowed out) from the origin?", "Images": [], "AnswerChoices": ["The law of demand", "The law of supply", "Constant returns to scale", "Decreasing opportunity cost", "Increasing opportunity cost"], "Answer": "E"}, {"QuestionStatement": "Assume that consumers consider popcorn and pretzels to be substitutes.  A significant decrease in the supply of popcorn will affect the pretzel market by", "Images": [], "AnswerChoices": ["Increasing the demand for pretzels and therefore the supply of pretzels", "Increasing the demand for pretzels and therefore the price of pretzels", "Decreasing the demand for pretzels and therefore the price of pretzels", "Increasing the supply of pretzels and therefore the price of pretzels", "Decreasing the supply of pretzels and therefore the price of pretzels"], "Answer": "B"}, {"QuestionStatement": "In the market depicted in the diagram above, if the government imposes a price ceiling of $1.00 per gallon on gasoline, which of the following will result?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart1_files/mc004-1.jpg"], "AnswerChoices": ["A surplus of 6 billion gallons", "A shortage of 6 billion gallons", "A surplus of 12 billion gallons", "A shortage of 12 billion gallons", "Neither a surplus nor shortage, because the price ceiling would not be effective"], "Answer": "B"}, {"QuestionStatement": "Assume that Clark spends his entire income on the purchase of two goods, X and Y.  If his income and the prices of good X and Y all double, Clark will", "Images": [], "AnswerChoices": ["Double the purchase of goods X and Y", "Buy more of good X and less of good Y", "Buy less of good X and more of good Y", "Buy less of both goods X and Y", "Buy the same amounts of goods X and Y"], "Answer": "E"}, {"QuestionStatement": "Suppose that a firm begins to hire workers for a newly completed plant with a fixed amount of machinery.  As the firm hires additional workers, one would expect the marginal product to", "Images": [], "AnswerChoices": ["Fall initially, but eventually rise", "Rise initially, but eventually fall", "Rise consistently due to diminishing returns", "Rise consistently due to the advantages of specialization", "Rise consistently due to economies of scale"], "Answer": "B"}, {"QuestionStatement": "In the short run, which of the following costs must continuously decrease as output produced increases?", "Images": [], "AnswerChoices": ["Total variable cost", "Total fixed cost", "Average variable cost", "Average fixed cost", "Average total cost"], "Answer": "D"}, {"QuestionStatement": "If the firm produces 10 units of output, its economic profits will equal", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart1_files/mc008-1.jpg"], "AnswerChoices": ["$0", "$50", "$100", "$150", "$200"], "Answer": "B"}, {"QuestionStatement": "Which of the following is most likely to occur if the firm increases production beyond 10 units?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart1_files/mc009-1.jpg"], "AnswerChoices": ["Consumers would be willing to purchase more than 10 units at the price of $20 per unit", "The firm would definitely experience a loss", "The firm would have to lower its price to sell more than 10 units", "The firm’s average cost of production would initially increase", "The firm’s profits would increase"], "Answer": "C"}, {"QuestionStatement": "Which of the following statements about a constant-cost perfectly competitive industry in long-run equilibrium must be true?", "Images": [], "AnswerChoices": ["An increase in demand will cause no change in the long run equilibrium price", "An increase in demand will cause no change in the long run equilibrium quantity", "The long-run supply curve is upward sloping", "The long run supply curve is perfectly inelastic", "The total cost of production remains the same as output increases"], "Answer": "A"}, {"QuestionStatement": "In which of the following market structures do firms recognize their mutual interdependence?", "Images": [], "AnswerChoices": ["Oligopoly", "Monopoly", "Perfect competition", "Unregulated natural monopoly", "Monopsony"], "Answer": "A"}, {"QuestionStatement": "Assume that a profit maximizing firm is perfectly competitive in both the output and the factor markets and is at its long-run equilibrium.  The firm’s output is 100 units, its total revenue is $600,00, and the fixed cost of production is $50.00.  Based on this information, which of the following is true for the firm?", "Images": [], "AnswerChoices": ["Its marginal cost is $5.50, and its average total cost is $5.50", "Its marginal cost is $5.50, and its average variable cost is $5.50", "Its marginal cost is $6.00, and its average total cost is $5.50", "Its marginal cost is $6.00, and its average fixed cost is $5.50", "Its marginal cost is $6.00, and its average variable cost is $5.50"], "Answer": "E"}, {"QuestionStatement": "       Business employ workers from city neighborhoods and rural areas.  These workers are perfect substitutes and cannot relocate in the short run.  The government offers businesses a wage subsidy if they hire workers from city neighborhoods.  What is the effect of the subsidy on the wage rate of rural workers and on the total hours they work.         Wage rate of    Total Hours Worked by         Rural workers      Rural Workersa.      Increase            Decreaseb.      No change            Increasec.      No change            Decreased.      Decrease            Decrease      e.      Decrease            No change", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "       A per-unit tax on pollution produced by a firm will affect the firm’s output and pollution levels in which of the following ways?            Output       Pollutiona.      Increase        Increaseb.      Increase        Decreasec.      Decrease        Increased.      Decrease        Decreasee.      No change        No change", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Which of the following will most likely lead to a more equal distribution of income?", "Images": [], "AnswerChoices": ["More regressive national sales tax", "More progressive income taxes", "An increase in the high school dropout rate", "An increase n the structural unemployment", "An increase in earnings for owners of capital"], "Answer": "B"}, {"QuestionStatement": "Assume both Italy and Greece produce only two goods: wine and olive oil.  If Italy holds a comparative advantage in the production of wine, then which of the following statements is NOT true?", "Images": [], "AnswerChoices": ["Italy must hold an absolute advantage in the production of wine", "Greece holds a comparative advantage in the production of olive oil", "Italy’s opportunity cost of producing one additional unit of wine is lower than Greece’s", "Greece’s opportunity cost of producing one additional unit of olive oil is lower than Italy’s", "If trade is open between them, these countries have an incentive to trade"], "Answer": "A"}, {"QuestionStatement": "Following a prolonged power outage, the price of flashlights normally increases significantly.  If cities had passed laws prohibiting price increases for flashlights, during power outages such laws would most likely", "Images": [], "AnswerChoices": ["Make flashlights more available", "Create a shortage of flashlights", "Shift the demand curve for flashlights to the right", "Shift the supply curve for flashlights to the left", "Have no effect on the availability of flashlights"], "Answer": "B"}, {"QuestionStatement": "       What is the price paid by consumers and the net price received by producers after the tax is paid?             Paid by             Received by              Consumers      Producersa.      $11.00            $10.45b.      $11.00            $10.00c.      $10.45            $10.00d.      $10.45            $9.45e.      $10.00            $9.45", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart1_files/mc018-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "According to the diagram, what is the dollar amount of the unit tax?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart1_files/mc019-1.jpg"], "AnswerChoices": ["$0.00", "$0.45", "$0.55", "$1.00", "$1.45"], "Answer": "D"}, {"QuestionStatement": "According to the law of diminishing marginal utility, which of the following is true?", "Images": [], "AnswerChoices": ["Total satisfaction decreases as more units of a good are consumed", "The additional satisfaction received from consuming extra units of a good decreases as consumption of the good increases", "The additional satisfaction received from consuming extra units of a good decreases as consumption of the good decreases", "The additional satisfaction received from consuming extra units of a good increases as consumption of the good increases", "When marginal utility is decreasing, total utility is decreasing"], "Answer": "B"}]