[{"QuestionStatement": "In order to minimize short-run losses, a profit-maximizing firm will necessarily shut down production under which of the following conditions?", "Images": [], "AnswerChoices": ["Total revenue is less than total cost", "Marginal cost is greater than average total cost", "Marginal cost is less than marginal revenue", "Average revenue is less than average variable cost", "Average revenue is less than average total cost"], "Answer": "D"}, {"QuestionStatement": "An increase in the effective minimum wage will have less of an impact on employment if the demand for labor is", "Images": [], "AnswerChoices": ["A derived demand", "Decreasing", "Relatively elastic", "Relatively inelastic", "Unit elastic"], "Answer": "D"}, {"QuestionStatement": "If a firm employs only labor and capital in its production process, which of the following best describes the optimal combination of inputs for the firm in the long run?", "Images": [], "AnswerChoices": ["The marginal product per dollar spent on labor is equal to the marginal product per dollar spent on capital", "The marginal product of labor is equal to the marginal product of capital", "The total product of labor is equal to the total product of capital", "The marginal product of labor and capital are both zero", "All marginal products are equal to all average products"], "Answer": "A"}, {"QuestionStatement": "Most economists argue that a monopoly is inefficient because it", "Images": [], "AnswerChoices": ["Has no incentive to minimize its costs", "Produces too little output and sets a price above marginal cost", "Earns too much profit by charting consumers any price it wants", "Produces too much output and thus wastes scarce resources", "Usually produces unsafe products if not regulated by government"], "Answer": "B"}, {"QuestionStatement": "Table above shows the distribution of income in Country X in 2010 before and after taxes and transfer payments.  Which of the following can be concluded about the effect of the government’s tax and transfer policies on income distribution in Country X?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart3_files/mc005-1.jpg"], "AnswerChoices": ["The distribution of income is significantly less equal after accounting for the impact of government policies", "The distribution of income is about the same after accounting for the impact of government policies", "The largest gainers from government policies are the third and fourth quintile groups", "The only quintile to benefit from government policies is the lowest quintile", "The major transfer of income is from the highest quintile to the two lowest quintiles"], "Answer": "E"}, {"QuestionStatement": "After graduating from high school, Peggy Smith decided to enroll in a two-year program at the local community college rather than to accept a job that offered a salary of $12,000 per year.  If the annual tuition and fees are $4,600, the annual opportunity cost of attending the community college is", "Images": [], "AnswerChoices": ["$4,600", "$7,400", "$12,000", "$16,600", "$24,000"], "Answer": "D"}, {"QuestionStatement": "In which of the following situations is a good NOT scarce?", "Images": [], "AnswerChoices": ["Consumers give up nothing to obtain more of the good", "Consumers can purchase as much of the good as they want at its current market price", "Large quantities of the good are available in the marketplace", "There is a surplus of the good at some positive price", "There is a shortage of the good at some positive price"], "Answer": "A"}, {"QuestionStatement": "       Suppose that the market supply curve for shoes is upward sloping and the market demand curve is downward sloping.  How will the imposition of a sales tax on shoes affect the consumer surplus, the producer surplus, and the total surplus?            Consumer      Producer      Total            Surplus      Surplus      Surplusa.      Decrease            Decrease      Decreaseb.      Decrease            Increase      Increasec.      Decrease            Increase      Decreased.      Increase            Decrease      Decreasee.      Increase            Increase      Increase", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "At her current level of consumption, a consumer is willing to pay up to $1.50 for a bottle of water and up to $1,500 for a diamond ring because the", "Images": [], "AnswerChoices": ["Total utility of diamond rings is greater than the total utility of water", "Total utility of water is less than the marginal utility of a diamond ring", "Marginal utility of a bottle of water is less than the marginal utility of a diamond ring", "Marginal utility of a bottle of water is greater than the marginal utility of a diamond ring", "Consumer is irrational and does not understand that water is more important than a diamond"], "Answer": "C"}, {"QuestionStatement": "If a firm’s production process exhibits economies of scale, which of the following will occur when the firm’s output increases?", "Images": [], "AnswerChoices": ["Its short-run average total costs will rise", "Its long-run average total costs will rise", "Its long run average total costs will fall", "Its short-run total costs will fall", "Its long-run total costs will fall"], "Answer": "C"}, {"QuestionStatement": "Which of the following helps explain why the demand curve for a normal good is downward sloping?", "Images": [], "AnswerChoices": ["The income and substitution effects move the quantity demanded in the same direction", "The income effect moves the quantity demanded in the opposite direction of the substitution effect", "The income effect dominates the substitution effect", "The substitution effect dominates the income effect", "With an increase in income, the consumer decreases consumption of the good"], "Answer": "A"}, {"QuestionStatement": "       The graph above shows the total revenue and total cost curves for a firm in which type of market structure and what is the profit-maximizing quantity?          Market Structure            Quantitya.      Monopoly                  Q2b.      Monopoly                  Q3c.      Perfect Competition      Q1d.      Perfect Competition      Q3e.      Perfect Competition      Q4", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart3_files/mc012-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "If total revenue is increasing as output increases, marginal revenue is always", "Images": [], "AnswerChoices": ["Equal to average revenue", "Less than average revenue", "Increasing", "Decreasing", "Greater than zero"], "Answer": "E"}, {"QuestionStatement": "Let P = price, MR = marginal revenue, MC = marginal cost, and ATC = average total cost.  In monopolistic competition, which of the following most accurately describes the long-run equilibrium conditions for a firm?", "Images": [], "AnswerChoices": ["P > ATC, MR =MC, and P > MC", "P > ATC, MR > MC, and P=MC", "P=ATC, MR=MC, and P > MC", "P=ATC, MR=MC, and P=MC", "P=ATC, MR>MC, and P>MC"], "Answer": "C"}, {"QuestionStatement": "In a perfectly competitive free market economy, a wage gap between two workers can be explained by differences in all of the following EXCEPT their", "Images": [], "AnswerChoices": ["Years of schooling", "Occupations", "Marginal product", "Marginal revenue product", "Tastes for luxury goods"], "Answer": "E"}, {"QuestionStatement": "1.      Firm XYZ produces and sells corn in a perfectly competitive market and hires its workers in a perfectly competitive labor market.  Which of the following best describes the demand curve for XYZ’s corn and XYZ’s demand curve for labor?            Demand for            XYZ’s             XYZ’s Corn            Labor Demanda.      Horizontal                  Horizontalb.      Horizontal                  Downward slopingc.      Horizontal                  Verticald.      Downward sloping                  Downward slopinge.      Downward sloping                  Horizontal", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "A monopolistically competitive firm advertises in order to", "Images": [], "AnswerChoices": ["Shift the demand curve for its product to the left", "Make the demand for its product less price elastic", "Make its product more similar to its competitor’s", "Increase its positive externalities", "Reduce the industry’s barriers to entry"], "Answer": "B"}, {"QuestionStatement": "A profit-maximizing firm should hire an input up to the point at which", "Images": [], "AnswerChoices": ["Marginal physical product equals marginal revenue product", "Marginal revenue equals marginal factor cost", "Marginal revenue product equals marginal revenue", "Marginal revenue product equals marginal factor cost", "Marginal physical product equals marginal factor cost"], "Answer": "D"}, {"QuestionStatement": "       The socially optimal quantity and the per-unit tax that will achieve the socially optimal quantity are which of the following?            Socially           Optimal Qty          Per-Unit-Tax      a.      Q1                  P4-P2b.      Q2                  P3-P2c.      Q3                  P4-P2d.      Q2                  P3-P1e.      Q3                  P3-P2", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart3_files/mc019-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Given the position of the marginal and social cost curve, one can conclude that the", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart3_files/mc020-1.jpg"], "AnswerChoices": ["Private cost of producing good X exceeds the social cost of production at all levels of output", "Production of good X creates a negative externality", "Production of good X occurs in an imperfectly competitive market", "Market quantity, Q", "3", ", is the socially optimal quantity", "Free market will produce too little of good X"], "Answer": "B"}]