[{"QuestionStatement": "Within the range of market demand, which of the following is consistent with the conditions of a natural monopoly?", "Images": [], "AnswerChoices": ["Long-run total cost decreases as output increases", "Long-run average total cost remains constant as output increases", "Long-run average total cost decreases as output increases", "Marginal cost exceeds average cost", "Setting price equal to marginal cost will maximize profits"], "Answer": "C"}, {"QuestionStatement": "A farmer grows wheat using two inputs: labor and land whose prices are constant.  If she doubles her inputs, she finds that the quantity of wheat produced more than doubles.  Therefore, it must be true that in this output range her long-run average total cost curve is", "Images": [], "AnswerChoices": ["Upward sloping", "Downward sloping", "Horizontal", "Vertical", "U-Shaped"], "Answer": "B"}, {"QuestionStatement": "A constant cost, perfectly competitive gadget industry is in long-run equilibrium.  An increase in the number of consumers of gadgets will most likely result in", "Images": [], "AnswerChoices": ["Higher short-run and long-run prices for gadgets", "Reduced short-run profits, followed by the exit of some firms", "An upward shift in all short-run cost curves, followed by a higher long-run price for gadgets", "A higher short-run price for gadgets, followed by an increase in the quantity produced", "A decrease in the demand for gadgets, followed by a decrease in the supply of gadgets"], "Answer": "D"}, {"QuestionStatement": "The profit-maximizing firm depicted in the graph above should", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart2_files/mc004-1.jpg"], "AnswerChoices": ["Exit if conditions do not improve in the long run", "Produce the output that minimizes average total cost", "Increase price to maximize profits", "Increase outputs to maximize profits", "Use less capital and more labor to reduce cost"], "Answer": "A"}, {"QuestionStatement": "If the average variable cost of producing 5 units of a good is $100 and the average variable cost of producing 6 units is $150, then the marginal cost of increasing output from 5 to 6 units is", "Images": [], "AnswerChoices": ["$50", "$250", "$300", "$400", "$500"], "Answer": "D"}, {"QuestionStatement": "How many workers would the coal company want to hire if the price of coal were competitively priced at $5 per ton and the wage rate were $40 per day?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart2_files/mc006-1.jpg"], "AnswerChoices": ["5", "4", "3", "2", "0"], "Answer": "B"}, {"QuestionStatement": "The marginal physical product of the second worker is", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart2_files/mc007-1.jpg"], "AnswerChoices": ["19", "22", "25", "44", "75"], "Answer": "A"}, {"QuestionStatement": "Instead of being employed at a printing company at a salary fo $25,000 per year, Sally starts her own printing firm.  Rather than renting a building that she owns to someone else for $10,000 per year, she uses it as the location for her company.  Her costs for workers, materials, advertising, and energy during her first year are $125,000.  If the total revenue from her printing company is $155,000, her total economic profit is", "Images": [], "AnswerChoices": ["-$5,000", "$5,000", "$20,000", "$30,000", "$120,000"], "Answer": "A"}, {"QuestionStatement": "If the production of a good generates a positive externality, the government can increase Allocative efficiency by", "Images": [], "AnswerChoices": ["Taxing the producer of the good", "Subsidizing the producer of the good", "Prosecuting firms that produce the good without proper permits", "Setting a price ceiling to encourage production of the good", "Setting a price floor to discourage production of the good"], "Answer": "B"}, {"QuestionStatement": "Which of the following is the best example of a pure public good?", "Images": [], "AnswerChoices": ["electricity from a public utility", "mail delivery service by the post office", "social security payments", "national defense", "imported oil"], "Answer": "D"}, {"QuestionStatement": "According to the information in the table above, which of the following statements is true if both countries have the same number of workers?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart2_files/mc011-1.jpg"], "AnswerChoices": ["Country A has both an absolute and a comparative advantage in manufactured goods", "Country A has an absolute advantage in manufactured goods but a comparative advantage in service goods", "Country B has a comparative advantage in service goods but no absolute advantage in either good", "Country A has an absolute advantage in service goods but a comparative advantage in manufactured goods", "Country B has an absolute advantage in manufactured goods, but without more information, it is not possible to tell in which product it has a comparative advantage"], "Answer": "B"}, {"QuestionStatement": "Which of the following would most likely result in a decrease in the equilibrium price of oranges?", "Images": [], "AnswerChoices": ["The weather during this orange-growing season is not as good as it was last year", "The price of apples, a substitute for oranges, is higher this year than last year", "New studies suggest that oranges contain traces of cancer-causing substances due to pesticide residue", "A tree-killing fungus spreads through orange orchards across the country", "Firms in the orange industry launch an effective advertising campaign"], "Answer": "C"}, {"QuestionStatement": "If a severe drought destroys a significant portion of the peanut crop and peanut farmers’ revenues increase, which of the following is true over the observed range of prices?", "Images": [], "AnswerChoices": ["The demand for peanuts must be unit price elastic", "The demand for peanuts must be price elastic", "The demand for peanuts must be price inelastic", "The supply of peanuts must be price inelastic", "The supply of peanuts must be price elastic"], "Answer": "C"}, {"QuestionStatement": "Promoters of a rock group know that if they charged $8 a ticket, 400 people would buy tickets for a concert, and if they charged $4 a ticket, 800 people would buy tickets.  Over this price range, the demand for concert tickets for the rock group is", "Images": [], "AnswerChoices": ["Elastic", "Inelastic", "Unit elastic", "Perfectly elastic", "Perfectly inelastic"], "Answer": "C"}, {"QuestionStatement": "Assume that people like onions on their hamburgers.  If the supply of hamburgers decreases, the demand for onions will most likely", "Images": [], "AnswerChoices": ["Remain unchanged because hamburgers and onions are different goods", "Increase because hamburgers and onions are substitutes", "Increase because hamburgers and onions are complements", "Decrease because hamburgers and onions are complements", "Decrease because hamburgers and onions are substitutes"], "Answer": "D"}, {"QuestionStatement": "If labor is the only variable input in the production process, the short-run marginal cost curve is upward sloping because which of the following occurs as more and more labor is added?", "Images": [], "AnswerChoices": ["Output decreases, and thus marginal cost increases", "Output increases, and thus marginal cost increases", "Output increases at an increasing rate, and thus the cost of producing each additional unit of output increases", "Output increases at a decreasing rate, and thus the cost of producing each additional unit of output increases", "Output increases at a decreasing rate, and thus the cost of producing each additional unit of output decreases"], "Answer": "D"}, {"QuestionStatement": "At a firm’s current rate of output, the marginal cost is $65, the average variable cost is $35, the average fixed cost is $30, and the product price is $65.  Which of the following statements is true for the firm?", "Images": [], "AnswerChoices": ["Economic profits are zero because marginal revenue equals marginal cost", "Economic profits are negative because total revenue is less than total cost", "Economic profits are positive because total revenue is greater than total cost", "Economic profits are negative because price is greater than average variable cost", "Economic profits are zero because price equals average total cost"], "Answer": "E"}, {"QuestionStatement": "1.      The graph above shows the short-run cost curves of a firm in a perfectly competitive market.  Which of the following are true at the firm’s profit maximizing output level?I.      Price exceeds average total costII.      Economic profits are zeroIII.      Marginal cost equals average total costIV.      New firms are likely to enter the market in the long run", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart2_files/mc018-1.jpg"], "AnswerChoices": ["I and II only", "I and III only", "I and IV only", "II, III, and IV only", "I, II, III, and IV"], "Answer": "C"}, {"QuestionStatement": "Which of the following best describes an oligopolistic market?", "Images": [], "AnswerChoices": ["Many sellers with identical products and no barriers to entry", "Many sellers, each with a clearly differentiated product, and no barriers to entry", "A few competing sellers with similar products and high barriers to entry", "A few competing sellers of identical products and no barriers to entry", "No competition among sellers and high barriers to entry"], "Answer": "C"}, {"QuestionStatement": "The payoff matrix below shows the per-unit profits associated with the production strategies of two utility companies, UA and UB.  Each firm has two choices: to reduce production by 10 percent or by 20 percent.  The first entry in each cell indicates the profits to UA, and the second, the profits to UB.Based on the information, and assuming no cooperation, which of the following statements is true?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2012micropart2_files/mc020-1.jpg"], "AnswerChoices": ["Neither company has a dominant strategy", "Both companies have an incentive to reduce production by 10%", "Both companies have an incentive to reduce production by 20%", "Only UA has an incentive to reduce production by 20%", "Only UB has an incentive to reduce production by 20%"], "Answer": "B"}]