[{"QuestionStatement": "The table below shows a production function for a firmAll of the information can be concluded from the information in the table EXCEPT:", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2013micropart2_files/mc001-1.jpg"], "AnswerChoices": ["Diminishing marginal returns set in after the fourth unit of the variable input", "Marginal product is positive if total product is increasing", "This is a production function for a perfectly competitive firm", "A profit-maximizing firm would never voluntarily employ the eighth unit of the variable input", "Total product starts to decrease when marginal product changes from positive to negative"], "Answer": "C"}, {"QuestionStatement": "The cross-price elasticity of demand between good X and good Z measures the percentage change in the quantity demanded of good X in response to a percentage change in", "Images": [], "AnswerChoices": ["The price of good X", "Income", "The price of good Z", "The supply of good Z", "Total expenditures on good Z"], "Answer": "C"}, {"QuestionStatement": "Which of the following segments of the marginal cost curve lies entirely on the firm’s short-run supply curve?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2013micropart2_files/mc003-1.jpg"], "AnswerChoices": ["TUV", "STU", "RSTU", "RSTUV", "RS"], "Answer": "A"}, {"QuestionStatement": "Assuming a downward sloping demand curve and an upward sloping supply curve, which of the following will occur as a result of an increase in the sales tax on a good?", "Images": [], "AnswerChoices": ["Supply will increase", "Demand will increase", "Quantity supplied will increase", "Quantity demanded will increase", "The price paid by consumers will decrease"], "Answer": "D"}, {"QuestionStatement": "Assume that, for a perfectly competitive firm, marginal cost equals average variable cost at $10, marginal cost equals average total cost at $15, and marginal revenue equals marginal cost at $12.  On the basis of this information, the firm should", "Images": [], "AnswerChoices": ["Close down in the short run", "Operate in the short run, even though it will sustain a loss", "Operate in the short run, because it will make an economic profit of $3 per unit", "Operate in the long run, because it will make an economic profit of $3 per unit", "Operate in the short run, but decrease output to decrease its cost"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true for a monopolistically competitive firm in long-run equilibrium?", "Images": [], "AnswerChoices": ["It earns a normal profit", "It sets price equal to marginal cost", "It is allocatively efficient", "It is a price taker", "It produces at minimum average total cost"], "Answer": "A"}, {"QuestionStatement": "       A monopolist introduces a technological innovation that lowers the marginal cost and average cost of production.  The price of the good and the level of output are most likely to change in which of the following ways?            Price            Level of Outputa.      Remain constant      Remain constantb.      Remain constant      Increasec.      Increase            Decreased.      Decrease            Increasee.      Decrease            Remain constant", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Marginal resource (factor) cost can be defined as", "Images": [], "AnswerChoices": ["The change in total resource cost caused by the production of one more unit of output", "The change in total revenue caused by the addition of one more unit of a resource", "The change in total resource cost caused by the addition of one more unit of a resource", "The total resource cost divided by the number of inputs used", "Total resource cost divided by output"], "Answer": "C"}, {"QuestionStatement": "If the government imposes a per-unit tax on the output of a monopoly with a downward sloping demand curve, the burden of the tax will be", "Images": [], "AnswerChoices": ["Borne entirely by consumers", "Borne entirely by the monopolist", "Borne entirely by the government", "Shared by the monopolist and the government", "Shared by consumers and the monopolist"], "Answer": "E"}, {"QuestionStatement": "Which of the following is true when there are negative externalities associated with the production of a good?", "Images": [], "AnswerChoices": ["The market will adjust automatically to equate marginal social costs and marginal social benefits", "Marginal social costs will exceed marginal private costs unless businesses are forced to internalize the external costs", "Marginal private costs will exceed marginal social costs, but the government can correct the problem", "Producers should be subsidized so that they will produce more of the good", "Consumers should be subsidized so that they will consume more of the good"], "Answer": "B"}, {"QuestionStatement": "The table above shows the amount of labor required to produce a unit of corn and a unit of shoes in Brazil and Spain.  If both countries have equal numbers of workers, what pattern of international trade between Brazil and Spain is most likely to emerge?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2013micropart2_files/mc011-1.jpg"], "AnswerChoices": ["Brazil will export both corn and shoes", "Spain will export both corn and shoes", "No mutually beneficial trade can occur", "Brazil will export corn and import shoes", "Brazil will import corn and export shoes"], "Answer": "D"}, {"QuestionStatement": "       Which of the following changes in the demand for and the supply of a good would necessarily lead to a decrease in the equilibrium quantity of the good in the market in the short run?                Demand      Supplya.      Increase            Decreaseb.      Increase            No changec.      Decrease            Increased.      Decrease            Decreasee.      No change            Increase", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Assume that mustard and ketchup are considered substitutes by consumers.  If the price of mustard increases, which of the following graphs represents the most likely response in the ketchup market?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2013micropart2_files/mc013-1.jpg", "http://bencullivan.com/Econtest/01APExamMicro/2013micropart2_files/mc013-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "Which of the following is a result of increasing returns to sale?", "Images": [], "AnswerChoices": ["Upward sloping short-run marginal cost curve", "Downward sloping marginal physical product of labor curve", "Downward sloping long-run average total cost curve", "Diseconomies of scale", "Diminishing returns"], "Answer": "C"}, {"QuestionStatement": "Moving from left to right along a downward-sloping linear demand curve, price elasticity varies in which of the following ways?", "Images": [], "AnswerChoices": ["First unit elastic, then inelastic throughout", "First unit elastic, then elastic throughout", "First inelastic, then unit elastic throughout", "First elastic, then unit elastic, and finally inelastic", "First inelastic, then unit elastic, and finally elastic"], "Answer": "D"}, {"QuestionStatement": "1.      At its current employment level of labor and capital, a firm observes the following.·      Marginal product of labor=30 units·      Marginal product of capital=60 units·      Price of labor=$3 per unit·      Price of capital=$15 per unitWhich of the following actions should the firm take in order to achieve the least-cost combination of labor and capital and produce the same level of output?      Labor              Capitala.      Increase      Increaseb.      Increase      Decreasec.      Decrease      Increased.      Decrease      Decreasee.      No change      No change", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "If Lock chooses to charge the low price, the best course of action for Star would be to charge the", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2013micropart2_files/mc017-1.jpg"], "AnswerChoices": ["Low price and earn a profit of $40", "Low price and earn a profit of $50", "High price and earn a profit of $50", "High price and earn a profit of $70", "High price and incur a loss of $20"], "Answer": "A"}, {"QuestionStatement": "One difference between a firm in a perfectly competitive market and an unregulated monopoly is that the ", "Images": [], "AnswerChoices": ["Perfectly competitive firm can increase the quantity it sells at the market price, whereas the monopoly must lower its price to sell more", "Perfectly competitive firm sells differentiated products, whereas the monopoly sells a homogeneous product", "Price elasticity of demand for a monopoly is much higher than that for a perfectly competitive firm", "Monopolist seeks to maximize profits, whereas the perfectly competitive firm maximizes revenue", "Monopolist can never change a price, whereas the perfect competitor can"], "Answer": "A"}, {"QuestionStatement": "       Assume that olive oil is produced in a constant-cost, perfectly competitive industry, which is currently in long-run equilibrium.  If the current price of olive oil is $5 per quart and the demand for olive oil increases, then the price of olive oil will change in which of the following ways in the short-run and long run?            Short Run      Long Runa.      Be more than $5      Be more than $5b.      Be more than $5      Be equal to $5c.      Be equal to $5      Be equal to $5d.      Be less than $5      Be less than $5e.      Be less than $5      Be equal to $5", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "Which of the following is always true of a monopoly that is producing a level of output such that marginal revenue is negative?", "Images": [], "AnswerChoices": ["It is experiencing economies of scale in production", "It is maximizing total revenue", "It is producing where demand is price elastic", "It could lower price to increase profits", "It could decrease output to increase profits"], "Answer": "E"}]