[{"QuestionStatement": "A cartel is difficult to maintain for which of the following reasons?", "Images": [], "AnswerChoices": ["Consumers substitute away from the good when the price increases", "Individual cartel members are tempted to cheat on the agreement", "Although the total gain to cartel members is positive, all members lose when everyone sticks to the agreement", "Some firms will reduce output in an effort to lower costs of production", "Oligopolistic behavior is generally predictable"], "Answer": "B"}, {"QuestionStatement": "Economists argue that most professional athletes earn economic rent because they", "Images": [], "AnswerChoices": ["Make additional income through commercial endorsements of products", "Are able to participate in sports for only a limited number of years before changing occupations", "Earn far more as professional athletes than they could earn in their next-best occupation", "Participate in sporting events only about six months during a year", "Work less than 40 hours a week during the sport season"], "Answer": "C"}, {"QuestionStatement": "       For the firm shown in the graph above, which combination of output and price will maximize its profit?         Output       Pricea.      Q1            P4b.      Q1            P1c.      Q2            P3d.      Q2            P2e.      Q3            P2", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2013micropart3_files/mc003-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "A monopolist is inefficient from society’s point of view because", "Images": [], "AnswerChoices": ["It overproduces output and charges a price above marginal cost", "It underproduces output and charges a price above marginal cost", "It sometimes colludes with other firms to obtain higher prices", "The price the monopolist charges is too low and it does not advertise", "Consumers must pay whatever price the monopolist charges"], "Answer": "B"}, {"QuestionStatement": "Suppose that at the current output level the marginal social cost of producing a good is greater than its marginal private cost, and that the marginal social benefit associated with production of the good is equal to its marginal private benefit.  Which of the following government actions would most likely increase efficiency?", "Images": [], "AnswerChoices": ["Taxing the production of the good", "Taxing the production of substitute goods", "Giving tax rebates to people who purchase the good", "Giving tax rebates to people who purchase the good", "Subsidizing consumption of the good"], "Answer": "A"}, {"QuestionStatement": "Suppose that in one week Sam can knit 5 sweaters or make 4 blankets and Rob can knit 10 sweaters or make 6 blankets.  Which of the following is true?", "Images": [], "AnswerChoices": ["Sam has an absolute advantage in making blankets", "Sam has an absolute advantage in knitting sweaters", "Sam has a comparative advantage in making blankets", "Sam has a comparative advantage in knitting sweaters", "Sam has neither a comparative nor an absolute advantage in knitting sweaters or making blankets"], "Answer": "C"}, {"QuestionStatement": "If the market depicted in the diagram above is initially in equilibrium, which of the following will result from the government’s setting a price ceiling at P3?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2013micropart3_files/mc007-1.jpg"], "AnswerChoices": ["Quantity demanded will exceed quantity supplied", "Quantity supplied will exceed quantity demanded", "Market price will increase", "Market price will be unaffected", "Market price will decrease"], "Answer": "D"}, {"QuestionStatement": "An increase in the supply of coffee could be caused by", "Images": [], "AnswerChoices": ["A decrease in the price of cream, which is a complement to coffee", "A decrease in the cost of labor used to produce coffee", "An increase in consumer income", "An increase in the demand for coffee", "An increase in the price of coffee"], "Answer": "B"}, {"QuestionStatement": "Which of the following explains why a decrease in the price of a normal good will lead to an increase in the quantity demanded of the good?", "Images": [], "AnswerChoices": ["A lower price will increase consumers’ purchasing power", "A lower price will increase consumers’ marginal utility", "A lower price will increase demand for the good", "A lower price will increase demand for substitute goods", "A lower price will decrease demand for complementary goods"], "Answer": "A"}, {"QuestionStatement": "If SteveR Incorporated in a monopolistic producer of diamonds, the firm’s demand curve is downward sloping because", "Images": [], "AnswerChoices": ["The number of diamonds SteveR Incorporated offers for sale affects the price of diamonds", "Marginal revenue is negative throughout the range of the demand curve", "Marginal revenue is positive throughout the range of the demand curve", "The diamond industry consists of a few firms selling similar diamonds", "The demand for diamonds is inelastic"], "Answer": "A"}, {"QuestionStatement": "       Over the past 5 years, 50 new restaurants have opened and 30 have closed in the city of Zuni.  Currently there are 110 restaurants operating in the city.  Which of the following best represents the market structure, barriers to entry, and economic profits in the long run?            Market Structure            Barriers to Entry       Long-Run Economic Profitsa.      Perfect Competition            low                  negative      b.      Perfect competition                        high                  positivec.      Monopolistic competition            low                  zerod.      Monopolistic competition            high                  positivee.      Monopolistic competition            high                  zero", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "For a perfectly competitive firm, increasing cost industry, an increase in the industry’s demand will lead to which of the following in the long run?", "Images": [], "AnswerChoices": ["An upward shift in each firm’s long-run average cost curve", "An increase in each firm’s profit", "A decrease in the price of an input and a decrease in total industry profits", "A decrease in total industry sales", "A decrease in total producer surplus and an increase in total consumer surplus"], "Answer": "A"}, {"QuestionStatement": "If a good is available free of charge, an individual will consume it until", "Images": [], "AnswerChoices": ["Marginal utility is zero", "Average utility is zero", "Total utility is zero", "Marginal utility equals average utility", "Marginal utility equals total utility"], "Answer": "A"}, {"QuestionStatement": "If a competitive firm pays its workers the value of the marginal product of the last worker hired, which of the following is true?", "Images": [], "AnswerChoices": ["The firm will not earn any economic profits", "Workers will look for employment elsewhere", "The wage will be less than the marginal product", "The firm will not maximize profits", "The contribution of the last worker hired to the firm’s profit will be zero"], "Answer": "E"}, {"QuestionStatement": "Which of the following is necessary for a firm to practice price discrimination?", "Images": [], "AnswerChoices": ["The government strictly enforces antitrust laws", "The firm is a member of a cartel", "The firm can prevent resale of its goods", "The demand curve for the product is perfectly inelastic", "The demand curve for the product is perfectly elastic"], "Answer": "C"}, {"QuestionStatement": "A monopolistically competitive firm’s demand curve will be highly elastic if which of the following exists?", "Images": [], "AnswerChoices": ["A high degree of product differentiation", "A highly elastic supply curve for the firm", "High barriers to entry in this industry", "A high degree of product substitutability", "A small number of competitors"], "Answer": "D"}, {"QuestionStatement": "Country A has a Gini coefficient of 0.5, and Country B has a Gini coefficient of 0.3.  Which of the following statements is definitely true?", "Images": [], "AnswerChoices": ["Country A has higher average income than Country B", "Country B has higher average income than Country A", "Income is more evenly distributed in Country A than in Country B", "Income is more evenly distributed in Country B than in Country A", "Country A has more deadweight loss than Country B"], "Answer": "D"}, {"QuestionStatement": "If labor is the only variable input of a firm and the marginal product of labor is falling, the firm will always produce", "Images": [], "AnswerChoices": ["More than the profit-maximizing level of output", "Less than the profit-maximizing level of output", "At a level of output where average total cost is at a minimum", "At a level of output where marginal costs are rising", "At a level of output where average variable costs are falling"], "Answer": "D"}, {"QuestionStatement": "The graph above shows the conditions that a monopsonist faces in a labor market.  How many workers would this monopsonist hire, and what wage rate would it pay?# of Workers        Wage Ratea.      5                 $37.50b.      10                 $30c.      10                 $20d.      14                 $24e.      14                 $37.50", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2013micropart3_files/mc019-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "Public goods are underproduced in a competitive market because the free rider problem causes which of the following?", "Images": [], "AnswerChoices": ["Fixed supply", "Effected price ceilings", "Reduced market demand", "Negative externalities", "Increased imports"], "Answer": "C"}]