[{"QuestionStatement": "After graduating from high school, Maria chose to go to college, while Omar chose to work full time.  Which of the following best describes the opportunity costs for these decisions?", "Images": [], "AnswerChoices": ["Maria’s opportunity cost includes the salary she could have earned if she had gone to work", "Maria’s opportunity cost is her living expenses while attending college", "Omar’s opportunity cost is the salary he will earn from working", "Omar’s opportunity cost is the tuition and expenses he would have paid for college", "Omar’s opportunity cost is definitely greater than Maria’s"], "Answer": "A"}, {"QuestionStatement": "The basic economic problem of all economies is essentially one of deciding how to make the best use of", "Images": [], "AnswerChoices": ["Unlimited resources to satisfy unlimited wants", "Limited resources to satisfy unlimited wants", "Unlimited resources to satisfy limited wants", "Limited resources to satisfy limited wants", "Limited resources to provide public goods"], "Answer": "B"}, {"QuestionStatement": "The diagram above shows the demand curve for a good.  If the price increases from P1 to P2, and quantity consumed decreases from Q2 to Q1, consumer surplus decreases by the area", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2013micropart1_files/mc003-1.jpg"], "AnswerChoices": ["BDC", "P", "1", "P", "2", "BC", "P", "1", "P", "2", "BD", "Q", "1", "DCQ", "2", "P", "2", "P", "3", "B"], "Answer": "B"}, {"QuestionStatement": "1.      If the government imposes a tariff on imports of cheese, the price and quantity of imported cheese will most likely change in which of the following ways?              Price            Quantitya.      Decrease            Decreaseb.      Decrease            Increasec.      Increase            Not changed.      Increase            Decreasee.      Increase            Increase", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "According to the law of demand, an increase in the price of grape juice will result in", "Images": [], "AnswerChoices": ["A rightward shift in the demand curve for grape juice", "A leftward shift in the demand curve for grape juice", "A decrease in the demand for orange juice, a substitute", "A decrease in the quantity of grape juice demanded", "An increase in the quantity of grape juice supplied"], "Answer": "D"}, {"QuestionStatement": "The table above shows the demand schedules for Jill and for all other consumers, as well as the market supply schedule for the same good.  The equilibrium price in this market is", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2013micropart1_files/mc006-1.jpg"], "AnswerChoices": ["$8", "$7", "$6", "$5", "$4"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true of the marginal cost curve?", "Images": [], "AnswerChoices": ["It intersects the average variable cost curve and the average total cost curve at each curve’s minimum point", "It intersects the average variable cost curve and the average fixed cost curve at each curve’s minimum point", "It lies between the total cost curve and the total variable cost curve", "It increases initially, for a time, but begins to decline when the point of diminishing marginal returns is reached", "It decreases, because average variable cost is less than marginal cost"], "Answer": "A"}, {"QuestionStatement": "If the marginal cost of producing the first unit of some good is $20 and the marginal cost of producing the second unit is $30, the average variable cost of producing 2 units is", "Images": [], "AnswerChoices": ["$5", "$10", "$20", "$25", "$50"], "Answer": "D"}, {"QuestionStatement": "The use of game theory to explain strategic behavior among firms is most associated with which of the following market structures?", "Images": [], "AnswerChoices": ["Perfect competition", "Monopolistic competition", "Oligopoly", "Monopoly", "Monopsony"], "Answer": "C"}, {"QuestionStatement": "All of the following are essential characteristics of a perfectly competitive industry EXCEPT", "Images": [], "AnswerChoices": ["All of the products produced by the firms in the industry are homogeneous", "All firms in the industry are price takers", "All consumers and firms are completely aware of the prices at which transactions take place in the industry", "There are barriers to entry into and exit from the industry", "Price is equal to marginal revenue for every firm in the industry"], "Answer": "D"}, {"QuestionStatement": "The marginal revenue product of labor is the", "Images": [], "AnswerChoices": ["Product price times the wage rate", "Additional revenue a firm earns when it employs an additional unit of labor", "Increase in the average product of labor when the firm employs an additional unit of labor", "Increase in the price of labor when the firm employs an additional unit of labor", "Marginal revenue plus product price"], "Answer": "B"}, {"QuestionStatement": "For a competitive labor market, an increase in which of the following will lead to an increase in the demand for labor?", "Images": [], "AnswerChoices": ["The supply of labor", "The minimum wage", "The cost of medical benefits provided to the labor hired by firms", "Labor union dues", "The demand for the good that labor produces"], "Answer": "E"}, {"QuestionStatement": "Which of the following indicates that a perfectly competitive firm is in long-run equilibrium?", "Images": [], "AnswerChoices": ["Price equals marginal cost", "Price equals average revenue", "Price equals marginal cost, which equals average total cost", "Price equals average revenue, which equals marginal revenue", "Price equals average fixed cost"], "Answer": "C"}, {"QuestionStatement": "Which of the following best represents a positive externality?", "Images": [], "AnswerChoices": ["Purchasing a pass for an amusement park", "Dining at a favorite restaurant", "Being disturbed by neighboring construction noise", "Enjoying watching birds at a neighbor’s bird feeder", "Dumping waste on someone else’s property"], "Answer": "D"}, {"QuestionStatement": "Which of the following is a characteristic of a public good?", "Images": [], "AnswerChoices": ["It is excludable", "It is nonrival in consumption", "It yields substantial spillover costs", "The private sector would produce a larger than socially optimal quantity", "Private-sector producers would realize too great a profit"], "Answer": "B"}, {"QuestionStatement": "If a perfectly competitive firm is producing where marginal cost is rising and greater than marginal revenue, to maximize profits it should", "Images": [], "AnswerChoices": ["Increase the level of production", "Decrease the level of production", "Maintain current levels of production", "Increase price", "Decrease price"], "Answer": "B"}, {"QuestionStatement": "If cotton is used to produce towels, an increase in the price of cotton will result in which of the following changes in the towel market?", "Images": [], "AnswerChoices": ["A decrease in the demand for towels, which leads to a shortage of towels followed by upward pressure on the price of towels", "A decrease in the demand for towels, which leads to a surplus of towels followed by downward pressure on the price of towels", "A decrease in the supply of towels, which leads to a shortage of towels followed by upward pressure on the price of towels", "An increase in the supply of towels, which leads to a surplus of towels followed by downward pressure on the price of towels", "An increase in both the demand and supply of towels, which leads to a surplus of towels followed by upward pressure on the price of towels"], "Answer": "C"}, {"QuestionStatement": "Assume that an economy produces televisions and shoes.  Which of the following would cause the production possibilities curve for this economy to shift outward?", "Images": [], "AnswerChoices": ["An increase in the labor force", "An increase in the prices of both goods", "An increase in the prices of resources used to produce both goods", "A decrease in the demand for shoes", "A change in consumers’ tastes in favor of televisions"], "Answer": "A"}, {"QuestionStatement": "Jane spends all her weekly allowances to buy only two goods: soda and apples.  According to the table above, if her preferences are characterized by the law of diminishing marginal utility, then which of the following statements is correct?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2013micropart1_files/mc019-1.jpg"], "AnswerChoices": ["Jane is maximizing her utility", "Jane can buy more apples and less soda to maximize her utility", "Jane can buy more soda and fewer apples to maximize her utility", "Jane can buy more apples and the same amount of soda to maximize her utility", "Jane can buy more soda and the same amount of apples to maximize her utility"], "Answer": "B"}, {"QuestionStatement": "If a firm is experiencing economies of scale, which of the following will decrease as output increases?", "Images": [], "AnswerChoices": ["Fixed costs", "Long-run total cost", "Long-run average total cost", "Marginal cost", "Marginal revenue"], "Answer": "C"}]