[{"QuestionStatement": "Improvements in technology for producing all goods must result in ", "Images": [], "AnswerChoices": ["an inward shift in the production possibilities curve", "an outward shift in the production possibilities curve", "a flatter production possibilities curve", "a steeper production possibilities curve", "greater unemployment of labor"], "Answer": "B"}, {"QuestionStatement": "The quantity of peanuts supplied increased from 40 tons per week to 60 tons per week when the price of peanuts increased from $4 per ton to_$5 per ton. The price elasticity of supply for peanuts over this price range is", "Images": [], "AnswerChoices": ["Elastic", "Inelastic", "Unit elastic", "Perfectly elastic", "Perfectly inelastic"], "Answer": "A"}, {"QuestionStatement": "Which of the following best describes the law of demand?", "Images": [], "AnswerChoices": ["The price of a good increases when the demand for the good increases", "The price of a good decreases when the supply of the good decreases", "When the price of a good increases, its demand decreases", "When the price of a good decreases, its quantity demanded increases", "Demand creates its own supply"], "Answer": "D"}, {"QuestionStatement": "       Assume that ice cream is a normal good. If the price of ice cream decreases, the substitution effect and the income effect will lead to which of the following changes in ice-cream consumption?      Substitution Effect      Income Effecta.      Increase            Decreaseb.      Increase            Increasec.      Increase            No changed.      Decrease            Increasee.      Decrease            No change", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "Short-run marginal costs eventually increase because of the effects of", "Images": [], "AnswerChoices": ["increasing marginal product", "diminishing marginal product", "diseconomies of scale", "economies of scale", "increasing fixed costs"], "Answer": "B"}, {"QuestionStatement": "If a government eliminated an effective price floor in a market, all of the following would occur EXCEPT:", "Images": [], "AnswerChoices": ["The surplus would be eliminated", "The price would decrease", "The quantity supplied would decrease", "The quantity demanded would increase", "The supply of the good would increase"], "Answer": "E"}, {"QuestionStatement": "Which of the following must be true if a firm is experiencing economies of scale?", "Images": [], "AnswerChoices": ["All costs are explicit", "Long-run average total cost decreases as the _firm’s output increases", "Economic profits decrease as the firm’s _output increases", "Long-run average total cost remains constant _as the firm’s output decreases", "Proportionate increases in inputs result in _less-than-proportionate increases in output"], "Answer": "B"}, {"QuestionStatement": "       Compared to a perfectly competitive industry with the same demand and cost curves, a monopoly’s price and output will be which of the following?                     Price            Outputa.      The same            Higherb.      Higher            The samec.      Higher            Lowerd.      Lower            The samee.      Lower            Higher", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "If the demand for a good is perfectly price inelastic in the short run and the supply curve is upward sloping, imposing a sales tax on the good will", "Images": [], "AnswerChoices": ["leave the price paid by consumers unchanged", "decrease the after-tax revenues received by suppliers", "increase the after-tax revenues received by suppliers", "not change the after-tax revenues received by suppliers", "not change the total expenditures by consumers on the good"], "Answer": "D"}, {"QuestionStatement": "The characteristic of oligopolistic firms that makes them different from all other types of firms is that oligopolistic firms", "Images": [], "AnswerChoices": ["are regulated by a state agency or federal agency", "consider each other’s decisions", "advertise their products", "produce differentiated products", "produce identical products"], "Answer": "B"}, {"QuestionStatement": "For the firm shown in the graph above, the short- run, profit-maximizing strategy would be to set output at", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2014micropart1_files/mc011-1.jpg"], "AnswerChoices": ["Q1, price at P1, and suffer a loss", "Q1, price at P3, and earn an economic profit", "Q1, price at P3, and earn only a normal profit", "Q2, price at P2, and earn an economic profit", "Q2, price at P2, and earn only a normal profit"], "Answer": "B"}, {"QuestionStatement": "Which of the following will tend to make the demand for a product more elastic?", "Images": [], "AnswerChoices": ["New firms which produce similar products enter the industry", "A change in taste and preferences makes the product more desirable", "The product is necessary for use with a complement", "Production of the product is protected by a patent", "Production cost of the product decreases"], "Answer": "A"}, {"QuestionStatement": "In a perfectly competitive labor market, an increase in an effective minimum wage will result in", "Images": [], "AnswerChoices": ["an increase in the supply of workers", "a decrease in the supply of workers", "a decrease in the demand for workers", "more workers being hired", "fewer workers being hired"], "Answer": "E"}, {"QuestionStatement": "Which of the following taxes contributes most to decreasing inequality in the distribution of income?", "Images": [], "AnswerChoices": ["Progressive income taxes", "Sales taxes", "Proportional income taxes", "Excise taxes", "Import tariffs on necessities"], "Answer": "A"}, {"QuestionStatement": "A free-rider problem arises when a good is", "Images": [], "AnswerChoices": ["nonrival", "nondepletable", "nonexcludable", "produced in a competitive market", "produced in a monopolistic market"], "Answer": "C"}, {"QuestionStatement": "According to the production possibilities curve above, which of the following is true?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2014micropart1_files/mc016-1.jpg"], "AnswerChoices": ["The opportunity cost of producing another unit of good Y in terms of good X increases as more of good Y is produced", "The opportunity cost of producing another unit of good Y in terms of good X decreases as more of good Y is produced", "The opportunity cost of producing another unit of good X in terms of good Y increases as more of good X is produced", "The opportunity cost of producing another unit of good X in terms of good Y decreases as more of good X is produced", "The opportunity cost of producing another unit of either good remains constant as the production of the other good increases"], "Answer": "E"}, {"QuestionStatement": "Which of the following is true in a capitalist economy?", "Images": [], "AnswerChoices": ["The factors of production are collectively owned", "The factors of production are distributed according to needs", "The prices of goods and services are usually determined by the government", "The prices of goods and services are set so that an equitable distribution of private property is achieved", "Prices serve as incentives for factors of production to move to the markets where they are most valued"], "Answer": "E"}, {"QuestionStatement": "       A city transit authority increases the price of sub- way and bus tickets from $1.25 to $1.50. If the demand for these tickets is price inelastic, the number of people riding buses and subways and the city’s revenues will most likely change in which of the following ways?         Number of        People Riding      City’s Revenuea.      Increase            Increaseb.      Decrease            Increasec.      Decrease            Decreased.      Decrease            Remain constante.      Remain constant      Increase", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "The difference between what consumers are willing to pay for units of a good and the price consumers actually pay for units of the good is called", "Images": [], "AnswerChoices": ["marginal utility", "producer surplus", "consumer surplus", "economic rent", "a positive externality"], "Answer": "C"}, {"QuestionStatement": "Which of the following is true if consuming one unit of a good yields 100 utils and consuming the second unit of the good increases satisfaction by 20 utils?", "Images": [], "AnswerChoices": ["The marginal utility of the first unit is 20", "The marginal utility of the second unit is 80", "The marginal utility of the second unit is 120", "The total utility of consuming two units _is 120", "The total utility of consuming one unit is _greater than the total utility of consuming two units"], "Answer": "D"}]