[{"QuestionStatement": "If a new tax on capital increases a firm’s fixed cost of production, which of the following will occur in the short run?", "Images": [], "AnswerChoices": ["Marginal cost will increase", "Average variable cost will increase", "Average total cost will increase", "The profit-maximizing level of output will _increase", "The profit-maximizing level of output will _decrease"], "Answer": "C"}, {"QuestionStatement": "·      The marginal product of labor equals 250 units of output. ·      The marginal product of capital equals 750 units of output. ·      The price of labor is $50 per person. ·      The price of capital is $100 per unit. Given the information above, which of the following is true for a firm buying its labor and capital inputs in a perfectly competitive market?", "Images": [], "AnswerChoices": ["The firm is producing its current level of output with the least-cost combination of labor and capital.", "The firm is maximizing profits with its current combination of inputs", "The firm’s level of output will remain the same if 1 unit of capital is substituted for 2 units of labor", "The firm’s input costs will decrease if 2 units of labor are substituted for 1 unit of capital", "The firm can reduce the cost of its current level of output by laying off workers and employing more capital"], "Answer": "E"}, {"QuestionStatement": "At 100 units of output, a firm’s total cost is $10,000. If the firm’s total fixed cost is $4,000, its average variable cost is equal to", "Images": [], "AnswerChoices": ["$140", "$100", "$60", "$40", "$0"], "Answer": "C"}, {"QuestionStatement": "Which of the following statements correctly identifies a difference between perfect competition and monopolistic competition?", "Images": [], "AnswerChoices": ["In perfect competition there are no barriers to entry, but there are strong barriers in monopolistic competition", "In perfect competition there are many firms, but in monopolistic competition there are only a few firms", "In perfect competition the firms all sell products that are exactly the same, but in monopolistic competition each firm sells a slightly differentiated product", "In perfect competition firms maximize profit by selling the quantity where marginal revenue equals marginal cost, but in monopolistic competition firms maximize profit by selling the quantity where marginal revenue exceeds marginal cost", "In perfect competition there are few consumers, but in monopolistic competition there are many consumers"], "Answer": "C"}, {"QuestionStatement": "The most profitable level of output for any firm operating in the short run is the level of output at which", "Images": [], "AnswerChoices": ["marginal revenue exceeds marginal cost by the highest amount", "marginal revenue equals marginal cost", "price exceeds average cost by the highest amount", "price equals average cost", "price equals marginal cost"], "Answer": "B"}, {"QuestionStatement": "For an unregulated monopolist, the profit- maximizing quantity will always be", "Images": [], "AnswerChoices": ["in the elastic region of the demand curve", "where marginal revenue equals price", "where price equals average total cost", "where price equals marginal cost", "where the marginal cost curve intersects the demand curve"], "Answer": "A"}, {"QuestionStatement": "       If a per-unit tax is imposed on a monopolist, how will the monopolist’s marginal cost curve, output, and the price paid by consumers be affected?        Marginal Cost       Output        Pricea.      Shift down            Increase      Decreaseb.      Shift down            Decrease      Decreasec.      No shift            Decrease      Decreased.      Shift up            Decrease      Increasee.      Shift up            Increase      Increase", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "The demand curve for labor for a monopolist that faces a perfectly competitive factor market is called the", "Images": [], "AnswerChoices": ["average product curve", "marginal product curve", "marginal revenue curve", "marginal revenue product curve", "value of the average product curve"], "Answer": "D"}, {"QuestionStatement": "      Number of Workers          Parts per Week0      0                  1      100                  2      190                  3      270                  4      340                  5      400                  6      450                  7      480       The table above describes the production function of an auto parts manufacturer. Assume that the firm can hire as many workers as it wants at the market wage rate of $600 per week per worker and sell as many auto parts as it wants at the price of $10 per part. To maximize profits, the firm should hire", "Images": [], "AnswerChoices": ["0 workers", "1 worker", "3 workers", "5 workers", "7 workers"], "Answer": "D"}, {"QuestionStatement": "Monopolistically competitive firms are considered inefficient in allocating society’s resources for which of the following reasons?", "Images": [], "AnswerChoices": ["In equilibrium, the marginal benefit exceeds the price charged by the firms", "In equilibrium, the marginal benefit exceeds the marginal cost of production", "In equilibrium, the marginal revenue of the firm is not equal to its marginal cost", "In long-run equilibrium, the firm is earning economic profits", "Firms exhibit significant market power and therefore the number of firms in the industry is strictly limited"], "Answer": "B"}, {"QuestionStatement": "As a factor of production, capital refers to the", "Images": [], "AnswerChoices": ["money available to start a business", "stocks and bonds issued by businesses to _raise funds", "financial investment of businesses", "currency in circulation and deposits in financial institutions", "tools and machinery used to produce goods _and services"], "Answer": "E"}, {"QuestionStatement": "Which of the following will cause the supply curve for shoes to shift to the right?", "Images": [], "AnswerChoices": ["An increase in the price of socks, assuming that shoes and socks are complements", "A decrease in the price of sandals, assuming that shoes and sandals are substitutes", "An increase in the wages of shoe workers", "An increase in the number of firms producing shoes", "A decrease in the income of consumers, assuming that shoes are normal goods"], "Answer": "D"}, {"QuestionStatement": "The diagram above depicts demand and supply curves in a city’s rental housing market. If a price ceiling of $1,000 is imposed on the market, which of the following will occur?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2014micropart2_files/mc013-1.jpg"], "AnswerChoices": ["There will be a surplus of rental housing in the city", "The demand curve for housing will shift to the right", "The supply curve for housing will shift to the right", "The quantity of rental housing supplied will decrease", "The quantity of rental housing demanded will increase"], "Answer": "E"}, {"QuestionStatement": "For consumers, assume that fish sticks and tacos are substitutes. Which of the following graphs illustrates the effect on the taco market if the price of fish sticks increases?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2014micropart2_files/mc014-1.jpg", "http://bencullivan.com/Econtest/01APExamMicro/2014micropart2_files/mc014-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "In the short run, the firm will realize an economic loss but will continue to produce if the price is", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2014micropart2_files/mc015-1.jpg"], "AnswerChoices": ["below P1", "between P1 and P2", "below P2", "between P2 and P3", "between P3 and P4"], "Answer": "D"}, {"QuestionStatement": "Which of the following MUST be true in the long run?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2014micropart2_files/mc016-1.jpg"], "AnswerChoices": ["The equilibrium price will be P2, since that is where marginal cost equals minimum average variable cost", "The equilibrium price will be above P3, since firms must make an economic profit to stay in business", "If the price is above P2, new firms will enter _the industry", "If the price is above P3, new firms will enter _the industry", "If the price is above P4, firms will exit the _industry"], "Answer": "D"}, {"QuestionStatement": "Which of the following MUST be true of the long run?", "Images": [], "AnswerChoices": ["It is at least one year in duration", "All factors of production are variable", "At least one factor of production is fixed", "Marginal costs are constant", "Average total costs are constant"], "Answer": "B"}, {"QuestionStatement": "In order for a firm to engage in price discrimination, it must be", "Images": [], "AnswerChoices": ["able to separate consumers into different groups based on demand elasticities", "producing in the inelastic portion of its demand curve to raise its price and increase total revenue", "a price taker", "experiencing economies of scale in the _relevant range of production", "experiencing constant marginal cost"], "Answer": "A"}, {"QuestionStatement": "Which of the following market structures results in allocative efficiency?", "Images": [], "AnswerChoices": ["Monopoly", "Monopolistic competition", "Perfect competition", "Natural monopoly", "Oligopoly"], "Answer": "C"}, {"QuestionStatement": "The following table shows the profits associated with the pricing strategies of two oligopolistic firms, Agronomia and Farmingdale. Each firm has two possible strategies: to charge a low price or a high price. The first entry in each cell shows the profits to Agronomia and the second the profits to Farmingdale.If the two firms do not cooperate, as a result of the firms’ pricing decisions the profits of each firm will be which of the following?      Argonomia’s Profit      Farmingdale’s Profita.      $50            $100b.      $150            $150c.      $300            $50d.      $100            $100e.      $300            $300", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2014micropart2_files/mc020-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}]