[{"QuestionStatement": "       Which of the following will occur in a perfectly competitive labor market if Firm X’s demand for labor decreases?         Equilibrium          Market Wage Rate      Employment by Firm Xa.      Increase                     Increaseb.      No change                     No changec.      No change                     Decreased.      Decrease                     Decreasee.      Decrease                     No change", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "The graph above shows the marginal revenue product (MRP) and the market wage rate for_a profit-maximizing firm. Which of the following is true of the firm’s hiring of labor?", "Images": ["http://bencullivan.com/Econtest/01APExamMicro/2014micropart3_files/mc002-1.jpg"], "AnswerChoices": ["It should hire 15 workers", "It should hire between 15 and 40 workers", "It should hire 40 workers", "It should hire between 40 and 90 workers", "It should hire 90 workers"], "Answer": "E"}, {"QuestionStatement": "Which of the following best defines a pure public good?", "Images": [], "AnswerChoices": ["A good that is provided free of charge to the public", "A good that is provided by the government, whether or not a fee is charged", "A good that is efficiently produced only by a monopoly", "A good whose benefits can be enjoyed by many consumers at the same time and from which consumers cannot be excluded", "A good that by law must be available to all consumers without discrimination on the basis of sex, race, or religion"], "Answer": "D"}, {"QuestionStatement": "A perfectly competitive manufacturing industry pollutes public water in its production process, leaving the water unsuitable for use by the surrounding communities. At the market equilibrium output level, which of the following is true?", "Images": [], "AnswerChoices": ["Marginal private cost exceeds marginal social cost.", "Marginal private cost exceeds marginal private benefit.", "Marginal social cost exceeds marginal social benefit.", "The market equilibrium output is equal to the socially efficient output.", "The market equilibrium output is less than the socially efficient output."], "Answer": "C"}, {"QuestionStatement": "       Assume that under new environmental regulations, tire companies have to pay taxes based on how much pollution is created when producing each tire. The price paid by consumers and the quantity of tires sold will most likely change in which of the following ways?              Price            Quantitya.      Increase            Decreaseb.      Increase            Increasec.      Decrease            Increased.      Decrease            Decreasee.      No change            No change", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "The market for goldfish is perfectly competitive. From year 1 to year 2, both the price and the quantity of goldfish sold increase. This is most likely caused by", "Images": [], "AnswerChoices": ["an increase in the supply", "a decrease in the supply", "an increase in the demand", "a decrease in the demand", "a decrease in both the demand and the supply"], "Answer": "C"}, {"QuestionStatement": "Using the same amount of time and resources, Jack can assemble either 10 bikes or 5 computers, whereas Sam can assemble either 5 bikes or 5 computers. Based on the data, which of the following statements is correct?", "Images": [], "AnswerChoices": ["Sam has an absolute advantage in assembling bikes", "Sam has an absolute advantage in assembling computers", "Sam has a comparative advantage in assembling bikes", "Jack has a comparative advantage in assembling bikes", "Jack has a comparative advantage in assembling both bikes and computers"], "Answer": "D"}, {"QuestionStatement": "Given an increase in the price of material K— which is an input used to produce good X—and an increase in the price of good Y—which is a substitute for good X—which of the following will definitely occur?", "Images": [], "AnswerChoices": ["The equilibrium price of good X will decrease.", "The equilibrium price of good X will increase.", "The equilibrium quantity of good X will be unaffected.", "The equilibrium quantity of good X will increase", "The equilibrium quantity of good X will decrease."], "Answer": "B"}, {"QuestionStatement": "An entrepreneur has earned enough total revenue to cover her accounting costs, but economic losses are being incurred. What must be true?", "Images": [], "AnswerChoices": ["Her accounting costs are larger than her economic costs", "Her accounting profits are less than her implicit costs", "Her accounting profits are greater than her economic costs", "Her economic losses are less than her total fixed costs", "Her implicit costs are less than her accounting costs"], "Answer": "B"}, {"QuestionStatement": "If nations specialize according to their comparative advantage and engage in international trade with each other, each nation can", "Images": [], "AnswerChoices": ["produce outside its production possibilities curve", "consume outside its production possibilities curve", "shift its production possibilities curve to the right", "become more self-sufficient", "produce more of all goods"], "Answer": "B"}, {"QuestionStatement": "When total physical product is at its maximum, marginal physical product must be", "Images": [], "AnswerChoices": ["greater than one", "equal to one", "equal to zero", "less than zero", "constant"], "Answer": "C"}, {"QuestionStatement": "Garcia is currently spending his entire lunch budget on 3 sodas and 4 hot dogs. At his current level of consumption, Garcia’s marginal utility for sodas is 5 utils and his marginal utility for hot dogs is 10 utils. In order to maximize his total utility, Garcia should", "Images": [], "AnswerChoices": ["consume more sodas and fewer hot dogs regardless of the prices", "consume more hot dogs and fewer sodas regardless of the prices", "maintain his current level of consumption of sodas and hot dogs regardless of the prices", "maintain his current level of consumption if the price of a soda is $1 and the price of a hot dog is $2", "maintain his current level of consumption if the price of a soda is $2 and the price of a hot dog is $1"], "Answer": "D"}, {"QuestionStatement": "As output of a firm increases, the difference between the firm’s average total cost and its average variable cost gets smaller because the firm’s", "Images": [], "AnswerChoices": ["total cost is increasing", "marginal cost is increasing", "average fixed cost is decreasing", "marginal product of labor is decreasing", "long-run average total cost is decreasing"], "Answer": "C"}, {"QuestionStatement": "In a perfectly competitive market, a change in which of the following could cause a shift in the supply curve?", "Images": [], "AnswerChoices": ["The incomes of consumers", "The number of buyers", "Technology", "The price of the product", "Tastes and preferences"], "Answer": "C"}, {"QuestionStatement": "Productive efficiency occurs when a firm produces output at a level at which", "Images": [], "AnswerChoices": ["average total cost equals average revenue", "average total cost is at a minimum", "price exceeds average total cost", "price equals marginal cost", "marginal revenue exceeds average revenue"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true of a monopolistically competitive firm in long-run equilibrium?", "Images": [], "AnswerChoices": ["Price equals marginal cost and average total cost", "Price equals average total cost but is greater than marginal cost", "Price equals marginal cost and is greater than average total cost", "The firm makes no attempt to differentiate its products", "The firm earns positive economic profits by producing at minimum average cost"], "Answer": "B"}, {"QuestionStatement": "Assume that firms sell their output in a perfectly competitive product market and hire labor in a perfectly competitive labor market. If all other factors remain constant, an increase in the demand for the firms’ product will result in which of the following changes in the labor market?", "Images": [], "AnswerChoices": ["Firms will move down along the demand curve for labor and hire more workers", "The supply curve for labor will shift to the right", "The demand curve for labor will shift to the right", "The supply curve for labor will shift to the left", "The demand curve for labor will shift to the left"], "Answer": "C"}, {"QuestionStatement": "A profit-maximizing firm will continue to hire workers until the", "Images": [], "AnswerChoices": ["marginal factor cost of labor is equal to the marginal revenue product of labor", "marginal factor cost of labor is equal to the price of the good produced using labor", "marginal product of labor is equal to the marginal revenue product of labor", "marginal product of labor is equal to the marginal factor cost of labor", "marginal product of labor is equal to the price of labor"], "Answer": "A"}, {"QuestionStatement": "Assume that the marginal social benefit of the last unit of vaccination provided is greater than the marginal social cost. Which of the following can be used to achieve efficiency in the market for vaccination?", "Images": [], "AnswerChoices": ["A per-unit subsidy for vaccinations", "A lump-sum tax for vaccinations", "A limit on the quantity of vaccinations", "A price floor for vaccinations", "A price ceiling for vaccinations"], "Answer": "A"}, {"QuestionStatement": "Which of the following government actions can correct the inefficiency caused by the existence of a monopoly?", "Images": [], "AnswerChoices": ["Granting a per-unit subsidy on the monopolist’s output", "Granting an annual lump-sum subsidy to the monopolist", "Imposing a per-unit tax on the monopolist’s output", "Imposing a price floor on the monopolist", "Limiting the monopolist's production through regulation"], "Answer": "A"}]