[{"QuestionStatement": "The figure above represents an economy with no government and no foreign sector.  Which of the following statements about this economy is true?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1990macropart3_files/mc001-1.jpg"], "AnswerChoices": ["At Y, planned investment is less than saving", "At Y, planned investment is equal to saving", "At Y, planned investment is greater than saving", "At full employment, total spending is equal to total income", "At full employment, planned investment is equal to saving"], "Answer": "B"}, {"QuestionStatement": "According to the classical economists, which of the following is most sensitive to interest rates?", "Images": [], "AnswerChoices": ["Consumption", "Investment", "Government spending", "Transfer payments", "Intermediate goods"], "Answer": "B"}, {"QuestionStatement": "Expansionary fiscal policy will be most effective when", "Images": [], "AnswerChoices": ["The aggregate supply curve is horizontal", "The economy is at or above full employment output", "Transfer payments are decreased, while taxes remain unchanged", "Wages and prices are very flexible", "The Federal Reserve simultaneously increases the reserve requirement"], "Answer": "A"}, {"QuestionStatement": "Which of the following would increase the value of the multiplier?", "Images": [], "AnswerChoices": ["An increase in government expenditure", "An increase in exports", "A decrease in government unemployment benefits", "A decrease in the marginal propensity to consume", "A decrease in the marginal propensity to save"], "Answer": "E"}, {"QuestionStatement": "According to the monetarists, inflation is most often the result of", "Images": [], "AnswerChoices": ["High federal tax rates", "Increased production of capital goods", "Decreased production of capital goods", "An excessive growth of the money supply", "Upward shifts in the consumption function"], "Answer": "D"}, {"QuestionStatement": "To counteract a recession, the Federal Reserve should", "Images": [], "AnswerChoices": ["Buy securities on the open market and raise the reserve requirement", "Buy securities on the open market and lower the reserve requirement", "Buy securities on the open market and raise the discount rate", "Sell securities on the open market and raise the discount rate", "Raise the reserve requirement and lower the discount rate"], "Answer": "B"}, {"QuestionStatement": "Which of the following would result in the largest increase in aggregate demand?", "Images": [], "AnswerChoices": ["A $30 billion increase in military expenditure and a $30 billion open market purchase of government securities", "A $30 billion increase in military expenditure and a $30 billion open-market sale of government securities", "A $30 billion tax cut and a $30 billion open market sale of government securities", "A $30 billion tax increase and a $30 billion open market purchase of government securities", "A $30 billion increase in social security payments and a $30 billion open-market sale of government securities"], "Answer": "A"}, {"QuestionStatement": "Which of the following will be true if inflation can be accurately forecast and both prices and wages are fully flexible?", "Images": [], "AnswerChoices": ["Long periods of high unemployment will be possible", "The supply of labor will be insensitive to the real wage rate", "The Phillips curve will be vertical", "The equilibrium unemployment rate will be zero", "Real interest rates will be greater than nominal interest rates"], "Answer": "C"}, {"QuestionStatement": "Which of the following policies is most likely to encourage long-run economic growth in a country?", "Images": [], "AnswerChoices": ["An embargo on high technology imports", "A decline in the number of immigrants to the country", "An increase in government transfer payments", "An increase in the per capita savings rate", "An increase in defense spending"], "Answer": "D"}, {"QuestionStatement": "In one year, real gross national product fell by 3 percent, inflation rose to 10 percent, and unemployment rose to 11 percent.  Which of the following may have caused these changes?", "Images": [], "AnswerChoices": ["A decrease in the money supply and a decrease in government spending", "A decrease in inflationary expectations", "An increase in investment in inventories", "An increase in the money supply and an increase in government spending", "An increase in inflationary expectations"], "Answer": "E"}]