[{"QuestionStatement": "Which of the following policies would most likely be recommended in an economy with an annual inflation rate of 3 percent and an unemployment rate of 11 percent?", "Images": [], "AnswerChoices": ["An increase in transfer payments and an increase in the reserve requirements", "An increase in defense spending and an increase in the discount rate", "An increase in income tax rates and a decrease in the reserve requirement", "A decrease in government spending and the open market sale of government securities", "A decrease in the tax rate on corporate profits and a decrease in the discount rate"], "Answer": "E"}, {"QuestionStatement": "       The cost of reducing unemployment is accepting a higher rate of inflationThe statement above would most likely be made by a person who believes in the", "Images": [], "AnswerChoices": ["Quantity theory of money", "Phillips curve", "Theory of rational expectations", "Paradox of value", "Liquidity trap"], "Answer": "B"}, {"QuestionStatement": "Which of the following would occur if the international value of the United States dollar decreased?", "Images": [], "AnswerChoices": ["United States exports would rise", "More gold would flow into the United States", "United States demand for foreign currencies would increase", "The United States trade deficit would increase", "Americans would pay less for foreign good"], "Answer": "A"}, {"QuestionStatement": "Which of the following will occur as a result of an improvement in technology?", "Images": [], "AnswerChoices": ["The aggregate demand curve will shift to the right", "The aggregate demand curve will shift to the left", "The aggregate supply curve will shift to the right", "The aggregate supply curve will shift to the left", "The production possibilities curve will shift inward"], "Answer": "C"}, {"QuestionStatement": "Assume that land in an agricultural economy can be used either for producing grain or for grazing cattle to produce beef.  The opportunity cost of converting an acre from cattle grazing to grain production is the", "Images": [], "AnswerChoices": ["Market value of the extra grain that is produced", "Total amount of beef produced", "Number of extra bushels of grain that are produced", "Amount by which beef production decreases", "Profits generated by the extra production of grain"], "Answer": "D"}, {"QuestionStatement": "Which of the following workers is most likely to be classified as structurally unemployed?", "Images": [], "AnswerChoices": ["A high school teacher who is unemployed during the summer months", "A recent college graduate who is looking for her first job", "A teenager who is seeking part-time employment at a fast food restaurant", "A worker who is unemployed because his skills are obsolete", "A woman who reenters the job market after her child begins elementary school"], "Answer": "D"}, {"QuestionStatement": "       According to the classical model, an increase in the money supply causes an increase in which of the following?I.      The price levelII.      Nominal gross national productIII.      Nominal wages", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "II and III only", "I, II, and III"], "Answer": "E"}, {"QuestionStatement": "If, in response to an increase in investment of $10 billion, equilibrium income rises by a total of $50 billion, then marginal propensity to save is", "Images": [], "AnswerChoices": ["0.1", "0.2", "0.5", "0.8", "0.9"], "Answer": "B"}, {"QuestionStatement": "In the circular flow diagram, which of the following is true?", "Images": [], "AnswerChoices": ["Businesses pay wages, rent, interest, and profits to households in return for use of factors of production", "Businesses purchase goods and services from households in return for money payments", "Households pay wages, rent, interest, and profits to businesses in return for use of factors of production", "The relationship between households and businesses exists only in traditional society", "The relationship between households and businesses exists only in a command economy"], "Answer": "A"}, {"QuestionStatement": "Assume that the reserve requirement is 25 percent.  If banks have excess reserves of $10000, which of the following is the maximum amount of additional money that can be created by the banking system through the lending process?", "Images": [], "AnswerChoices": ["$2,500", "$10,000", "$40,000", "$50,000", "$250,000"], "Answer": "C"}, {"QuestionStatement": "According to the Keynesian model, an increase in the money supply affects output more if", "Images": [], "AnswerChoices": ["Investment is sensitive to interest rates", "Money demand is sensitive to interest rates", "The unemployment rate is low", "Consumption is sensitive to the Phillips curve", "Government spending is sensitive to public opinion"], "Answer": "A"}, {"QuestionStatement": "Which of the following combinations of monetary and fiscal policies is coordinated to increase output?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1990macropart2_files/mc012-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "Which of the following is a possible cause of stagflation (simultaneous high unemployment and high inflation)?", "Images": [], "AnswerChoices": ["Increase in labor productivity", "Increase in price for raw materials", "The rapid growth and development of the computer industry", "A decline in labor union membership", "A low growth rate of the money supply"], "Answer": "B"}, {"QuestionStatement": "If exchange rates are allowed to fluctuate freely and the United States demand for German marks increases, which of the following will most likely occur?", "Images": [], "AnswerChoices": ["Americans will have to pay more for goods made in Germany", "Germans will find that American goods are getting more expensive", "The United States balance-of-payments deficit will increase", "The dollar price of marks will fall", "The dollar price of German goods will fall"], "Answer": "A"}, {"QuestionStatement": "Which of the following would most likely be the immediate result if the United States increased tariffs on most foreign goods?", "Images": [], "AnswerChoices": ["The United States standard of living would be higher", "More foreign goods would increase", "Prices of domestic goods would increase", "Large numbers of United States workers would be laid off", "The value of the United States dollar would decrease against foreign currencies"], "Answer": "C"}, {"QuestionStatement": "Which of the following must be true of a country that is operating inside its production possibilities frontier?", "Images": [], "AnswerChoices": ["It has a market economy", "It has a command economy", "It is in the early stages of industrial development", "It is using resources inefficiently", "It has plentiful resources"], "Answer": "D"}, {"QuestionStatement": "Which of the following is an example of ÒinvestmentÓ as the term is used by economists?", "Images": [], "AnswerChoices": ["A schoolteacher purchases 10,000 shares of stock in an automobile company", "Newlyweds purchase a previously owned home", "One large automobile firm purchases another large automobile firm", "A farmer purchases $10,000 worth of government securities", "An apparel company purchases 15 new sewing machines"], "Answer": "E"}, {"QuestionStatement": "       If the gross national product increased from $930 billion in 1969 to $975 billion in 1970 solely because of a rise in the price level, which of the following was necessarily true?", "Images": [], "AnswerChoices": ["Real gross national product increased between 1969 and 1970", "Real gross national product decreased between 1969 and 1970", "Nominal income increased between 1969 and 1970", "Real income increased between 1969 and 1970", "The rise in the price level between 1969 and 1970 was greater than 10 percent"], "Answer": "C"}, {"QuestionStatement": "The diagram above shows two aggregate supply curves, AS1 and AS2.  Which of the following statements most accurately characterizes the AS1 curve relative to the AS2 curve?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1990macropart2_files/mc019-1.jpg"], "AnswerChoices": ["AS1 is Keynesian because it reflects greater wage and price flexibility", "AS1 is classical because it reflects greater wage and price flexibility", "AS1 is Keynesian because it reflects less wage and price flexibility", "AS1 is classical because it reflects less wage and price flexibility", "AS1 could be either classical or Keynesian because it reflects greater wage flexibility but less price flexibility"], "Answer": "C"}, {"QuestionStatement": "If the marginal propensity to consume is 0.9, what is the maximum amount that the equilibrium gross national product could change if government expenditures increase by $1 billion?", "Images": [], "AnswerChoices": ["It could decrease by up to $9 billion", "It could increase by up to $0.9 billion", "It could increase by up to $1 billion", "It could increase by up to $9 billion", "It could increase by up to $10 billion"], "Answer": "E"}]