[{"QuestionStatement": "Which of the following is true of an economy with the production possibilities frontier shown above?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1990macropart1_files/mc001-1.jpg"], "AnswerChoices": ["Point Q is attainable but undesirable", "Point R is unattainable but desirable", "A technological improvement in the production of watches would move the economy from point T to point P", "The opportunity cost of moving from point S to point T is the number of watches given up", "There is unemployment at point T because workers in the watch industry are without jobs"], "Answer": "D"}, {"QuestionStatement": "Increases in real income per capita are made possible by", "Images": [], "AnswerChoices": ["Improved productivity", "A high labor/capital ratio", "Large trade surpluses", "Stable interest rates", "High protective tariffs"], "Answer": "A"}, {"QuestionStatement": "The sum of which of the following expenditures is equal to the value of the gross domestic product?", "Images": [], "AnswerChoices": ["Consumer purchases, investment for capital goods, exports, and imports", "Consumer purchases, investment for capital goods, net exports, and inventories", "Consumer purchases, investment for capital goods, government purchases, and net exports", "Consumer purchases, government purchases, exports, and national income", "Investment for capital goods, government purchases, net exports, and inventories"], "Answer": "C"}, {"QuestionStatement": "Which of the following would most likely lead to a decrease in aggregate demand, that is, shift the aggregate demand curve leftward?", "Images": [], "AnswerChoices": ["A decrease in taxes", "A decrease in interest rates", "An increase in household savings", "An increase in household consumption", "An increase in business firms’ purchases of capital equipment from retained earnings"], "Answer": "C"}, {"QuestionStatement": "According to the Keynesian model, equilibrium output of an economy may be less than the full-employment level of output because at full employment", "Images": [], "AnswerChoices": ["Sufficient income may or may not be generated to keep workers above the subsistence levels", "There might not be enough demand by firms and consumers to buy that output", "Workers may not be willing to work the hours necessary to produce the output", "Interest rates might not be high enough to provide the incentive to finance the production", "Banks may not be willing to lend enough money to support output"], "Answer": "B"}, {"QuestionStatement": "The principal reason for requiring commercial banks to maintain reserve balances with the Federal Reserve is that these balances", "Images": [], "AnswerChoices": ["Provide the maximum amount of reserves a bank would ever need", "Give the Federal Reserve more control over the money-creating operations of banks", "Ensure that banks do not make excessive profits", "Assist the Treasury in refinancing government debt", "Enable the government to borrow cheaply from the Federal Reserve’s discount window"], "Answer": "B"}, {"QuestionStatement": "If the Federal Reserve lowers the reserve requirement, which of the following is most likely to happen to interest rates and gross national product?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1990macropart1_files/mc007-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "       Which of the following measures might be used to reduce a federal budget deficit?I.      Raising taxesII.      Reducing federal spendingIII.      Lowering interest rates", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and III only", "I, II, and III"], "Answer": "E"}, {"QuestionStatement": "If the nominal interest rate is 6 percent the expected inflation rate is 4 percent, the real interest rate is", "Images": [], "AnswerChoices": ["10 percent", "6 percent", "4 percent", "2 percent", "-2 percent"], "Answer": "D"}, {"QuestionStatement": "Supply side economists argue that", "Images": [], "AnswerChoices": ["A cut in high tax rates results in an increased deficit and thus increases aggregate supply", "Lower tax rates provide positive work incentives and thus shift the aggregate supply curve to the right", "The aggregate supply of goods can only be increased if the price level falls", "Increased government spending should be used to stimulate the economy", "The government should regulate the supply of imports"], "Answer": "B"}, {"QuestionStatement": "If the dollar cost of the British pound decreases, United States imports from and exports to the United Kingdom will change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1990macropart1_files/mc011-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "An economy that is fully employing all its productive resources but allocating less to investment than to consumption will be at which of the following positions on the production possibilities curve shown above?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1990macropart1_files/mc012-1.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "C"}, {"QuestionStatement": "The United States government defines an individual as unemployed if the person", "Images": [], "AnswerChoices": ["Does not hold a paying job", "Has been recently fired", "Works part time but needs full time work", "Is without a job but is looking for work", "Wants a job but is not searching because he or she thinks that none is available"], "Answer": "D"}, {"QuestionStatement": "The gross domestic product is best described as a measure of", "Images": [], "AnswerChoices": ["Economic welfare", "The full employment output of an economy", "All monetary transactions in an economy", "Current consumption in an economy", "Current final output produced by an economy"], "Answer": "E"}, {"QuestionStatement": "An increase in which of the following would cause the long-run aggregate supply curve to shift to the right?", "Images": [], "AnswerChoices": ["Corporate income tax rates", "Aggregate demand", "Potential output", "The average wage rate", "The price level"], "Answer": "C"}, {"QuestionStatement": "Total spending in the economy is most likely to increase by the largest amount if which of the following occur to government spending and taxes?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1990macropart1_files/mc016-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "If businesses are experiencing an unplanned increase in inventories, which of the following is most likely to be true?", "Images": [], "AnswerChoices": ["Aggregate demand is greater than output, and the level of spending will increase", "Aggregate demand is less than output, and the level of spending will decrease", "The economy is growing and will continue to grow until a new equilibrium level of spending is reached", "Planned investment is greater than planned saving, and the level of spending will decrease", "Planned investment is less than planned saving, and the level of spending will increase"], "Answer": "B"}, {"QuestionStatement": "The purchase of securities on the open market by the Federal Reserve will", "Images": [], "AnswerChoices": ["Increase the supply of money", "Increase the interest rate", "Increase the discount rate", "Decrease the number of Federal Reserve notes in circulation", "Decrease the reserve requirement"], "Answer": "A"}, {"QuestionStatement": "If a banking system’s reserves are $100 billion, demand deposits are $500 billion, and the system is fully loaned-up, then the reserve requirement must be", "Images": [], "AnswerChoices": ["10 percent", "12.5 percent", "16.6 percent", "20 percent", "25 percent"], "Answer": "D"}, {"QuestionStatement": "According to the Keynesian model, an expansionary fiscal policy would tend to cause which of the following changes in output and interest rates?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1990macropart1_files/mc020-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}]