[{"QuestionStatement": "If the marginal propensity to consume increase, the equilibrium levels of income and consumption will change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1995macropart2_files/mc001-1.jpg", "http://bencullivan.com/Econtest/01APExamMacro/1995macropart2_files/mc001-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "If private investment of $100 is added to the economy, the equilibrium levels of income and consumption will change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1995macropart2_files/mc002-1.jpg", "http://bencullivan.com/Econtest/01APExamMacro/1995macropart2_files/mc002-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "The real value of the United States dollar is determined by", "Images": [], "AnswerChoices": ["Federal regulations regarding purchasing power", "The value of the gold backing the dollar", "The goods and services it will buy", "The money multiplier", "The marginal propensity to consume"], "Answer": "C"}, {"QuestionStatement": "The demand for money increases when national income increases because", "Images": [], "AnswerChoices": ["Spending on goods and services increases", "Interest rates increase", "The budget deficit increases", "The money supply increase", "The public becomes more optimistic about the future"], "Answer": "A"}, {"QuestionStatement": "An aggregate supply curve may be horizontal over some range because within that range", "Images": [], "AnswerChoices": ["A higher price level leads to higher interest rates, which reduce the money supply and consumer spending", "Changes in the aggregate price level do not induce substitution", "Output cannot be increased unless prices and interest rates increase", "Rigid prices prevent employment from fluctuating", "Resources are underemployed and an increase in demand will be satisfied without any pressure on the price level"], "Answer": "E"}, {"QuestionStatement": "If the Federal Reserve wishes to use monetary policy to reinforce Congress’ fiscal policy, it should", "Images": [], "AnswerChoices": ["Increase the money supply when government spending is increased", "Increase the money supply when government spending is decreased", "Decrease the money supply when government spending is increased", "Increase interest rates when government spending is increased", "Decrease interest rates when government spending is decreased"], "Answer": "A"}, {"QuestionStatement": "Which of the following relationships is illustrated by a short-run Phillips curve?", "Images": [], "AnswerChoices": ["A decrease in the rate of inflation is accompanied by an increase in the rate of economic growth", "A decrease in the rate of inflation is accompanied by a decrease in the rate of economic growth", "An increase in the rate of inflation is accompanied by a decrease in the rate of economic growth", "An increase in the rate of inflation is accompanied by an increase in the rate of unemployment", "A decrease in the rate of economic growth is accompanied by a decrease in the rate of unemployment"], "Answer": "B"}, {"QuestionStatement": "Which of the following could cause simultaneous increases in inflation and unemployment?", "Images": [], "AnswerChoices": ["A decrease in government spending", "A decrease in the money supply", "A decrease in the velocity of money", "An increase in inflationary expectations", "An increase in the overall level of productivity"], "Answer": "D"}, {"QuestionStatement": "If other things are held constant, an increase in the United States imports will", "Images": [], "AnswerChoices": ["Tend to cause the dollar to appreciate because the world supply of dollars will rise", "Tend to cause the dollar to appreciate because the world demand for dollars will rise", "Have no effect on the exchange rate for the dollar because exports will also increase", "Tend to cause the dollar to depreciate because the world supply of dollars will rise", "Tend to cause the dollar to depreciate because the world demand for dollars will rise"], "Answer": "D"}, {"QuestionStatement": "An increase in which of the following is most likely to cause an improvement in the standard of living over time?", "Images": [], "AnswerChoices": ["Size of the population", "Size of the labor force", "Number of banks", "Level of taxation", "Productivity of labor"], "Answer": "E"}, {"QuestionStatement": "The long-run aggregate supply curve is likely to shift to the right when there is", "Images": [], "AnswerChoices": ["An increase in the cost of productive resources", "An increase in productivity", "An increase in the federal budget deficit", "A decrease in the money supply", "A decrease in the labor force"], "Answer": "B"}, {"QuestionStatement": "The consumer price index measures which of the following?", "Images": [], "AnswerChoices": ["The change over time of the weighted prices of a particular group of goods and services", "The change over time of the weighted wholesale price index", "The change over time of the difference between the gross domestic product deflator and the wholesale price index", "Inflation corrected for changes in the real gross domestic product", "Inflation corrected for changes in the wholesale price index"], "Answer": "A"}, {"QuestionStatement": "Which of the following is true if the economy is producing at the full-employment level of output?", "Images": [], "AnswerChoices": ["The unemployment rate is zero", "No person is receiving unemployment compensation from the government", "There is frictional unemployment", "The government’s budget is balanced", "The balance of trade is in equilibrium"], "Answer": "C"}, {"QuestionStatement": "Which of the following is a basic tenet of classical economic analysis?", "Images": [], "AnswerChoices": ["Saving is usually greater than investment", "The economy is self-correcting to full employment", "The economy may be in equilibrium at less than full employment", "Inflation is not a serious economic problem", "The prices of products tend to be inflexible"], "Answer": "B"}, {"QuestionStatement": "Which of the following will most likely result from a decrease in government spending?", "Images": [], "AnswerChoices": ["An increase in output", "An increase in the price level", "An increase in employment", "A decrease in aggregate supply", "A decrease in aggregate demand"], "Answer": "E"}, {"QuestionStatement": "Current equilibrium output equals $2,500,000, potential output equals 2,600,000 and the marginal propensity to consume equals 0.75.  Under these conditions, a Keynesian economist is most likely to recommend", "Images": [], "AnswerChoices": ["Decreasing taxes by $25,000", "Decreasing taxes by $100,000", "Increasing government spending by $25,000", "Increasing government spending by $33,333", "Increasing government spending by $100,000"], "Answer": "C"}, {"QuestionStatement": "An inflationary gap could be reduced by", "Images": [], "AnswerChoices": ["An increase in government spending", "An increase in the supply of money", "An increase in the income tax rate", "A decrease in the discount rate", "A decrease in the reserve requirement"], "Answer": "C"}, {"QuestionStatement": "1.      The circular flow of economic activity between consumers and producers includes which of the following?I.      Households buy factor services from firmsII.      Households sell factor services to firmsIII.      Households buy outputs from firmsIV.      Households sell outputs to firms", "Images": [], "AnswerChoices": ["III only", "IV only", "I and II only", "II and III only", "III and IV only"], "Answer": "D"}, {"QuestionStatement": "Suppose the required reserve ratio is 20 percent and a single bank with no excess reserves receives a $100 deposit from a new customer.  The bank now has excess reserves equal to", "Images": [], "AnswerChoices": ["$20", "$80", "$100", "$400", "$500"], "Answer": "B"}, {"QuestionStatement": "Which of the following is most likely to increase if the public decides to increase its holdings of currency?", "Images": [], "AnswerChoices": ["The interest rate", "The price level", "Disposable personal income", "Employment", "The reserve requirement"], "Answer": "A"}]