[{"QuestionStatement": "Which of the following would cause the production possibilities curve shown above to shift outward?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1995macropart1_files/mc001-1.jpg"], "AnswerChoices": ["Reopening steel plants that had been closed", "Rehiring laid off steelworkers", "Using machinery for missile production instead of steel production", "Using machinery for steel production instead of missile production", "Developing a more efficient steelmaking process"], "Answer": "E"}, {"QuestionStatement": "If in a specified year nominal gross domestic product grew by 11 percent and real gross domestic product grew by 4 percent, inflation for this year would be", "Images": [], "AnswerChoices": ["-7%", "7%", "8%", "11%", "15%"], "Answer": "B"}, {"QuestionStatement": "Which of the following is an example of structural unemployment?", "Images": [], "AnswerChoices": ["A computer programmer who leaves her job to move to Florida", "A worker who loses his job during a recession", "An autoworker who is replace by a robot", "A construction worker who is always unemployed during the winter months", "A worker who is engaged in unproductive work"], "Answer": "C"}, {"QuestionStatement": "What would be the effect of a large increase in labor productivity on the real gross domestic product and price level?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1995macropart1_files/mc004-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "An increase in which of the following will increase the value of the spending multiplier?", "Images": [], "AnswerChoices": ["The supply of money", "Equilibrium output", "Personal income tax rates", "The marginal propensity to consume", "The required reserve ratio"], "Answer": "D"}, {"QuestionStatement": "According to the Keynesian model, which of the following would increase aggregate demand?", "Images": [], "AnswerChoices": ["An increase in autonomous investment", "An increase in the discount rate", "A decrease in unemployment compensation payments", "A decrease in government expenditures accompanied by an equal reduction in taxes", "A decrease in government expenditures on public works"], "Answer": "A"}, {"QuestionStatement": "The graph above indicates equilibrium at E for a closed economy without government spending.  If the addition of government spending results in equilibrium at F, which of the following is true?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1995macropart1_files/mc007-1.jpg"], "AnswerChoices": ["Government spending is $300 and the multiplier is 5", "Government spending is $100 and the multiplier is 5", "Government spending is $100 and consumption increases by $500", "Government spending and gross domestic product increase by $500 each", "Consumption and gross domestic product increase by $500 each"], "Answer": "B"}, {"QuestionStatement": "Commercial banks can create money by", "Images": [], "AnswerChoices": ["Transferring depositors accounts at the Federal Reserve for conversion to cash", "Buying Treasury bills from the Federal Reserve", "Sending vault cash to the Federal Reserve", "Maintaining a 100 percent reserve requirement", "Lending excess reserves to customers"], "Answer": "E"}, {"QuestionStatement": "If the reserve requirement is 20 percent, the existence of $100 worth of excess reserves in the banking system can lead to a maximum expansion of the money supply equal to", "Images": [], "AnswerChoices": ["$20", "$100", "$300", "$500", "$750"], "Answer": "D"}, {"QuestionStatement": "If the Federal Reserve lowers the reserve requirement, which of the following would most likely occur?", "Images": [], "AnswerChoices": ["Imports will rise, decreasing the trade deficit", "The rate of saving will increase", "Unemployment and inflation will both increase", "Business will purchase more factories and equipment", "The budget deficit will increase"], "Answer": "D"}, {"QuestionStatement": "If the public’s desire to hold money as currency increases, what will the impact be on the banking system?", "Images": [], "AnswerChoices": ["Banks would be more able to reduce unemployment", "Banks would be more able to decrease aggregate supply", "Banks would be less able to decrease aggregate supply", "Banks would be more able to expand credit", "Banks would be less able to expand credit"], "Answer": "E"}, {"QuestionStatement": "According to Keynesian theory, decreasing taxes and increasing government spending will most likely change consumption expenditures and unemployment in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1995macropart1_files/mc012-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "Which of the following policy combinations is most likely to cure a severe recession?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1995macropart1_files/mc013-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "In an economy at full employment, a presidential candidate proposes cutting the government debt in half in four years by increasing tax rates and reducing government expenditures.  According to Keynesian theory, implementation of these policies is most likely to increase", "Images": [], "AnswerChoices": ["Unemployment", "Consumer prices", "Aggregate demand", "Aggregate supply", "The rate of economic growth"], "Answer": "A"}, {"QuestionStatement": "1.      To protect high-cost domestic producers, a country imposes a tariff on an imported commodity, Y.  Which of the following is most likely to occur in the short run?I.      A decrease in domestic production of YII.      An increase in domestic production of YIII.      An increase in foreign output of Y", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and III only", "II and III only"], "Answer": "B"}, {"QuestionStatement": "Suppose two countries are each capable of individually producing two given commodities.  Instead, each specializes by producing the commodity for which it has a comparative advantage and then trades with the other country.  Which of the following is most likely to result?", "Images": [], "AnswerChoices": ["The two countries will become more independent of each other", "Unemployment will increase in one country and decrease in the other", "There will be more efficient production in one country but less efficient production in the other", "Both countries will become better off", "Both countries will be producing their commodity inefficiently"], "Answer": "D"}, {"QuestionStatement": "Which of the following means of reducing military spending would have the greatest positive impact on gross domestic product for the United States?", "Images": [], "AnswerChoices": ["Combining two domestic military bases into one overseas base", "Cutting retirement benefits to military personnel", "Closing overseas military bases and relocating those operations to the United States", "Closing overseas military bases and laying off military personnel", "Canceling contracts with domestic producers for new airplanes"], "Answer": "C"}, {"QuestionStatement": "1.      According to the graph above, which of the following will necessarily result in a decrease in output?I.      A rightward shift of the aggregate demand curveII.      A leftward shift of the aggregate demand curveIII.      A rightward shift of the aggregate supply curveIV.      A leftward shift of the aggregate supply curve", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1995macropart1_files/mc018-1.jpg"], "AnswerChoices": ["I only", "III only", "I and III only", "II and III only", "II and IV only"], "Answer": "E"}, {"QuestionStatement": "Which of the following will result in the greatest increase in aggregate demand?", "Images": [], "AnswerChoices": ["A $100 increase in taxes", "A $100 decrease in taxes", "A $100 increase in government expenditures", "A $100 increase in government expenditures, coupled with a $100 increase in taxes", "A $100 increase in government expenditures, coupled with a $100 decrease in taxes"], "Answer": "E"}, {"QuestionStatement": "If the economy is in a severe recession, which of the following is the fiscal policy most effective in stimulating production?", "Images": [], "AnswerChoices": ["Government spending increases", "Government spending decreases", "Personal income taxes are increased", "The Federal Reserve sells bonds on the open market", "The Federal Reserve buys bonds on the open market"], "Answer": "A"}]