[{"QuestionStatement": "During a mild recession, if policymakers want to reduce unemployment by increasing investment, which of the following policies would be most appropriate?", "Images": [], "AnswerChoices": ["Equal increases in government expenditure and taxes", "An increase in government expenditure only", "An increase in transfer payments", "An increase in the reserve requirement", "Purchase of government securities by the Federal Reserve"], "Answer": "E"}, {"QuestionStatement": "Which of the following monetary and fiscal policy combinations would most likely result in a decrease in aggregate demand?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1995macropart3_files/mc002-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "Which of the following is true of supply shocks?", "Images": [], "AnswerChoices": ["They tend to change both relative prices and the general price level in the economy", "They affect only the general price level", "They can be anticipated and offset with appropriate fiscal policy", "They can be anticipated and offset with appropriate monetary policy", "They make the aggregate supply curve vertical"], "Answer": "A"}, {"QuestionStatement": "Suppose that, from 1985 to 1986, unemployment fell from 7.2 to 7.0 percent and inflation fell from 3.8 to 1.1 percent.  An explanation of these changes might be that the", "Images": [], "AnswerChoices": ["Aggregate demand curve shifted to the left", "Aggregate demand curve shifted to the right", "Aggregate supply curve shifted to the left", "Aggregate supply curve shifted to the right", "Short-run Phillips curve shifted to the right"], "Answer": "D"}, {"QuestionStatement": "If higher United States interest rates cause foreign demand for the dollar to increase, which of the following will occur to the international value of the dollar and to United States exports?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1995macropart3_files/mc005-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "The table below indicates the number of labor hours required in Countries X and Y to produce one unit of food or one unit of clothing.CountryFoodClothingX20 hours50 hoursY10 hours20 hoursGiven this information, which of the following statements is correct?", "Images": [], "AnswerChoices": ["X has a comparative advantage in the production of both food and clothing", "Y has a comparative advantage in the production of both food and clothing", "X has a comparative advantage in food production whereas Y has a comparative advantage in clothing production", "Y has a comparative advantage in food production, whereas X has a comparative advantage in clothing production", "Neither country has a comparative advantage in the production of either good"], "Answer": "C"}, {"QuestionStatement": "       Which of the following groups of people would benefit from unanticipated inflation?I.      SaversII.      BorrowersIII.      Lenders", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and II only", "I and III only"], "Answer": "B"}, {"QuestionStatement": "An increase in the labor force participation rate will", "Images": [], "AnswerChoices": ["Increase investment and decrease savings", "Increase savings and decrease investment", "Have no effect on unemployment", "Make it easier to reduce unemployment", "Make it more difficult to reduce unemployment"], "Answer": "E"}, {"QuestionStatement": "Which of the following is a key feature of Keynesian economics?", "Images": [], "AnswerChoices": ["The level of saving depends mostly on interest rates", "The level of government expenditure depends mostly on interest rates", "Supply creates its own demand", "Macroeconomic equilibrium can occur at less than full employment", "Wages are more flexible than prices"], "Answer": "D"}, {"QuestionStatement": "If a large increase in total spending has no effect on real gross domestic product, it must be true that", "Images": [], "AnswerChoices": ["The price level is rising", "The economy is experiencing high unemployment", "The spending multiplier is equal to 1", "The economy is in short-run equilibrium", "Aggregate supply has increased"], "Answer": "A"}, {"QuestionStatement": "According to Keynesian theory, the most important determinant of saving and consumption is the", "Images": [], "AnswerChoices": ["Interest rate", "Price level", "Level of income", "Level of employment", "Flexibility of wages and prices"], "Answer": "C"}, {"QuestionStatement": "Under which of the following circumstances would increasing the money supply be most effective in increasing real gross domestic product?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1995macropart3_files/mc012-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "Faced with a large federal budget deficit, the government decides to decrease expenditures and tax revenues by the same amount.  This action will affect output and interest rates in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1995macropart3_files/mc013-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "If crowding out only partially offsets the effects of a tax cut, which of the following changes in interest rates and gross domestic product are most likely to occur?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1995macropart3_files/mc014-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "All of the following are components of the money supply in the United States EXCEPT", "Images": [], "AnswerChoices": ["Paper money", "Gold bullion", "Checkable deposits", "Coins", "Demand deposits"], "Answer": "B"}, {"QuestionStatement": "The graph above depicts an economy’s aggregate demand and aggregate supply curves.  If aggregate demand remains constant, the equilibrium price levels in the short run and in the long run will be which of the following?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/1995macropart3_files/mc016-1.jpg", "http://bencullivan.com/Econtest/01APExamMacro/1995macropart3_files/mc016-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "According to both monetarists and Keynesians, which of the following happens when the Federal Reserve reduces the discount rate?", "Images": [], "AnswerChoices": ["The demand for money decreases and market interest rates decrease", "The demand for money increases and market interest rates increase", "The supply of money increases and market interest rates decrease", "The supply of money increases and market interest rates increase", "Both the demand for money and the supply of money increase and market interest rates increase"], "Answer": "C"}, {"QuestionStatement": "An increase in which of the following is most likely to increase the long-run growth rate of an economy’s real per capita income?", "Images": [], "AnswerChoices": ["Population growth", "The proportion of gross domestic product consumed", "The educational attainment of the population", "The supply of money in circulation", "Personal income taxes"], "Answer": "C"}, {"QuestionStatement": "An increase in the money supply will have the greatest effect on real gross domestic product if", "Images": [], "AnswerChoices": ["The marginal propensity to consume is low", "Unemployment is very low", "Investment spending is not sensitive to changes in interest rates", "The quantity of money demanded is not very sensitive to interest rates", "The required reserve ratio is high"], "Answer": "D"}, {"QuestionStatement": "If the Federal Reserve undertakes a policy to reduce interest rates, international capital flows will be affected in which of the following ways?", "Images": [], "AnswerChoices": ["Long-run capital outflows from the United States will decrease", "Long-run capital inflows to the United States will increase", "Short-run capital outflows from the United States will decrease", "Short-run capital inflows to the United States will decrease", "Short-run capital inflows to the United States will not change"], "Answer": "D"}]