[{"QuestionStatement": "Which of the following will most likely occur in an economy if more money is demanded than is supplied?", "Images": [], "AnswerChoices": ["The amount of investment spending will increase", "Interest rates will increase", "The demand curve for money will shift to the left", "The demand curve for money will shift to the left", "The demand curve for money will shift to the right"], "Answer": "C"}, {"QuestionStatement": "Which of the following transactions would represent an addition to a nation’s current gross domestic product?", "Images": [], "AnswerChoices": ["Ms. Smith purchases a share of stock in an automobile company", "A retailer increases her stock of imported shoes", "The government increases its domestic purchases of food for use by the military", "A corporation sells shoes from last year’s inventory", "A mother sells her car to her daughter"], "Answer": "C"}, {"QuestionStatement": "An increase in energy costs will most likely cause the price level and real gross domestic product to change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2000macropart1_files/mc003-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "Which of the following arguments is typically associated with classical economists?", "Images": [], "AnswerChoices": ["A market economy is self-correcting and thus will not remain in an recession indefinitely", "A market economy has stable prices and thus is usually free from inflation", "A market economy requires a strong government to ensure that the market meets the needs of the people", "A market economy needs only moderate assistance from the government to avoid an extended recession", "A market economy eventually results in monopolies in both the input and output markets"], "Answer": "A"}, {"QuestionStatement": "Which of the following is true according to the circular flow model?", "Images": [], "AnswerChoices": ["Firms are suppliers in both the product and factor markets", "Firms are demanders in the product markets", "Households are demanders in both the product and factor markets", "Households are demanders in the product markets and suppliers in the factor markets", "The government is a demander in the product market only"], "Answer": "D"}, {"QuestionStatement": "Which of the following will occur if the federal government runs a budget deficit?", "Images": [], "AnswerChoices": ["The expenditure multiplier will increase", "The size of the national debt will increase", "The economy’s output will decrease", "State governments will run a budget surplus to offset the federal deficit", "Interest rates will tend to decline"], "Answer": "B"}, {"QuestionStatement": "According to the Keynesian savings schedule, when aggregate income increases by a given amount, savings will", "Images": [], "AnswerChoices": ["Remain the same", "Decrease the amount of the change in income", "Increase by the amount of the change in income", "Increase by less than the amount of the change in income", "Increase by more than the amount of the change in income"], "Answer": "D"}, {"QuestionStatement": "If on receiving a checking deposit of $300 a bank’s excess reserves increased by $255, the required reserve ratio must be", "Images": [], "AnswerChoices": ["5%", "15%", "25%", "35%", "45%"], "Answer": "B"}, {"QuestionStatement": "The Federal Reserve can increase the money supply by", "Images": [], "AnswerChoices": ["Selling gold reserves to the banks", "Selling foreign currency holdings", "Buying government bonds on the open market", "Buying gold from foreign central banks", "Borrowing reserves from foreign governments"], "Answer": "C"}, {"QuestionStatement": "When consumers hold money rather than bonds because they expect the interest rates to increase in the future, they are holding money for which of the following purposes?", "Images": [], "AnswerChoices": ["Transactions", "Unforeseen expenditures", "Speculation", "Illiquidity", "Exchange"], "Answer": "C"}, {"QuestionStatement": "An increase in the money supply is most likely to have which of the following short-run effects on real interest rates and real output?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2000macropart1_files/mc011-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "In the Keynesian model, an expansionary monetary policy will lead to", "Images": [], "AnswerChoices": ["Lower real interest rates and more investment", "Lower real interest rates and lower prices", "Higher real interest rates and lower prices", "Higher real interest rates and higher real income", "Higher nominal interest rates and more investment"], "Answer": "A"}, {"QuestionStatement": "An inflationary gap can be eliminated by all of the following EXCEPT", "Images": [], "AnswerChoices": ["An increase in personal income taxes", "An increase in the money supply", "An increase in interest rates", "A decrease in government spending", "A decrease in net exports"], "Answer": "B"}, {"QuestionStatement": "A contractionary supply shock would most likely result in", "Images": [], "AnswerChoices": ["An increase in aggregate demand", "An increase in national income", "An increase in gross domestic product", "A decrease in the general price level", "A decrease in employment"], "Answer": "E"}, {"QuestionStatement": "An increase in Japan’s demand for United States goods would cause the value of the dollar to", "Images": [], "AnswerChoices": ["Depreciate because of inflation", "Depreciate because the united States would be selling more dollars to Japan", "Depreciate because the United States money supply would increase as exports rise", "Appreciate because Japan would be buying more United States dollars", "Appreciate because Japan would be selling more United States dollars"], "Answer": "D"}, {"QuestionStatement": "1.      On the basis of the diagram above showing an economy’s production possibilities curve for two goods, which of the following statements must be true?I.      The opportunity cost of moving from point P to point R is 10 units of YII.      The opportunity cost of moving from point R to point P is 8 units of XIII.      The opportunity cost of moving from point Q to point R is 0 units of Y", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2000macropart1_files/mc016-1.jpg"], "AnswerChoices": ["I only", "III only", "I and II only", "II and III only", "I, II, and III"], "Answer": "E"}, {"QuestionStatement": "If real gross domestic product is increasing at 3 percent per year and nominal gross domestic product is increasing at 7 percent per year, which of the following is necessarily true?", "Images": [], "AnswerChoices": ["Unemployment is increasing", "The price level is increasing", "Exports exceed imports", "The economy is in a recession", "The government is running a budget deficit"], "Answer": "B"}, {"QuestionStatement": "The official unemployment rate is not an accurate indicator of actual unemployment in the economy because", "Images": [], "AnswerChoices": ["Structural unemployment is greater than cyclical unemployment at the going wage rate", "Full employment is greater than natural unemployment", "The unemployment rate is less than natural unemployment", "The official rate does not include persons who have given up looking for work", "The official rate does not reflect the number of people receiving unemployment compensation"], "Answer": "D"}, {"QuestionStatement": "The economy is currently experiencing", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2000macropart1_files/mc019-1.jpg"], "AnswerChoices": ["Inflation", "Recession", "Expansion", "Stagflation", "Rapid growth"], "Answer": "B"}, {"QuestionStatement": "The appropriate monetary policy measure necessary to reach full employment is to increase", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2000macropart1_files/mc020-1.jpg"], "AnswerChoices": ["The money supply", "The reserve requirements", "The discount rate", "Taxes", "Exports"], "Answer": "A"}]