[{"QuestionStatement": "Not Scored", "Images": [], "AnswerChoices": ["a", "a", "a", "a", "a"], "Answer": "A"}, {"QuestionStatement": "Which of the following best explains how an economy could simultaneously experience high inflation and high unemployment?", "Images": [], "AnswerChoices": ["The government increases spending without increasing taxes", "The government increases taxes without increasing spending", "Inflationary expectations decline", "Women and teenagers stay out of the labor force", "Negative supply shocks cause factor prices to increase"], "Answer": "E"}, {"QuestionStatement": "Crowding out due to government borrowing occurs when", "Images": [], "AnswerChoices": ["Lower interest rates increase private sector investment", "Lower interest rates decrease private sector investment", "Higher interest rates decrease private sector investment", "A smaller money supply increases private sector investment", "A smaller money supply decreases private sector investment"], "Answer": "C"}, {"QuestionStatement": "Policymakers concerned about fostering long-run growth in an economy that is currently in a recession would most likely recommend which of the following combinations of monetary and fiscal policy actions?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2000macropart3_files/mc004-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "Which of the following would be most likely to occur if the United Stats placed high tariffs on imported goods?", "Images": [], "AnswerChoices": ["Workers in the United States would have more jobs in the long run", "Income in the United States would be redistributed from the rich to the poor", "The United States standard of living would increase", "The United States economy would become less efficient", "United States exports would increase"], "Answer": "D"}, {"QuestionStatement": "Mary Jane is a lawyer who can earn $150 per hour in her law practice.  She is also an excellent carpenter, whose hourly wage is $20 per hour.  Which of the following is a correct economic statement?", "Images": [], "AnswerChoices": ["Mary Jane has a comparative advantage in law so she should specialize in law and hire a carpenter to make her cabinets", "Mary Jane has an absolute and comparative advantage in both law and carpentry, so she should make her own cabinets while continuing to practice law", "Mary Jane is three times faster than any carpenter so she should give up her law practice and become a carpenter", "When carpenters work for lawyers, they should charge $150 per hour instead of $20 per hour", "Because Mary Jane is an excellent carpenter, when the best carpenter works for Mary Jane, he can only charge one third as much, or $6.67 per hour"], "Answer": "A"}, {"QuestionStatement": "The intersection of the aggregate supply curve and the aggregate demand curve occurs at the economy’s equilibrium level of", "Images": [], "AnswerChoices": ["Real investment and the interest rate", "Real disposable income and unemployment", "Real national output and the price level", "Government expenditures and taxes", "Imports and exports"], "Answer": "C"}, {"QuestionStatement": "If purchases of education and medical care were counted as investment rather than consumption, gross domestic product would", "Images": [], "AnswerChoices": ["Not change, because there is no change in total expenditures", "Increase, because investment is included in gross domestic product but consumption is not", "Increase, because consumption is included in gross domestic product but investment is not", "Decrease, because investment is weighted more heavily than consumption in calculating gross domestic product", "Decrease, because consumption is weighted more heavily than investment in calculating gross domestic product"], "Answer": "A"}, {"QuestionStatement": "Which of the following would most likely cause the United States economy to fall into a recession?", "Images": [], "AnswerChoices": ["An increase in welfare payments", "An increase in exports", "A decrease in savings by consumers", "A decrease in the required reserve ratio", "An open market sale by the Federal Reserve"], "Answer": "E"}, {"QuestionStatement": "Which of the following would most likely cause a rightward shift in an economy’s aggregate supply curve?", "Images": [], "AnswerChoices": ["An increase in interest rates", "A tax increase of 50 cents per gallon for gasoline", "An across-the-board reduction of wages in the manufacturing sector", "The passage of legislation mandating a reduction in automobile pollution", "The shutdown of plants and movement of production of goods abroad"], "Answer": "C"}, {"QuestionStatement": "Suppose that disposable income is $1,000, consumption is $700, and the marginal propensity to consume (MPC) is 0.6.  If disposable income then increases by $100, consumption and savings will equal which of the following?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2000macropart3_files/mc011-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "If, at full employment, the government wants to increase spending by $100 billion without increasing inflation in the short run, it must do which of the following?", "Images": [], "AnswerChoices": ["Raise taxes by more than $100 billion", "Raise taxes by $100 billion", "Raise taxes by less than $100 billion", "Lower taxes by $100 billion", "Lower taxes by less than $100 billion"], "Answer": "A"}, {"QuestionStatement": "Assume that the reserve requirement is 15 percent and that a bank receives a new checking deposit of $200.  Which of the following will most likely occur in the bank’s balance sheet?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2000macropart3_files/mc013-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "Open market operations refer to which of the following activities?", "Images": [], "AnswerChoices": ["The buying and selling of stocks in the New York stock market", "The loans made by the Federal Reserve to member commercial banks", "The buying and selling of government securities by the Federal Reserve", "The government’s purchases and sales of municipal bonds", "The government’s contribution to net exports"], "Answer": "C"}, {"QuestionStatement": "Compared to expansionary monetary policies adopted to counteract a recession, expansionary fiscal policies tend to result in", "Images": [], "AnswerChoices": ["Less public spending", "Higher interest rates", "Lower prices", "A high rate of economic growth", "Decreased investment by foreign countries"], "Answer": "B"}, {"QuestionStatement": "According to the monetarists, which of the following is true of expansionary fiscal policy?", "Images": [], "AnswerChoices": ["It will cause interest rates to rise and crowd out private investment spending", "It should not be used so long as there is a national debt", "It should be used only when some resources are unemployed and the inflation rate is low", "It will decrease aggregate income", "It will increase aggregate income as long as the money supply is decreased at a slow steady rate"], "Answer": "A"}, {"QuestionStatement": "Which of the following policies would a Keynesian recommend during a period of high unemployment and low inflation?", "Images": [], "AnswerChoices": ["Decreasing the money supply to reduce aggregate demand", "Decreasing taxes to stimulate aggregate demand", "Decreasing government spending to stimulate aggregate supply", "Balancing the budget to stimulate aggregate supply", "Imposing wage and price controls to stimulate aggregate supply"], "Answer": "B"}, {"QuestionStatement": "An important assumption in Keynesian theory is that", "Images": [], "AnswerChoices": ["Prices are rigid downward and decreases in aggregate demand will lead to an increase in unemployment", "Price rigidity will cause downturns in the economy to self correct", "When aggregate demand is inadequate, prices will fall", "When interest rates are high, many businesses borrow money", "Changes in the money supply are the major cause of changes in real output and price level"], "Answer": "A"}, {"QuestionStatement": "Which of the following changes in the aggregate demand and aggregate supply curves is likely to result in stagflation?", "Images": [], "AnswerChoices": ["The aggregate demand curve shifts to the left when the economy is in the classical range of the aggregate supply curve", "The aggregate demand curve shifts to the right when the economy is in the classical range of the aggregate supply curve", "The aggregate demand curve shifts to the right when the economy is in the Keynesian range of the aggregate supply curve", "The aggregate supply curve shifts to the left", "The aggregate supply curve shifts to the right"], "Answer": "D"}, {"QuestionStatement": "In a flexible system of exchange rates, an open market sale of bonds by the Federal Reserve will most likely change the money supply, the interest rate, and the value of the United States dollar in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2000macropart3_files/mc020-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}]