[{"QuestionStatement": "In a mixed economy, what to produce and how much to produce are determined by", "Images": [], "AnswerChoices": ["A central planning agency", "A private planning agency", "An international planning agency", "Markets and the government", "Large corporations and small entrepreneurs"], "Answer": "D"}, {"QuestionStatement": "The major difference between real and nominal gross domestic product (GDP) is that real GDP", "Images": [], "AnswerChoices": ["Excludes government transfer payments", "Excludes imports", "Is adjusted for price-level changes using a price index", "Measures only the value of final goods and services that are consumed", "Measures the prices of a market basket of goods purchased by a typical urban consumer"], "Answer": "C"}, {"QuestionStatement": "Which of the following statements exemplifies the concept of structural unemployment", "Images": [], "AnswerChoices": ["New entrants into the labor force have trouble finding jobs", "Workers leave their current jobs to find better jobs", "Workers are laid off because aggregate demand has declined", "Workers are fired because consumers have reduced their total expenditures", "Workers are fired because their skills are no longer in demand"], "Answer": "E"}, {"QuestionStatement": "Assume that for consumers, pears and apples are substitutes.  It is announced that pesticides used on most apples may be dangerous to consumers’ health.  As a result of this announcement, which of the following market changes is most likely to occur in the short run in the pear market?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart1_files/mc004-1.jpg", "http://bencullivan.com/Econtest/01APExamMacro/2005macropart1_files/mc004-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Federal budget deficits occur when", "Images": [], "AnswerChoices": ["More money is being spent on entitlement programs than has been allocated", "The Internal Revenue Service spends more than it collects in taxes in a given year", "The federal government spends more than it collects in taxes in a given year", "High levels of unemployment use up tax collections", "Interest payments on the national debt increase from one year to the next"], "Answer": "C"}, {"QuestionStatement": "Under which of the following conditions would consumer spending most likely increase?", "Images": [], "AnswerChoices": ["Consumers have large unpaid balances on their credit cards", "Consumers’ wealth is increased by changes in the stock market", "The government encourages consumers to increase their savings", "Social security taxes are increased", "Consumers believe they will not receive pay increases next year"], "Answer": "B"}, {"QuestionStatement": "Crowding out is best described as which of the following?", "Images": [], "AnswerChoices": ["The decrease in full-employment output caused by an increase in taxes", "The decrease in consumption or private investment spending caused by an increase in government spending", "The decrease in government spending caused by a decrease in taxes", "The increase in the amount of capital outflow caused by the increase in government spending", "The increase in the amount of capital inflow caused by the increase in government spending"], "Answer": "B"}, {"QuestionStatement": "Under a fractional reserve banking system, banks are required to", "Images": [], "AnswerChoices": ["Keep part of their demand deposits as reserves", "Expand the money supply when requested by the central bank", "Insure their deposits against losses and bank runs", "Pay a fraction of their interest income in taxes", "Charge the same interest rate on all their loans"], "Answer": "A"}, {"QuestionStatement": "An increase in which of the following will increase aggregate demand?", "Images": [], "AnswerChoices": ["Taxes", "Government spending", "The federal funds rate", "Reserve requirement", "The discount rate"], "Answer": "B"}, {"QuestionStatement": "When the United States government engages in deficit spending, that spending is primarily financed by", "Images": [], "AnswerChoices": ["Increasing the required reserve ratio", "Borrowing from the World Bank", "Issuing new bonds", "Appreciating the value of the dollar", "Depreciating the value of the dollar"], "Answer": "C"}, {"QuestionStatement": "When the Federal Reserve buys government securities on the open market, which of the following will decrease in the short run?", "Images": [], "AnswerChoices": ["Interest rates", "Taxes", "Investment", "The amount of money loaned by banks", "The money supply"], "Answer": "A"}, {"QuestionStatement": "1.      Changes in which of the following factors would affect the growth of an economy?I.      Quantity and quality of human and natural resourcesII.      Amount of capital goods availableIII.      Technology", "Images": [], "AnswerChoices": ["I only", "I and II only", "I and III only", "II and III only", "I, II, and III"], "Answer": "E"}, {"QuestionStatement": "According to the short-run Phillips Curve, there is a trade-off between", "Images": [], "AnswerChoices": ["Interest rates and inflation", "The growth of the money supply and interest rates", "Unemployment and economic growth", "Inflation and unemployment", "Economic growth and interest rates"], "Answer": "D"}, {"QuestionStatement": "A favorable supply shock, such as a decrease in energy prices, is most likely to have which of the following short-run effects on the price level and output?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart1_files/mc014-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "Which of the following best explains why many United States economists support free international trade?", "Images": [], "AnswerChoices": ["Workers who lose their jobs can collect unemployment compensation", "It is more important to reduce world inflation than to reduce United States unemployment", "Workers are not affected; only businesses suffer", "The long-run gains to consumes and some producers exceed the losses to other producers", "Government can protect United States industries while encouraging free trade"], "Answer": "D"}, {"QuestionStatement": "If two coats are currently being produced, the opportunity cost of producing the third coat is", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart1_files/mc016-1.jpg"], "AnswerChoices": ["85 belts", "75 belts", "40 belts", "15 belts", "10 belts"], "Answer": "D"}, {"QuestionStatement": "The best combination of belts and coats for this economy to produce is", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart1_files/mc017-1.jpg"], "AnswerChoices": ["95 belts and 1 coat", "85 belts and 2 coats", "70 belts and 3 coats", "40 belts and 4 coats", "indeterminate with the available information"], "Answer": "E"}, {"QuestionStatement": "The unemployment rate measures the percentage of ", "Images": [], "AnswerChoices": ["People in the labor force who do not have jobs", "People in the labor force who have a part-time job but are looking for a full-time job", "People who do not have jobs and have given up looking for work", "People in the adult population who do not have jobs", "People in the adult population who have temporary jobs"], "Answer": "A"}, {"QuestionStatement": "The classical economists argued that involuntary unemployment would always be eliminated by", "Images": [], "AnswerChoices": ["Increasing government spending to increase aggregate demand", "Increasing the money supply to stimulate investment spending", "Self-correcting market forces stemming from flexible prices and wages", "Maintaining the growth of the money supply at a constant rate", "Decreasing corporate income taxes to encourage investment"], "Answer": "C"}, {"QuestionStatement": "Which of the following can be considered a leakage from the circular flow of economic activity?", "Images": [], "AnswerChoices": ["Investment", "Government expenditures", "Consumption", "Exports", "Saving"], "Answer": "E"}]