[{"QuestionStatement": "An increase in the marginal propensity to consume causes an increase in which of the following?", "Images": [], "AnswerChoices": ["Marginal propensity to save", "Spending multiplier", "Savings rate", "Exports", "Aggregate supply"], "Answer": "B"}, {"QuestionStatement": "If Mexicans increase their investment in the United States, the supply of Mexican pesos to the foreign exchange market and the dollar price of the peso will most likely change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart2_files/mc002-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "If a commercial bank has no excess reserves and the reserve requirement is 10 percent, what is the value of new loans this single bank can issue if a new customer deposits $10,000?", "Images": [], "AnswerChoices": ["$100,000", "$90,333", "$10,000", "$9,000", "$1,000"], "Answer": "D"}, {"QuestionStatement": "An increase in government spending with no change in taxes leads to a", "Images": [], "AnswerChoices": ["Lower income level", "Lower price level", "Smaller money supply", "Higher interest rate", "Higher bond price"], "Answer": "D"}, {"QuestionStatement": "If AD and AS represent aggregate demand and aggregate supply curves, respectively, and the arrows indicate the movement of the curves, which of the following graphs best illustrates long-run economic growth?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart2_files/mc005-1.jpg", "http://bencullivan.com/Econtest/01APExamMacro/2005macropart2_files/mc005-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Assume that the economy is at full-employment equilibrium in the diagram shown above.  Which of the following would lead to stagflation?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart2_files/mc006-1.jpg"], "AnswerChoices": ["A leftward shift of the short-run aggregate supply curve only", "A rightward shift of the short-run aggregate supply curve only", "A leftward shift of the aggregate demand curve only", "A rightward shift of the aggregate demand curve only", "A rightward shift in both the short-run aggregate supply curve and the aggregate demand curve"], "Answer": "A"}, {"QuestionStatement": "If the real interest rate in Country X increases relative to the ral interest rate in Country Y and there are no trade barriers between the two countries, then for Country X which of the following will be true of its capital flow, the value of its currency, and its exports?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart2_files/mc007-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "When a central bank sells securities in the open market, which of the following set of events is most likely to follow?", "Images": [], "AnswerChoices": ["An increase in the money supply, a decrease in interest rates, and an increase in aggregate demand", "An increase in the money supply , an increase in interest rate, and a decrease in aggregate demand", "An increase in interest rates, an increase in the government budget deficit, and a movement toward a trade surplus", "A decrease in the money supply, an increase in interest rates, and a decrease in aggregate demand", "A decrease in the money supply, a decrease in interest rates, and a decrease in aggregate demand"], "Answer": "D"}, {"QuestionStatement": "The federal funds rate is the interest rate that", "Images": [], "AnswerChoices": ["The Federal Reserve charges the federal government on its loans", "Banks charge one another for short-term loans", "Banks charge their best customers", "Equalizes the yield on government bonds and corporate bonds", "Is equal to the inflation rate"], "Answer": "B"}, {"QuestionStatement": "According to the long run Phillips curve, which of the following is true?", "Images": [], "AnswerChoices": ["Unemployment increases with an increase in inflation", "Unemployment decreases with an increase in inflation", "Increased automation will lead to lower levels of structural unemployment in the long run", "Changes in the composition of the overall demand for labor tend to be deflationary in the long run", "The natural rate of unemployment is independent of monetary and fiscal policy changes that affect aggregate demand"], "Answer": "E"}, {"QuestionStatement": "1.      A change in which of the following will cause the short-run aggregate supply curve to shift?I.      The price levelII.      Government spendingIII.      The cost of all inputs", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and II only", "I, II, and III"], "Answer": "C"}, {"QuestionStatement": "In an economy with lump-sum taxes and no international sector, assume that the aggregate supply curve is horizontal.  If the marginal propensity to consume is equal to 0.8, which of the following will necessarily be true?", "Images": [], "AnswerChoices": ["The average propensity to consume will be less than the marginal propensity to consume", "The government expenditure multiplier will be equal to 5", "A $10 increase in consumption spending will bring about an $80 increase in disposable income", "Wealth will tend to accumulate in the hands of a few people", "The economy will be running a deficit, since consumption expenditures exceed personal saving"], "Answer": "B"}, {"QuestionStatement": "Country A can produce either 2 tons of coca or 4 cars with 10 units of labor.  Country B can produce either 5 tons of Cocoa or 25 cars with 10 units of labor.  Based on this information, which of the following is true?", "Images": [], "AnswerChoices": ["Country A has an absolute advantage in the production of cocoa, while Country B has a comparative advantage in the production of cocoa.", "Country A has a comparative advantage in the production of cocoa, while Country B has a comparative advantage in the production of cars", "Country A has an absolute advantage in the production of cocoa, while Country B has a comparative advantage in the production of cars", "Country A has a comparative disadvantage in the production of both goods", "Neither country has a comparative advantage in the production of either good"], "Answer": "B"}, {"QuestionStatement": "Which of the following is included in the computation of gross domestic product?", "Images": [], "AnswerChoices": ["Government transfer payments, such as unemployment benefits", "Purchases of used goods, such as used cars", "Child care tasks performed by house husbands", "Total value of business inventories", "Additions to business inventories"], "Answer": "E"}, {"QuestionStatement": "In the country of Agronomia, banks charge 10 percent interest on all loans.  If the general price level has been increasing at the rate of 4 percent per year, the real rate of interest in Agronomia is", "Images": [], "AnswerChoices": ["14%", "10%", "6%", "4%", "2.5%"], "Answer": "C"}, {"QuestionStatement": "According to the theory of rational expectations, a fully anticipated expansionary monetary policy will", "Images": [], "AnswerChoices": ["Increase potential output", "Increase unemployment", "Have no impact on real output", "Promote the production of consumer goods over capital goods", "Result in deflation"], "Answer": "C"}, {"QuestionStatement": "In an economy with a horizontal aggregate supply curve, an increase in government spending will cause output and the price level to change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart2_files/mc017-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "The aggregate demand curve is downward sloping because as the price level increases", "Images": [], "AnswerChoices": ["Purchasing power of wealth decreases", "Demand for imports decreases", "Demand for interest sensitive expenditures increases", "Demand for domestically produced substitute goods increases", "Real value of fixed assets increases"], "Answer": "A"}, {"QuestionStatement": "A commercial bank is facing the conditions given above.  If the reserve requirement is 12 percent and the bank does not sell any of its securities, the maximum amount of additional lending this bank can undertake is", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart2_files/mc019-1.jpg"], "AnswerChoices": ["$15,000", "$12,000", "$3,000", "$1,800", "$0"], "Answer": "C"}, {"QuestionStatement": "According to Keynesian analysis, if government expenditures and taxes are increased by the same amount, which of the following will occur?", "Images": [], "AnswerChoices": ["Aggregate supply will decrease", "Aggregate supply will increase", "Aggregate demand will be unaffected", "Aggregate demand will decrease", "Aggregate demand will increase"], "Answer": "E"}]