[{"QuestionStatement": "If investors feel that business conditions will deteriorate in the future, the demand for loans and real interest rate in the loanable funds market will change in which of the following ways in the short run?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart3_files/mc001-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "If a country has a current account deficit, which of the following must be true?", "Images": [], "AnswerChoices": ["It must also show a deficit in its capital account", "It must show a surplus in its capital account", "It must increase the purchases of foreign goods and services", "It must increase the domestic interest rates on its bonds", "It must limit the flow of foreign capital investment"], "Answer": "B"}, {"QuestionStatement": "The long-run growth rate of an economy will be increased by an increase in all of the following EXCEPT", "Images": [], "AnswerChoices": ["Capital stock", "Labor supply", "Real interest rate", "Rate of technological change", "Spending on education and training"], "Answer": "C"}, {"QuestionStatement": "Assume that the government implements a deficit-reduction policy that results in changes in aggregate income and output.  Then the Federal Reserve engages in monetary policy actions that reverse the changes in income and output caused by fiscal policy action.  Which of the following sets of changes in taxes, government spending, the required reserve ratio, and the discount rate is most consistent with these policies.", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart3_files/mc004-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "With an increase in investment demand in the United States, the real interest rate rises.  In this situation, the most likely change in the capital stock in the United States and in the international value of the dollar would be which of the following?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart3_files/mc005-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "Which of the following events will most likely cause an increase in both the price level and real gross domestic product?", "Images": [], "AnswerChoices": ["The prime rate increases", "Exports increase", "Income taxes increase", "Crude oil prices decrease", "Inflationary expectations decrease"], "Answer": "B"}, {"QuestionStatement": "Which of the following best explains why transfer payments are not included in the calculation of gross domestic product?", "Images": [], "AnswerChoices": ["Transfer payments are used to pay for immediate goods, and intermediate goods are excluded from gross domestic product", "Transfer payments are a government expenditure, and government expenditures are excluded from gross domestic product", "Recipients of transfer payments have not produced or supplied goods and services in exchange for these payments", "Recipients of transfer payments are usually children, and income earned by children is excluded in gross domestic product", "Recipients of transfer payments are sometimes not citizens of the United States"], "Answer": "C"}, {"QuestionStatement": "Suppose that a typical consumer buys the following quantities of three commodities in 1993 and 1994.Which of the following can be concluded about the consumer price index (CPI) for this individual from 1993 to 1994?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart3_files/mc008-1.jpg"], "AnswerChoices": ["It remains unchanged", "It decreased by 25%", "It decreased by 20%", "It increased by 20%", "It increased by 25%"], "Answer": "E"}, {"QuestionStatement": "If an economy’s aggregate supply curve is upward sloping, an increase in government spending will most likely result in a decrease in the", "Images": [], "AnswerChoices": ["Real level of output", "Price level", "Interest rate", "Unemployment rate", "Government’s budget deficit"], "Answer": "D"}, {"QuestionStatement": "An increase in which of the following is consistent with an outward shift in the production possibilities curve?", "Images": [], "AnswerChoices": ["Transfer payments", "Aggregate demand", "Long-run aggregate supply", "Income tax rates", "Exports"], "Answer": "C"}, {"QuestionStatement": "An increase in which of the following will lead to lower inflation and lower unemployment?", "Images": [], "AnswerChoices": ["Exports", "Aggregate demand", "Labor productivity", "Government spending", "The international value of domestic currency"], "Answer": "C"}, {"QuestionStatement": "An unanticipated decrease in aggregate demand when the economy is in equilibrium will result in", "Images": [], "AnswerChoices": ["A decrease in voluntary unemployment", "A decrease in the natural rate of unemployment", "A decrease in aggregate supply", "An increase in unplanned inventories", "An increase in the rate of inflation"], "Answer": "D"}, {"QuestionStatement": "Which of the following would be true if the actual rate of inflation were less than the expected rate of inflation?", "Images": [], "AnswerChoices": ["Inflation had been under predicted", "The real interest rate had exceeded the nominal interest rate", "The real interest rate had been negative", "People who borrowed funds at the nominal interest rate during this time period would lose", "The economy would expand because of the increased investment and spending"], "Answer": "D"}, {"QuestionStatement": "If the Federal Reserve institutes a policy to reduce inflation, which of the following is most likely to increase?", "Images": [], "AnswerChoices": ["Tax rates", "Investment", "Government spending", "Interest rates", "Gross domestic product"], "Answer": "D"}, {"QuestionStatement": "To stimulate investment in new plant and equipment without increasing the level of real output, the best policy mix is to", "Images": [], "AnswerChoices": ["Decrease the money supply and increase government spending", "Increase the money supply and decrease government spending", "Decrease the money supply and increase income taxes", "Increase the money supply and decrease income taxes", "Decrease income taxes and increase government spending"], "Answer": "B"}, {"QuestionStatement": "Assume that the reserve requirement is 20 percent, but banks voluntarily keep some excess reserves.  A $1 million increase in new reserves will result in", "Images": [], "AnswerChoices": ["An increase in the money supply of $5 million", "An increase in the money supply of less than $5 million", "A decrease in the money supply of $1 million", "A decrease in the money supply of $5 million", "A decrease in the money supply of more than $5 million"], "Answer": "B"}, {"QuestionStatement": "Assume that a perfectly competitive financial market for loanable funds is in equilibrium.  Which of the following is most likely to occur to the quantity demanded and quantity supplied of loanable funds if the government imposes an effective interest rate ceiling?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart3_files/mc017-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "If the economy is operating at full employment and there is a substantial increase in the money supply, the quantity theory of money predicts an increase in", "Images": [], "AnswerChoices": ["The velocity of money", "Real output", "Interest rates", "Unemployment", "The price level"], "Answer": "E"}, {"QuestionStatement": "Which of the following would cause the United States dollar to increase in value compared to the Japanese yen?", "Images": [], "AnswerChoices": ["An increase in the money supply in the United States", "An increase in interest rates in the United States", "An increase in the United States trade deficit with Japan", "The United States purchase of gold on the open market", "The sale of $2 billion dollars worth of Japanese television sets to the United States"], "Answer": "B"}, {"QuestionStatement": "Assume the supply of loanable funds increases in Country X.  The international value of Country X’s currency and Country X’s exports will most likely change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2005macropart3_files/mc020-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}]