[{"QuestionStatement": "If marginal business tax rates are decreased, how will aggregate supply and employment change in the long run?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2010macropart2_files/mc001-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "Which of the following would cause the official unemployment rate to understate the problem of unemployment?", "Images": [], "AnswerChoices": ["Workers receiving unemployment compensation", "Cyclically unemployed workers", "Discouraged workers", "Recent college graduates looking for work", "Retirees"], "Answer": "C"}, {"QuestionStatement": "Which of the following actions by the Federal Reserve reduces the ability of the banking system to create money?", "Images": [], "AnswerChoices": ["Decreasing the federal funds rate", "Decreasing the discount rate", "Increasing the money supply", "Increasing the reserve requirement", "Buying government bonds on the open market"], "Answer": "D"}, {"QuestionStatement": "An increase in the international value of the United States dollar will tend to cause", "Images": [], "AnswerChoices": ["United States exports to fall", "The national income of the United States to increase", "Employment in the manufacturing sector of the United States to increase", "The inflation rate in the United States to increase", "The growth rate of the United States economy to increase"], "Answer": "A"}, {"QuestionStatement": "Which of the following statements about the simple circular flow model of a market economy is correct?", "Images": [], "AnswerChoices": ["Households are on the demand side of the product market and the supply side of the resource market", "Business firms are on the supply side of both the product market and the resource market", "Households receive income in the form of wages, and business firms receive income in the form of investment", "Exports and investment expenditures are examples of leakage from the circular flow, whereas imports and savings are injections", "Circular flow models are used primarily to explain why the money is necessary in any economic system"], "Answer": "A"}, {"QuestionStatement": "Which of the following government policies can reduce the rate of inflation in the short run?", "Images": [], "AnswerChoices": ["Providing investment tax credits for businesses", "Reducing personal income tax rates ", "Selling bonds on the open market ", "Decreasing the reserve requirement", "Decreasing the discount rate"], "Answer": "C"}, {"QuestionStatement": "Crowding out occurs when", "Images": [], "AnswerChoices": ["Increases in government spending become ineffective because tax revenues increase as income increases", "Government borrowing to finance its spending decreases private sector investment", "Monetary policy actions decrease the effectiveness of fiscal policy", "Restrictive monetary policy causes the interest rate to increase", "Government spending and private sector spending increase by the same percentage rate"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true of a horizontal aggregate supply curve?", "Images": [], "AnswerChoices": ["It is the usual assumption made by classical economists analyzing the long run", "It suggests that increases in output can occur without increases in price levels", "It suggests that a shift in the aggregate demand curve will lead to a change in the price level", "It is likely to occur only in highly industrialized economies", "It cannot shift, therefore output remains constant"], "Answer": "B"}, {"QuestionStatement": "Which of the following individuals is classified as unemployed?", "Images": [], "AnswerChoices": ["A fifteen year old high school student who is looking for a babysitting job", "A laid off computer programmer who has given up looking for a new job", "A parent who works in an after-school day care center for 15 hours a week", "A recent college graduate who is looking for her first job", "A mayor who lost an election and retired"], "Answer": "D"}, {"QuestionStatement": "If an effective price floor is removed from a market for a good, then the price and quantity of the good sold will change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2010macropart2_files/mc010-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "When the Federal Reserve increases the money supply to stimulate aggregate demand, workers believe that this action will cause inflation in the future and ask for higher wages to offset the expected increase in inflation.  This is an example of", "Images": [], "AnswerChoices": ["Adaptive expectations", "Rational expectations", "The velocity of money", "The real balance effect", "The money multiplier"], "Answer": "B"}, {"QuestionStatement": "Which of the following would be included as a liability on a commercial bank’s balance sheet?", "Images": [], "AnswerChoices": ["Consumer loans", "Demand deposits", "Net worth", "Bank reserves", "Treasury bonds"], "Answer": "B"}, {"QuestionStatement": "Which of the following statements best describes the impact of a decrease in Japanese income on aggregate demand in the United States?", "Images": [], "AnswerChoices": ["There will be no change in aggregate demand because United States aggregate demand depends only on the income of the United States consumers", "Aggregate demand will decrease because the demand for United States exports decreases", "Aggregate demand will decrease because the value of the United States dollar decreases relative to the Japanese yen", "Aggregate demand will increase because a decrease in income in Japan causes an increase in income in the United States", "Aggregate demand will increase because interest rates in the United States decrease"], "Answer": "B"}, {"QuestionStatement": "Suppose that the Federal Reserve is committed to keeping the nominal interest rate fixed.  To maintain the interest rate target in the face of expansionary fiscal policy, the Federal Reserve can do which of the following?", "Images": [], "AnswerChoices": ["Increase the prime rate", "Increase the discount rate", "Increase the federal funds market", "Engage in open-market purchases", "Engage in open market sales"], "Answer": "D"}, {"QuestionStatement": "Which of the following is true of the quantity of money demanded?", "Images": [], "AnswerChoices": ["It rises when interest rates rise, because the return from holding money increases", "It falls when interest rates rise, because the opportunity cost of holding money increases", "It remains constant when interest rates rise, as long as inflation remains constant", "It rises when interest rates rise, as long as inflation is declining", "It falls when the money supply increases, as long as inflation remains constant"], "Answer": "B"}, {"QuestionStatement": "Which of the following would be a current account transaction?", "Images": [], "AnswerChoices": ["India buys $10 billion of new United States treasury bonds", "A United States firm buys 5 percent of the stock of another United States firm", "A United States firm builds a new factory in Kenya", "A United States firm sells $500 million of its products to a Chinese company", "The United States buys $8 billion worth of Euros"], "Answer": "D"}, {"QuestionStatement": "Which of the following will most likely occur if a government adopts an annually balanced budget rule that requires the government to eliminate any deficits or surpluses?", "Images": [], "AnswerChoices": ["Unemployment will be eliminated and prices will be stable", "The national debt will increase", "Business cycles will become more stable", "The automatic stabilizing effect of fiscal policy will be eliminated", "The government will be forced to spend less when there are surpluses"], "Answer": "D"}, {"QuestionStatement": "Which of the following changes would cause an economy’s aggregate demand curve to shift to the right?", "Images": [], "AnswerChoices": ["An increase in spending on imports", "An increase in autonomous consumption spending", "An increase in interest rates", "A decrease in the money supply", "A decrease in the overall price level in the economy"], "Answer": "B"}, {"QuestionStatement": "In the measurement of gross domestic product, investment includes spending by", "Images": [], "AnswerChoices": ["Businesses on capital goods and changes in inventories", "Businesses on stocks, bonds, and other financial assets", "Individual households on stocks, bonds, and other financial assets", "The federal government to purchase bonds issued by the Federal Reserve", "The Federal Reserve to buy government bonds"], "Answer": "A"}, {"QuestionStatement": "Which of the following statements concerning economic growth is true?", "Images": [], "AnswerChoices": ["If the population is growing faster than potential output, real gross domestic product per capita will definitely increase", "With long-run economic growth, there is an increase in aggregate supply", "The gap between rich and poor must widen with long-run economic growth", "Increasing potential output necessarily increases the economic welfare of the average citizen", "Long-run economic growth is possible with demand management policies"], "Answer": "B"}]