[{"QuestionStatement": "Economic growth is best defined as", "Images": [], "AnswerChoices": ["A reduction in the infant mortality rate", "A decrease in the unemployment rate", "An increase in the labor force participation rate", "A short-run increase in gross domestic product without inflation", "A sustained increase in real gross domestic product per capita"], "Answer": "E"}, {"QuestionStatement": "The price of one nation’s currency expressed in terms of another nation’s currency is called", "Images": [], "AnswerChoices": ["The world price", "The exchange rate", "The law of one price", " Terms of trade", "purchasing power parity"], "Answer": "B"}, {"QuestionStatement": "Using equal amounts of labor hours, Country X and Country Y can each produce the number of watches and radios shown in the production possibilities curve above.  Based on the information, which of the following is true?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2010macropart1_files/mc003-1.jpg"], "AnswerChoices": ["Country X has an absolute advantage in the production of both watches and radios and a comparative advantage in the production of watches", "Country Y has an absolute advantage in the production of both watches and radios and a comparative advantage in the production of radios", "Countries X and Y can engage in a mutually advantageous trade by exchanging 1 watch for 1 radio", "Country Y is willing to give up 2 watches in exchange for 1 radio from Country X", "Country X is willing to give up 2 radios in exchange for 1 watch from Country Y"], "Answer": "C"}, {"QuestionStatement": "If a worker’s nominal wage rate increases from $10 to $12 per hour and at the same time the general price level increases by 10 percent, the worker’s real wage has", "Images": [], "AnswerChoices": ["Approximately decreased by 10%", "Approximately decreased by 20%", "Approximately increased by 10%", "Approximately increased by 20%", "Not changed"], "Answer": "C"}, {"QuestionStatement": "Which of the following is an example of fiscal policy?", "Images": [], "AnswerChoices": ["Increasing government expenditures to build highways", "Increasing the money supply to increase income", "Decreasing the discount rate to lower unemployment and inflation", "Decreasing the federal funds rate to stimulate investment", "Decreasing the reserve ratio to increase bank reserves"], "Answer": "A"}, {"QuestionStatement": "The Federal Reserve can cause an increase in interest rates in an attempt to", "Images": [], "AnswerChoices": ["Reduce inflation", "Reduce cyclical unemployment", "Reduce structural unemployment", "Increase aggregate demand", "Increase investment spending"], "Answer": "A"}, {"QuestionStatement": "The value of which of the following is counted in the United States gross domestic product?", "Images": [], "AnswerChoices": ["Clean air", "Child care a father provides for his child", "An automobile produced in Sweden by a United States firm", "A car produced in the United States and sold to Europe", "Medical services not provided due to preventative healthcare"], "Answer": "D"}, {"QuestionStatement": "Aggregate demand may be measured by adding", "Images": [], "AnswerChoices": ["Consumption, investment, savings, and imports", "Savings, government spending, and business inventories", "Consumption, investment, government spending, and net exports", "Domestic private expenditures and government spending", "Domestic expenditures and imports"], "Answer": "C"}, {"QuestionStatement": "According to the short-run Phillips curve, a decrease in unemployment is expected to be accompanied by", "Images": [], "AnswerChoices": ["Higher labor force participation", "An increase in inflation", "An increase in the productivity of capital", "An increase in the government deficit", "A decrease in real gross domestic product"], "Answer": "B"}, {"QuestionStatement": "If labor costs rise in the automobile industry, which of the following will happen to car prices and the quantity of cars sold?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2010macropart1_files/mc010-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "The annual inflation rate is expected to be 5 percent over the next 3 years.  Juan plans to take out a 3 year loan to purchase an automobile.  If Juan decides not to take out the loan if the real interest rate exceeds 3 percent, the highest nominal interest rate he is willing to pay is", "Images": [], "AnswerChoices": ["2 percent", "3 percent", "8 percent", "15 percent", "25 percent"], "Answer": "C"}, {"QuestionStatement": "Which of the following is true about the national debt of the United States?", "Images": [], "AnswerChoices": ["It is the debt owed to foreign investors", "It is the accumulation of past and current budget deficits and surpluses", "It increases when gross domestic product increases", "It increases when exports decrease, and decreases when exports increase", "It did not exist before 1980"], "Answer": "B"}, {"QuestionStatement": "Which of the following most undermines the ability of a nation’s currency to store value?", "Images": [], "AnswerChoices": ["A decrease in the purchasing power of the currency", "The use of credit and debit cards as mediums of exchange", "An increase in the prices of federal bonds", "Appreciation of the currency in the international money market", "An increase in the supply of foreign currencies in the international money market"], "Answer": "A"}, {"QuestionStatement": "Assume that the inflation rate in Country X is very high relative to the inflation rates in all of its trading partners.  Which of the following is likely to happen to Country X’s currency on the foreign exchange market?", "Images": [], "AnswerChoices": ["The demand curve for the currency will shift to the right, and the currency will appreciate", "The demand curve for the currency will shift to the left, and the currency will depreciate", "The supply curve for the currency will shift to the left, and the currency will appreciate", "The supply curve for the currency will shift to the left, and the currency will depreciate", "There will be no shift in the demand curve for the currency, but the currency will depreciate"], "Answer": "B"}, {"QuestionStatement": "Comparative advantage implies that", "Images": [], "AnswerChoices": ["No country should specialize completely in the production of any one good", "Every country should try to export more than it imports", "Developing countries should import raw materials and export manufactured goods", "Two countries should benefit from trade unless both have equal opportunity costs in every good", "Countries should impose tariffs to protect their domestic industries"], "Answer": "D"}, {"QuestionStatement": "If the velocity of money is stable, the quantity theory of money predicts that an increase in the money supply will lead to a proportional ", "Images": [], "AnswerChoices": ["Increase in the nominal output", "Decrease in the price level", "Decrease in the nominal interest rate", "Decrease in the real interest rate", "Decrease in the unemployment rate"], "Answer": "A"}, {"QuestionStatement": "The diagram below shows a linear production possibilities curve for a country.If the economy is currently producing 10 units of good A and 90 units of good B, the opportunity cost of increasing the production of good A from 10 units to 20 units is how many units of good B?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2010macropart1_files/mc017-1.jpg"], "AnswerChoices": ["0.5", "1", "5", "10", "20"], "Answer": "D"}, {"QuestionStatement": "Not scored", "Images": [], "AnswerChoices": ["a", "a"], "Answer": "A"}, {"QuestionStatement": "Which of the following is most likely to occur when the Federal Reserve buys government bonds on the open market?", "Images": [], "AnswerChoices": ["The demand for money will decrease", "The government’s debt will decrease", "Interest rates will decrease", "The discount rate will increase", "Investment demand will decrease"], "Answer": "C"}, {"QuestionStatement": "An industry historically used employees with specific skills.  If this industry experiences technological advances that require new skills, there will most likely be", "Images": [], "AnswerChoices": ["Cyclical unemployment", "Frictional unemployment", "Seasonal unemployment", "Structural unemployment", "No change in unemployment"], "Answer": "D"}]