[{"QuestionStatement": "If the economy was in a severe recession, the most expansionary fiscal policy would be to", "Images": [], "AnswerChoices": ["Decrease both personal income taxes and government spending by equal amounts", "Decrease both the reserve requirement and government spending by the same proportion", "Decrease personal income taxes and increase government spending by equal amounts", "Increase the money supply and increase government spending by the same proportion", "Increase social security taxes and increase government spending by equal amounts"], "Answer": "C"}, {"QuestionStatement": "Which of the following would best explain an inward shift of the production possibilities curve?", "Images": [], "AnswerChoices": ["An increase in the labor-force participation rate", "An increase in the rate of savings", "A decrease in the quantity of inputs required to inputs required to produce a unit of output", "A decrease in the quality of human capital", "A decrease in the government’s budget deficit that leads to lower real interest rates"], "Answer": "D"}, {"QuestionStatement": "Assume that the economy is in equilibrium.  If aggregate demand increases, nominal interest rates and bond prices will most likely change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2010macropart3_files/mc003-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "Which of the following would most likely stimulate economic growth?", "Images": [], "AnswerChoices": ["Decreased savings", "Decreased wages", "Increased transfer payments", "Increased personal income taxes", "Technological progress"], "Answer": "E"}, {"QuestionStatement": "If a French firm buys computers from the United States, there would be an increase in which of the following in the foreign exchange market?", "Images": [], "AnswerChoices": ["Demand for United States dollars and supply of euros", "Demand for both United States dollars and euros", "Supply of United States dollars and demand for euros", "Supply of both United States dollars and euros", "International value of the euro relative to the United States dollar"], "Answer": "A"}, {"QuestionStatement": "If the Federal Reserve pursues a contractionary monetary policy, output and the price level will change in which of the following ways in the short run?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2010macropart3_files/mc006-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "If the nominal gross domestic product (GDP) of the nation of Hypothetica increased in 2007 relative to the previous year, it must be true that Hypothetica in 2007", "Images": [], "AnswerChoices": ["Both the price level and the real GDP have increased", "Neither the price level nor the real GDP has increased", "The price level increased by a larger percentage than did the real GDP", "The price level increased by a smaller percentage than did the real GDP", "The price level and/or the real GDP has increased"], "Answer": "E"}, {"QuestionStatement": "A decrease in the prices of inputs will cause which of the following to occur in the short run?", "Images": [], "AnswerChoices": ["An increase in the aggregate demand and an increase in the price level", "A decrease in the aggregate demand and an increase in the price level", "An increase in the short-run aggregate supply and a decrease in the price level", "An increase in the short-run aggregate supply and an increase in the price level", "A decrease in the short-run aggregate supply and a decrease in the price level"], "Answer": "C"}, {"QuestionStatement": "Which of the following best describes human capital?", "Images": [], "AnswerChoices": ["The number of workers in the labor force", "The physical capital used by workers", "The financial assets owned by workers", "The training and education of workers", "The spending by business for workers recruitment"], "Answer": "D"}, {"QuestionStatement": "Which of the following is an example foreign direct investment?", "Images": [], "AnswerChoices": ["A United States automobile manufacturer building a steel plant in Russia", "A United States citizen purchasing corporate bonds issued by a French manufacturing firm", "A Mexican citizen purchasing United States Treasury bills", "The Federal Reserve purchasing Japanese yen", "Immigrant workers in the United States sending money to their native country"], "Answer": "A"}, {"QuestionStatement": "Which of the following is true of the long-run Phillips curve?", "Images": [], "AnswerChoices": ["It shows there is a trade-off between unemployment and inflation", "It is positively sloped when the inflation rate exceeds the unemployment rate", "It is vertical at the natural rate of unemployment", "It shifts to the right if aggregate demand increases", "It is created by an adverse supply shock"], "Answer": "C"}, {"QuestionStatement": "Gross domestic product has been criticized as a measure of well-being because it fails to take into account which of the following?", "Images": [], "AnswerChoices": ["The distribution of income", "The value of services", "The value of intermediate goods", "The value of financial transactions and sales of used items", "The value of government services"], "Answer": "A"}, {"QuestionStatement": "The graph above shows the macroeconomic conditions of Wattsonia.  Many economists estimate that the natural rate of unemployment is 6 percent.  If this is true and the current rate of unemployment is 5.1 percent, in what range of real gross domestic product is the economy currently producing?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2010macropart3_files/mc013-1.jpg"], "AnswerChoices": ["Less than Y", "1", "At Y", "1", "At Y", "2", "Greater than Y", "1", " and less than Y", "2", "Greater than Y", "2"], "Answer": "E"}, {"QuestionStatement": "Expansionary monetary policy can affect the economy through which of the following chains of events?", "Images": [], "AnswerChoices": ["Increasing the discount rate lowers the real interest rate, which raises investment.", "Reducing taxes lowers the discount rate, which raises consumption", "Increasing government expenditure lowers the interest rate, which raises investment.", "Increasing the reserve requirement decreases the interest rate, which increases investment", "Buying bonds increases the money supply, which lowers the interest rate"], "Answer": "E"}, {"QuestionStatement": "If the real interest rates in the United States rise relative to rates in other countries, what will happen to the international value of the United States dollar and United States net exports?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2010macropart3_files/mc015-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Which of the following changes will have the smallest expansionary effect on aggregate demand in the short run?", "Images": [], "AnswerChoices": ["An increase in exports of $100", "An increase in government spending of $100", "A decrease in taxes of $100", "A decrease in imports of $100", "A decrease in savings of $100"], "Answer": "C"}, {"QuestionStatement": "A leftward shift of the long-run aggregate supply curve is most likely consistent with an improvement in a country’s standard of living if", "Images": [], "AnswerChoices": ["Prices fall", "Depreciation increases", "Population decreases", "Taxes decrease", "Imports decline"], "Answer": "C"}, {"QuestionStatement": "Stagflation is caused by ", "Images": [], "AnswerChoices": ["An increase in imports", "An increase in aggregate demand", "A decrease in aggregate demand", "A decrease in aggregate supply", "An increase in aggregate supply"], "Answer": "D"}, {"QuestionStatement": "The required reserve ratio is 0.2 and the Federal Reserve sells $1 million in securities.  If there are no leakages and banks do not hold excess reserves, then which of the following is the change in the money supply?", "Images": [], "AnswerChoices": ["An increase of $1 million", "An increase of $1.2 million", "An increase of $5 million", "A decrease of $1.2 million", "A decrease of $5 million"], "Answer": "E"}, {"QuestionStatement": "The economy of a country is currently in equilibrium at point A in the diagram above.  If the government does nothing and wages are flexible, which of the following will most likely occur in the long run?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2010macropart3_files/mc020-1.jpg"], "AnswerChoices": ["Falling wages will shift the aggregate demand curve to the right, producing full employment", "Rising wages will shift the aggregate demand curve to the right, producing full employment", "The economy will remain at point A", "Rising wages will shift the aggregate supply curve to the right, producing full employment", "Falling wages will shift the aggregate supply curve to the right, producing full employment"], "Answer": "E"}]