[{"QuestionStatement": "With an upward sloping short-run aggregate supply curve, an increase in government expenditure will most likely ", "Images": [], "AnswerChoices": ["Reduce the price level", "Reduce the level of nominal gross domestic product", "Increase real gross domestic product", "Shift the short-run aggregate supply curve to the right", "Shift both the aggregate demand curve and the long-run aggregate supply curve to the left"], "Answer": "C"}, {"QuestionStatement": "Which of the following are the most likely short-run effects of an increase in government expenditures?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2012macropart2_files/mc002-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "In the short run, an expansionary monetary policy would most likely result in which of the following changes in the price level and real gross domestic product (GDP)?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2012macropart2_files/mc003-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "A reduction in inflation can best be achieved by which of the following combinations of fiscal and monetary policy?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2012macropart2_files/mc004-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "Which of the following is likely to occur following the depreciation of the United States dollar?", "Images": [], "AnswerChoices": ["United States imports will increase", "United States exports will increase", "Demand for the United States dollar will decrease", "United States demand for foreign currencies will increase", "United States goods will become more expensive in foreign markets"], "Answer": "B"}, {"QuestionStatement": "The table below shows the production alternatives of Country A and Country B for producing computers and cars with equal amounts of resources that are fully and efficiently employed.Which of the following is true according to the data in the table?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2012macropart2_files/mc006-1.jpg"], "AnswerChoices": ["Country A has an absolute and comparative advantage in the production of computers", "Country B has an absolute and comparative advantage in the production of computers", "Country B should import computers and export cars", "Since Country B has an absolute advantage in the production of both goods, it will not trade with Country A", "Neither country can benefit from trade"], "Answer": "B"}, {"QuestionStatement": "Which of the following individuals is considered officially unemployed?", "Images": [], "AnswerChoices": ["Chris, who has not worked for more than three years and has given up looking for work", "Kim, who is going to school full-time and is waiting until graduation before looking for a job", "Pat, who recently left a job to look for a different job in another town", "Leslie, who retired after turning 65 only five months ago", "Lee, who is working 20 hours per week and is seeing full time employment"], "Answer": "C"}, {"QuestionStatement": "An increase in net investment leads to faster economic growth because capital per worker and output per worker will change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2012macropart2_files/mc008-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "If a country’s economy is operating below the full-employment level of output at a very low inflation rate, the central bank of the country is most likely to", "Images": [], "AnswerChoices": ["Pursue an expansionary monetary policy because it is required to do so by law whenever output is below the full employment level", "Pursue an expansionary fiscal policy because it is required to do so by law whenever output is below the full employment level", "Lower the discount rate and buy bonds on the open market to generate an increase in output", "Lower the required reserve and sell bonds on the open market to generate an increase in output", "Raise the discount rate and lower the required reserve ratio to generate an increase in output"], "Answer": "C"}, {"QuestionStatement": "Assume that an economy is currently in long-run equilibrium and short run aggregate supply curve is upward sloping.  An adverse supply shock, such as a drought, will most likely cause which of the following to the economy in the short run?", "Images": [], "AnswerChoices": ["A decrease in the price level and a decrease in the nominal wage", "A decrease in the price level and an increase in the nominal wage", "An increase in the price level and an increase in the nominal wage", "An increase in the price level and an increase in the real wage", "An increase in the price level and a decrease in the real wage"], "Answer": "E"}, {"QuestionStatement": "If Country Alpha has been experiencing a higher inflation rate than Country Beta over the past decade, which of the following is true?", "Images": [], "AnswerChoices": ["Alpha’s currency will have appreciated relative to Beta’s currency", "Alpha’s currency will have depreciated relative to Beta’s currency", "Alpha will have had lower nominal interest rates than Beta", "Alpha will have had slower growth in the money supply than Beta", "Alpha’s economy will have grown at a faster rate than Beta’s"], "Answer": "B"}, {"QuestionStatement": "Based on economic figures in the table above, what is the value of gross domestic product, in billions of dollars?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2012macropart2_files/mc012-1.jpg"], "AnswerChoices": ["$4,500", "$4,700", "$4,900", "$5,150", "$5,950"], "Answer": "A"}, {"QuestionStatement": "Which of the following best explains the increase in national income that results from equal increases in government spending and taxes?", "Images": [], "AnswerChoices": ["Consumers do not reduce their spending by the full amount of the tax increase", "The government purchases some goods that consumers would have purchased on their own anyway", "Consumers believe all tax cuts are transitory", "The increase in government spending causes a decrease in investment", "Consumers are aware of tax increases but not of increases in government spending"], "Answer": "A"}, {"QuestionStatement": "Which of the following statements is true of unanticipated inflation?", "Images": [], "AnswerChoices": ["It decreases the economic well-being of all members of society proportionately", "It decreases the economic well being of all members of society equally", "It increases the economic well being of net creditors", "It increases the economic well-being of net debtors", "It increases the economic well being of workers with long-term labor contracts"], "Answer": "D"}, {"QuestionStatement": "A simultaneous increase in inflation and unemployment could be explained by an increase in which of the following?", "Images": [], "AnswerChoices": ["Consumer spending", "The money supply", "Labor productivity ", "Investment spending", "Inflationary expectations"], "Answer": "E"}, {"QuestionStatement": "A country can have an increased surplus in its balance of trade as a result of", "Images": [], "AnswerChoices": ["An increase in domestic inflation", "Declining imports and rising exports", "Higher tariffs imposed by its trading partners", "An increase in capital inflow", "An appreciating currency"], "Answer": "B"}, {"QuestionStatement": "Policies intended to reduce demand-pull inflation are most likely to increase which of the following in the short-run?", "Images": [], "AnswerChoices": ["Gross domestic product", "The labor force participation rate", "The price level", "Unemployment", "Wage levels"], "Answer": "D"}, {"QuestionStatement": "An increase in the government budget deficit is most likely to result in an increase in which of the following?", "Images": [], "AnswerChoices": ["The marginal propensity to consume", "Exports", "The real interest rate", "The money supply", "The simple multiplier"], "Answer": "C"}, {"QuestionStatement": "An increase in which of the following would be most likely to increase long-run growth?", "Images": [], "AnswerChoices": ["Pension payments", "Unemployment compensations", "Subsidies to business for purchases of capital goods", "Tariffs on imported capital goods", "Tariffs on imported oil"], "Answer": "C"}, {"QuestionStatement": "A commercial bank’s ability to create money depends on which of the following?", "Images": [], "AnswerChoices": ["The existence of a central bank", "A fractional reserve banking system", "Gold or silver reserves backing up the currency", "A large national debt", "The existence of both checking accounts and savings accounts"], "Answer": "B"}]