[{"QuestionStatement": "A country’s government runs a budget deficit when which of the following occurs in a given year?", "Images": [], "AnswerChoices": ["The amount of new loans to developing nations exceeds the amount of loans paid off by developing nations.", "Government spending exceeds tax revenues", "The debt owed to foreigners exceeds the debt owed to the country’s citizens", "The amount of borrowed exceeds the interest payment on the national debt", "Interest payments on the national debt exceed spending on goods and services"], "Answer": "B"}, {"QuestionStatement": "A high marginal propensity to consume implies which of the following?", "Images": [], "AnswerChoices": ["A small change in consumption when income changes", "A high savings rate", "A high marginal tax rate", "An equilibrium level of income near full employment", "A low marginal propensity to save"], "Answer": "E"}, {"QuestionStatement": "The transaction demand for money is very closely associated with money’s use as a", "Images": [], "AnswerChoices": ["Store of value", "Standard unit of account", "Measure of value", "Medium of exchange", "Standard of deferred payment"], "Answer": "D"}, {"QuestionStatement": "Unlike a market economy, a command economy uses", "Images": [], "AnswerChoices": ["More centralized planning in economic decision making", "Consumer sovereignty to make production decisions", "Its resources more efficiently", "Price signals in economic decision making", "The popular vote in making resource allocations"], "Answer": "A"}, {"QuestionStatement": "The value of a country’s currency will tend to appreciate if", "Images": [], "AnswerChoices": ["Demand for the country’s exports increases", "The country’s money supply increases", "The country’s citizens increase their travel abroad", "Domestic interest rates decrease", "Tariffs on the country’s imports decrease"], "Answer": "A"}, {"QuestionStatement": "Which of the following best illustrates an improvement in a country’s standard of living?", "Images": [], "AnswerChoices": ["An increase in real per capita gross domestic product", "An increase in nominal per capita gross domestic product", "Price stability", "A balanced budget", "An increase in the consumer price index"], "Answer": "A"}, {"QuestionStatement": "Hyperinflation is typically caused by", "Images": [], "AnswerChoices": ["High tax rates that discourage work effort", "Continuous expansion of the money supply to finance government budget deficits", "Trade surpluses that are caused by strong protectionist policies", "Bad harvests that lead to widespread shortages", "A large decline in corporate profits that leads to a decrease in production"], "Answer": "B"}, {"QuestionStatement": "All of the following will shift the investment demand curve to the right EXCEPT", "Images": [], "AnswerChoices": ["A decrease in the corporate income tax rate", "An increase in the productivity of new capital goods", "An increase in the real interest rate", "An increase in corporate profits", "An increase in real gross domestic product"], "Answer": "C"}, {"QuestionStatement": "The official unemployment rate understates the unemployment level in the economy because the official unemployment rate", "Images": [], "AnswerChoices": ["Ignores the duration of unemployment", "Ignores underemployed and discouraged workers", "Includes jobs created by the underground economy", "Excludes all unemployed teenagers", "Excludes frictionally unemployed workers"], "Answer": "B"}, {"QuestionStatement": "If a reduction in aggregate supply is followed by an increase in aggregate demand, which of the following will definitely occur?", "Images": [], "AnswerChoices": ["Output will increase", "Output will decrease", "Output will not change", "The price level will increase", "The price level will decrease"], "Answer": "D"}, {"QuestionStatement": "Which of the following combinations of changes in government spending and taxes is necessarily expansionary?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2012macropart1_files/mc011-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "The amount of money that the public wants to hold in the form of cash will", "Images": [], "AnswerChoices": ["Be unaffected by any change in interest rates or the price level", "Increase if interest rates increase", "Decrease if interest rates increase", "Increase if the price level decreases", "Decrease if the price level remains constant"], "Answer": "C"}, {"QuestionStatement": "For an economy consisting of households and businesses only, which of the following is consistent with the circular flow of income and production?", "Images": [], "AnswerChoices": ["Households are producers of goods and services and consumers of resources", "Households are users of resources, and businesses are sources of saving", "Households are suppliers of resources and consumers of goods and services", "Businesses are users of taxes, and households are sources of taxes", "Businesses are suppliers or resources and consumers of goods and services"], "Answer": "C"}, {"QuestionStatement": "With an increase in the real interest rate, consumption and real gross domestic product will most likely change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2012macropart1_files/mc014-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "According to the short-run Phillips curve, lower inflation rates are associated with", "Images": [], "AnswerChoices": ["Higher unemployment rates", "Higher government spending", "Larger budget deficits", "Greater labor-force participation rates", "Smaller labor-force participation rates"], "Answer": "A"}, {"QuestionStatement": "Which of the following will lead to a decrease in a nation’s money supply?", "Images": [], "AnswerChoices": ["A decrease in income tax rates", "A decrease in the discount rate", "An open market purchase of government securities by the central bank", "An increase in reserve requirements", "An increase in government expenditures on goods and services"], "Answer": "D"}, {"QuestionStatement": "An increase in which of the following would cause the aggregate demand curve to shift to the left?", "Images": [], "AnswerChoices": ["Consumer optimism", "Population", "Cost of resources", "Income taxes", "Net exports"], "Answer": "D"}, {"QuestionStatement": "Which of the following changes in the supply of and the demand for a good will definitely result in a decrease in both the equilibrium price and quantity of the good?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2012macropart1_files/mc018-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "Based on the balance sheets for three different banks, which of the following is true, if the reserve requirement is 10 percent?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2012macropart1_files/mc019-1.jpg"], "AnswerChoices": ["Bank A has no excess reserves", "Bank B has no excess reserves", "Bank B can increase its loans by $500", "Bank B can increase its loans by $40", "Bank C has excess reserves"], "Answer": "D"}, {"QuestionStatement": "Which of the following will most likely lead to a decrease in inflationary expectations?", "Images": [], "AnswerChoices": ["A decrease in the marginal propensity to save", "A decrease in imports", "A decrease in the money supply", "An increase in the government budget deficit", "An increase in the prices of raw materials"], "Answer": "C"}]