[{"QuestionStatement": "The consumer price index (CPI) is designed to measure changes in the", "Images": [], "AnswerChoices": ["Spending patterns of urban consumers only", "Spending patterns of all consumers", "Wholesale price of manufactured goods", "Prices of all goods and services produced in an economy", "Cost of a select market basket of goods and services"], "Answer": "E"}, {"QuestionStatement": "A barter economy is different from a money economy in that a barter economy", "Images": [], "AnswerChoices": ["Encourages specialization and division of labor", "Involves higher costs for each transaction", "Eliminates the need for a double coincidence of wants", "Has only a few assets that serve as a medium of exchange", "Promotes market exchanges"], "Answer": "B"}, {"QuestionStatement": "In the short-run, which of the following would occur to bond prices and interest rates if a central bank bought bonds through open-market operations?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2012macropart3_files/mc003-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "Suppose that in an economy with lump-sum taxes and no international trade, autonomous investment spending increases by $2 million.  If the marginal propensity to consume is 0.75, equilibrium gross domestic product will change by a maximum of", "Images": [], "AnswerChoices": ["$0.5 million", "$1.5 million", "$2.0 million", "$8.0 million", "$15.0 million"], "Answer": "D"}, {"QuestionStatement": "The diagram above shows the production possibilities curve for an economy that produces only consumption and capital goods.  All of the following statements about this economy are true EXCEPT:", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2012macropart3_files/mc005-1.jpg"], "AnswerChoices": ["Producing at Point Z results in the underutilization of resources", "The combination of represented by point Y is unattainable, given the scarcity of resources", "Resources are fully utilized at points W and X", "Producing at point X will result in a greater economic growth than will producing at point W.", "Point X represents the most efficient combination of the two goods that can be produced by this economy."], "Answer": "E"}, {"QuestionStatement": "Assume that the required reserve ratio is 10 percent, banks keep no excess reserves, and borrowers deposit all loans made by banks.  Suppose you have $100 in cash at home and decide to deposit it in your checking account.  As a result of your deposit, the money supply can increase by a maximum of", "Images": [], "AnswerChoices": ["$800", "$900", "$1,000", "$1,100", "$1,200"], "Answer": "B"}, {"QuestionStatement": "Which of the following would be the initial impact on an economy if wages were to increase more than worker productivity?", "Images": [], "AnswerChoices": ["There would be no initial impact, since neither the aggregate supply curve nor the aggregate demand curve would shift", "Employment would increase, causing a rightward shift in the aggregate demand curve", "The price level would increase, resulting in excess aggregate supply", "The short-run aggregate supply curve would shift to the left, increasing the price level", "The aggregate demand curve would shift to the left, increasing the price level"], "Answer": "D"}, {"QuestionStatement": "Under a flexible exchange rate system, the Indian rupee will appreciate against the Japanese yen when", "Images": [], "AnswerChoices": ["India’s inflation rate exceeds Japan’s", "India has a trade deficit with Japan", "Japan’s economy enters a recession but India’s does not", "Japan’s money supply decreases while India’s money supply increases", "Real interest rates in India increase relative to those in Japan"], "Answer": "E"}, {"QuestionStatement": "Which of the following occurs as investment becomes more responsive to changes in the interest rate?", "Images": [], "AnswerChoices": ["Monetary policy becomes more effective at changing real gross domestic product", "Fiscal policy becomes more effective at changing real gross domestic product", "Monetary policy becomes more effective at changing interest rates", "Fiscal policy becomes more effective at changing interest rates", "There is no change in the effectiveness of either monetary or fiscal policy"], "Answer": "A"}, {"QuestionStatement": "If two nations specialize according to the law of comparative advantage and then trade with each other, which of the following would be true?", "Images": [], "AnswerChoices": ["A smaller number of goods would be available in each trading nation", "Total world production of goods would decrease", "Everyone within each nation would be better off", "Each nation would increase its consumption possibilities", "One nation would gain at the expense of the other nation"], "Answer": "D"}, {"QuestionStatement": "The shifting of a country’s production possibility curve to the right will most likely cause", "Images": [], "AnswerChoices": ["Net exports to decline", "Inflation to increase", "The aggregate demand curve to shift to the left", "The long-run aggregate supply curve to shift to the left", "The long-run aggregate supply curve to shift to the right"], "Answer": "E"}, {"QuestionStatement": "One explanation for the downward slope of the aggregate demand curve is that when the price level increases, which of the following will decrease?", "Images": [], "AnswerChoices": ["Real value of assets", "Prices of foreign goods", "Prices of substitute goods", "Expectations of the future prices", "Government deficit"], "Answer": "A"}, {"QuestionStatement": "Which of the following is true about change in tax rates, changes in the level of government expenditures, and changes in the money supply?", "Images": [], "AnswerChoices": ["They are automatic stabilizers", "They are tools of discretionary fiscal policy", "They have different lag times between implementation of a policy and its effects on aggregate demand", "They are favored equally by both classical and Keynesian economists to fine-tune the economy", "All are controlled by the Federal reserve system"], "Answer": "C"}, {"QuestionStatement": "An increase in which of the following would LEAST likely increase labor productivity?", "Images": [], "AnswerChoices": ["Physical capital", "Human capital", "Technological improvements", "Educational achievement", "The labor force"], "Answer": "E"}, {"QuestionStatement": "Tariffs are different from assigned import quotas in that tariffs will", "Images": [], "AnswerChoices": ["Restrictive imports", "Increase the price of imported goods", "Benefit domestic consumers of imported goods", "Hurt domestic producers of goods facing import competition", "Generate additional revenue for the domestic government"], "Answer": "E"}, {"QuestionStatement": "In the narrowest definition of money, M1, savings accounts are excluded because they are", "Images": [], "AnswerChoices": ["Not a medium of exchange", "Not insured by federal deposit insurance", "Available from financial institutions other than banks", "A store of purchasing power", "Interest-paying accounts"], "Answer": "A"}, {"QuestionStatement": "For which of the following sets of unemployment and inflation rates will a central bank be most reluctant to increase the rate of growth in the money supply?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2012macropart3_files/mc017-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "Assume that Jane’s marginal propensity to consume equals 0.8 and that in 2004 Jane spent $36,000 from her disposable income of $40,000.  If her disposable income in 2005 increased to $50,000, her consumption spending increased by", "Images": [], "AnswerChoices": ["$4,000", "$8,000", "$9,000", "$10,000", "$14,000"], "Answer": "B"}, {"QuestionStatement": "Advocates of a monetary rule recommend increasing the money supply at a rate that is equal to the rate of increase in which of the following?", "Images": [], "AnswerChoices": ["Price level", "Unemployment rate", "Level of exports", "Level of imports", "Long-run real gross domestic product"], "Answer": "E"}, {"QuestionStatement": "If economic agents perfectly anticipate policy changes and if all prices, including wages, are completely flexible, which of the following will be true in the long run?", "Images": [], "AnswerChoices": ["The price level will be constant", "There will be no trade-off between inflation and unemployment", "The unemployment rate will be less than the natural rate of unemployment", "The unemployment rate will be greater than the natural rate of unemployment", "Changes in the money supply will not lead to changes in the price level"], "Answer": "B"}]