[{"QuestionStatement": "In the short run, government deficit spending will most likely", "Images": [], "AnswerChoices": ["raise the unemployment rate", "lower the inflation rate", "raise nominal interest rates", "lower private savings", "raise net exports"], "Answer": "C"}, {"QuestionStatement": "An increase in the price level will most likely cause which of the following?", "Images": [], "AnswerChoices": ["A leftward shift of the aggregate demand curve", "An increase in the demand for money", "An increase in the real interest rate", "A decrease in the nominal interest rate", "An increase in the supply of money"], "Answer": "B"}, {"QuestionStatement": "The purchase of United States government bonds by Japanese investors will be included in Japan’s", "Images": [], "AnswerChoices": ["current account", "financial account (formerly called capital _account)", "trade deficit", "foreign direct investment", "imports "], "Answer": "B"}, {"QuestionStatement": "Assume that the marginal propensity to consume out of disposable income is 0.8 and that the government taxes all income at a constant rate of 30 percent. If gross income increases by $100, consumption will initially increase by", "Images": [], "AnswerChoices": ["$44", "$56", "$70", "$80", "$100"], "Answer": "B"}, {"QuestionStatement": "Public policy that generates an unexpected increase in consumer prices will inflict short-run costs on all of the following EXCEPT", "Images": [], "AnswerChoices": ["borrowers", "workers with fixed incomes", "savers holding non-interest-bearing money", "taxpayers shifted into higher tax brackets", "people whose incomes are not adjusted for inflation"], "Answer": "A"}, {"QuestionStatement": "If aggregate demand is growing faster than long- run aggregate supply, the Federal Reserve is most likely to", "Images": [], "AnswerChoices": ["sell securities on the open market", "increase bond prices", "increase income taxes", "decrease the discount rate", "decrease the required reserve ratio"], "Answer": "A"}, {"QuestionStatement": "Assume that Country A exports one bushel of wheat in exchange for 2.5 bushels of corn from Country B. If the terms of trade are beneficial to both countries, which of the following must be true?", "Images": [], "AnswerChoices": ["Country A has an absolute advantage in the production of wheat.", "The cost of producing a bushel of wheat in Country A is less than 2.5 bushels of corn.", "The cost of producing a bushel of wheat in Country A is greater than 2.5 bushels of corn.", "Country A is producing inside its current production possibilities curve", "Country A needs to use more resources to produce wheat than to produce corn"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true of the opportunity cost of holding cash?", "Images": [], "AnswerChoices": ["It is zero", "It is represented by the value of the dollar", "It is equal to the price level", "It decreases as the price level rises", "It increases as the interest rate rises"], "Answer": "E"}, {"QuestionStatement": "The natural rate of unemployment can be defined as the", "Images": [], "AnswerChoices": ["unemployment rate consistent with accelerating inflation", "unemployment rate of the least-skilled workers", "economy’s long-run equilibrium rate of unemployment", "labor force participation rate plus the unemployment rate", "labor force participation rate minus the unemployment rate"], "Answer": "C"}, {"QuestionStatement": "In the long run, an increase in aggregate demand due to an expansion in the money supply will increase", "Images": [], "AnswerChoices": ["price level and real output", "nominal output and real output", "nominal output but not the price level", "nominal output and the price level", "real output but not the price level"], "Answer": "D"}, {"QuestionStatement": "Rational expectations theory suggests that people", "Images": [], "AnswerChoices": ["do not estimate future inflation rates because it is impossible to do so", "believe that current inflation should be the same as last year’s", "assume that current inflation will be the same for next year", "use all available information in forming their expectations about future inflation", "assume that current inflation will be equal to the average inflation of the past decade"], "Answer": "D"}, {"QuestionStatement": "       Following a decrease in the real interest rate, there is an increase in financial capital outflows from Country A. The increase in capital outflows will most likely have which of the following effects on Country A’s net exports and aggregate demand?             Net Exports            Aggregate Demanda.      Decrease            Decreaseb.      Decrease            No changec.      Increase            Increased.      Increase            Decreasee.      Increase            No change", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "If the required reserve ratio is 10 percent, actual reserves are $10 million, and currency in circulation is equal to $20 million, M1 will at most be equal to", "Images": [], "AnswerChoices": ["$20 million", "$30 million", "$90 million", "$120 million", "$150 million"], "Answer": "D"}, {"QuestionStatement": "For an economy that is operating inside its production possibilities curve, which of the following is true?", "Images": [], "AnswerChoices": ["It can increase the production of both goods", "Its population is growing faster than the _economy’s ability to increase production", "It is using all available resources efficiently", "It cannot move to a point on the production possibilities curve with available technology", "It lacks the resources to increase production beyond its current output"], "Answer": "A"}, {"QuestionStatement": "       If unemployed workers become discouraged and give up trying to find work, the number of workers employed and the unemployment rate would change in which of the following ways?                Number of              Unemployment        Workers Employed          ratea.      Decrease            Decreaseb.      Decrease            Increasec.      Decrease            No changed.      No change            Decreasee.      No change            Increase", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Which of the following is true of the Phillips curve?", "Images": [], "AnswerChoices": ["It is vertical in the short run, but is upward sloping in the long run", "It is upward sloping in the short run, but is downward sloping in the long run", "It is downward sloping in the short run, but is vertical in the long run", "It shows trade-offs between unemployment and inflation in the long run but not in the short run", "It is upward sloping both in the short run and in the long run if inflation is anticipated correctly"], "Answer": "C"}, {"QuestionStatement": "The diagram above shows three production possibilities curves (PPCs). If the current PPC is PPC1, which of the following changes indicates a recession?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2014macropart3_files/mc017-1.jpg"], "AnswerChoices": ["Movement from point X to point Y", "Movement from point Y to point X", "Movement from point Y to point Z", "Shift from PPC1 to PPC0", "Movement from point Z to point X"], "Answer": "C"}, {"QuestionStatement": "       If wages and prices are perfectly flexible and inflation is correctly anticipated, then an expansionary monetary policy will affect the real output and price level in which of the following ways?                Real Output          Price Levela.      Increase            Increaseb.      Increase            Decreasec.      Increase            Not changed.      Not change                  Increasee.      Not change                  Not change", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "If the value of the United States dollar increases on the foreign exchange market, which of the following is most likely to occur in the short run?", "Images": [], "AnswerChoices": ["Aggregate demand will decrease", "Aggregate demand will increase", "Aggregate supply will decrease", "Both aggregate demand and aggregate supply _will decrease", "Both aggregate demand and aggregate supply _will increase"], "Answer": "A"}, {"QuestionStatement": "Assume that the reserve requirement for demand deposits is 20 percent, that banks hold no excess reserves, and that the public holds no currency. If the central bank sells $10,000 worth of government securities to commercial banks, the total money supply will", "Images": [], "AnswerChoices": ["increase by $10,000", "increase by $50,000", "decrease by $10,000", "decrease by $50,000", "not change"], "Answer": "D"}]