[{"QuestionStatement": "Suppose that Country A is experiencing high inflation relative to Country B, which is enjoying steady growth with a stable price level. Which of the following would occur in the foreign exchange market?", "Images": [], "AnswerChoices": ["An increase in the demand for Country A ’ s currency", "An increase in the supply of Country B’s currency", "A decrease in the supply of Country A ’ s currency", "A decrease in the demand for Country B’s currency", "A depreciation of Country A’s currency"], "Answer": "E"}, {"QuestionStatement": "Which of the following will most likely cause an increase in real output in the long run?", "Images": [], "AnswerChoices": ["A decrease in the labor force participation rate", "An increase in the velocity of money", "An open-market sale of government bonds by the central bank", "An increase in immigration from abroad", "An increase in the price level"], "Answer": "D"}, {"QuestionStatement": "Potential gross domestic product will decrease under which of the following conditions?", "Images": [], "AnswerChoices": ["The growth rate of the population increases more rapidly than the growth rate of gross domestic product.", "Nominal gross domestic product increases more than real gross domestic product", "The natural rate of unemployment decreases", "The country’s annual depreciation is greater than its annual gross investment", "The monetary authorities adopt an easy monetary policy"], "Answer": "D"}, {"QuestionStatement": "Which of the following actions by the Federal Reserve of the United States increases the money supply?", "Images": [], "AnswerChoices": ["Buying government bonds on the open market", "Selling government bonds on the open market", "Increasing the reserve requirement", "Increasing the discount rate", "Increasing the federal funds rate"], "Answer": "A"}, {"QuestionStatement": "If the production technology of a good improves and at the same time the number of consumers willing and able to buy the good in the market increases, which of the following will definitely occur?", "Images": [], "AnswerChoices": ["Equilibrium price will increase", "Equilibrium price will decrease", "Equilibrium quantity will increase", "Equilibrium quantity will decrease", "Equilibrium quantity will remain the same"], "Answer": "C"}, {"QuestionStatement": "An increase in which of the following will most likely increase productivity?", "Images": [], "AnswerChoices": ["Population growth rate", "Aggregate demand", "Capital stock", "Consumption", "Employment "], "Answer": "C"}, {"QuestionStatement": "The short-run aggregate supply curve would be vertical if", "Images": [], "AnswerChoices": ["nominal wages adjust immediately to changes in the price level", "nominal wages adjust slowly when there is unemployment", "both nominal wages and prices adjust slowly to changes in aggregate demand", "the spending multiplier is very low", "investment demand is very responsive to _changes in interest rates"], "Answer": "A"}, {"QuestionStatement": "Increases in the real per capita income of a country are most closely associated with increases in which of the following?", "Images": [], "AnswerChoices": ["The labor force", "The price level", "The money supply", "Productivity", "Tax rates"], "Answer": "D"}, {"QuestionStatement": "The consumer price index (CPI) is criticized for", "Images": [], "AnswerChoices": ["overstating the true burden of inflation because it does not recognize consumers’ ability to substitute goods and services as prices change", "overstating the true burden of inflation because it recognizes consumers’ ability to substitute goods and services as prices change", "understating the true burden of inflation because it does not recognize consumers’ ability to substitute goods and services as prices change", "understating the true burden of inflation because it recognizes consumers’ ability to substitute goods and services as prices change", "overstating the true burden of inflation because it reflects the prices of both intermediate goods and final goods"], "Answer": "A"}, {"QuestionStatement": "A rightward shift of the short-run Phillips curve is most likely due to", "Images": [], "AnswerChoices": ["an increase in aggregate demand", "a decrease in aggregate demand", "a decrease in the expected rate of inflation", "an increase in the expected rate of inflation", "an increase in aggregate supply"], "Answer": "D"}, {"QuestionStatement": "If the marginal propensity to consume is 0.75, then a $100 increase in investment will result in a maximum increase in equilibrium real gross domestic product of", "Images": [], "AnswerChoices": ["$40.00", "$100.00", "$133.33", "$400.00", "$500.00"], "Answer": "D"}, {"QuestionStatement": "Frictional unemployment occurs when which of the following happens?", "Images": [], "AnswerChoices": ["A worker is replaced by robots on factory assembly lines", "A worker voluntarily quits a job to search for a better one", "A worker is laid off because of a downturn in economic activity", "A worker undergoes on-the-job training", "A worker switches from working full-time _to part-time"], "Answer": "B"}, {"QuestionStatement": "On the graph above, stagflation will be caused by a", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2014macropart2_files/mc013-1.jpg"], "AnswerChoices": ["leftward shift in the short-run aggregate supply curve only", "rightward shift in the short-run aggregate supply curve only", "leftward shift in the aggregate demand curve only", "rightward shift in the aggregate demand curve only", "rightward shift in both the short-run aggregate supply and aggregate demand curves"], "Answer": "A"}, {"QuestionStatement": "As a component of aggregate demand, investment refers to the", "Images": [], "AnswerChoices": ["purchase of raw land for later resale", "purchase of stocks and bonds", "purchase of new equipment and additional inventories", "difference between people’s income and spending", "dividends paid out to shareholders"], "Answer": "C"}, {"QuestionStatement": "       If a contractionary fiscal policy is followed by an expansionary monetary policy, nominal interest rate and employment would most likely be affected in which of the following ways in the short run?           Nominal          Interest Rate       Employmenta.      Increase            Increaseb.      Increase            Decreasec.      Decrease            Decreased.      Decrease            Indeterminatee.      Indeterminate      Decrease", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "       Assume that the aggregate supply curve is upward sloping. If both aggregate supply and aggregate demand increase, what will happen to the equilibrium output and price level?             Output                 Price Levela.      Decrease            Decreaseb.      Decrease            Increasec.      Indeterminate      Increased.      Increase            Indeterminatee.      Increase            Increase", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Which of the following will lead to a depreciation of a nation’s currency?", "Images": [], "AnswerChoices": ["Lower inflation in the nation than in the rest of the world", "Higher required reserve ratio in the nation than in the rest of the world", "Decreased real interest rates in the nation compared with the rest of the world", "Increased demand for the nation’ s currency", "Decreased supply of the nation’ s currency"], "Answer": "C"}, {"QuestionStatement": "Country A’s growth rate in per capita real gross domestic product (GDP) has been consistently higher than that of Country B. Which of the following factors can account for these differences in the per capita GDP growth rates? ", "Images": [], "AnswerChoices": ["Country B’s government gives more investment tax credits", "The labor force of Country A is becoming more skilled than the labor force of Country B", "The natural rate of unemployment is higher in Country A", "Country A’s central bank is less effective at controlling the inflation rate", "Although the populations of Countries A and B are the same, Country A has twice as many people who are retired"], "Answer": "B"}, {"QuestionStatement": "       According to the graph above and starting with equilibrium point R, which of the following shifts identifies the short-run and the long-run impact of a demand-pull inflation?          Short Run                Long Runa.      R to N            M to Nb.      R to M            R to Nc.      R to Q            Q to Nd.      R to M            R to Qe.      R to N            N to Q", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/2014macropart2_files/mc019-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "       If the central bank raises the required reserve ratio, the money multiplier and the money supply will change in which of the following ways?Monetary Multiplier   Money Supplya.      Increase                 Increaseb.      Increase                 Decreasec.      Increase                 No changed.      Decrease                 No changee.      Decrease                 Decrease", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}]