[{"QuestionStatement": "In an economy in which all prices, including wages, are completely flexible, an increase in labor productivity will result in which of the following changes in output and real wages?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/practicemacropart2_files/mc001-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "When the average price level increases by 10 percent in a given year, which of the following must increase by 10 percent for real output to remain constant?", "Images": [], "AnswerChoices": ["Real national income", "Nominal national income", "The international value of the currency", "Real interest rates", "Nominal interest rates"], "Answer": "B"}, {"QuestionStatement": "Which of the following will occur in a competitive market when the price of a good is less than the equilibrium price?", "Images": [], "AnswerChoices": ["Price will decrease to eliminate the surplus and restore equilibrium", "Price will decrease to eliminate the shortage and restore equilibrium", "Price will increase to eliminate the surplus and restore equilibrium", "Price will increase to eliminate the shortage and restore equilibrium", "Price will remain constant, because supply will increase to eliminate the shortage"], "Answer": "D"}, {"QuestionStatement": "A short-run Phillips curve shows an inverse relationship between", "Images": [], "AnswerChoices": ["Interest rates and borrowing", "Inflation and unemployment ", "Income and consumption", "Prices and quantity demanded", "Inputs and outputs"], "Answer": "B"}, {"QuestionStatement": "Which of the following can be expected to cause an increase in gross domestic product in the short run?", "Images": [], "AnswerChoices": ["An increase in the tax rate", "An increase in the interest rate", "Equal increases in both imports and exports", "Equal increases in both taxes and government expenditures", "Equal decreases in both investment and government expenditures"], "Answer": "D"}, {"QuestionStatement": "Which of the following will cause the United States dollar to depreciate relative to the euro?", "Images": [], "AnswerChoices": ["An increase in household income in the United States", "An increase in interest rates in the United States", "An increase in household income in Europe", "A decrease in interest rates in Europe", "A decrease in price level in the United States"], "Answer": "A"}, {"QuestionStatement": "Stagflation is most likely to be caused by", "Images": [], "AnswerChoices": ["An increase in aggregate demand", "A decrease in aggregate demand", "An increase in aggregate supply", "A decrease in aggregate supply", "A large increase in the money supply"], "Answer": "D"}, {"QuestionStatement": "Assume that the nominal interest rate is 10 percent.  If the expected inflation rate is 5 percent, the real interest rate is ", "Images": [], "AnswerChoices": ["0.5%", "2%", "5%", "10%", "15%"], "Answer": "C"}, {"QuestionStatement": "Which of the following will lead to an increase in the United States gross domestic product?", "Images": [], "AnswerChoices": ["More individuals prepare their own personal income tax forms.", "Some citizens begin working abroad as computer programmers", "The government prohibits the sale of alcoholic beverages", "Foreign companies build new assembly plants in the United States", "A million United States households sell their used cars to their children"], "Answer": "D"}, {"QuestionStatement": "An advance in technology will cause the", "Images": [], "AnswerChoices": ["Aggregate demand curve to shift the right", "Aggregate demand curve to shift to the left", "Short-run aggregate supply curve to shift to the left", "Long-run aggregate supply curve to shift to the left", "Long-run aggregate supply curve to shift to the right"], "Answer": "E"}, {"QuestionStatement": "Suppose that the Federal Reserve buys $400 billion worth of government securities from the public.  If the required reserve ratio is 20 percent, the maximum increase in the money supply is", "Images": [], "AnswerChoices": ["$1,600 billion", "$1,800 billion", "$2,000 billion", "$2,200 billion", "$2,400 billion"], "Answer": "C"}, {"QuestionStatement": "Before specialization and trade, the domestic opportunity cost of producing 1 ton of grain in Alpha and Beta is which of the following?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/practicemacropart2_files/mc012-1.jpg", "http://bencullivan.com/Econtest/01APExamMacro/practicemacropart2_files/mc012-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "The theory of comparative advantage implies that Alpha would find it advantageous to", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/practicemacropart2_files/mc013-1.jpg"], "AnswerChoices": ["Export grain and import steel", "Export steel and import grain", "Export both grain and steel and import nothing", "Import both grain and steel and export nothing", "Trade 1 ton of grain for 0.5 ton of steel"], "Answer": "A"}, {"QuestionStatement": "At what real exchange ratio, also referred to as the terms of trade, between grain (G) and steel (S) would both Alpha and Beta find it mutually advantageous to specialize and trade?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/practicemacropart2_files/mc014-1.jpg"], "AnswerChoices": ["1G=3.0S", "1G=1.5S", "1G=1.0S", "1G=0.5S", "There is no real exchange ratio that would enable both countries to benefit, since Alpha has an absolute advantage in both goods."], "Answer": "B"}, {"QuestionStatement": "According to the graph above, which of the following is true about the long-run equilibrium of the economy depicted?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/practicemacropart2_files/mc015-1.jpg"], "AnswerChoices": ["The economy is in long-run equilibrium", "The aggregate demand curve will shift to the left to restore long-run equilibrium", "The long-run aggregate supply curve will shift to the right to restore long-run equilibrium", "Without fiscal policy stimulus, the economy will remain in a recession", "As wages increase, the short-run aggregate supply curve will shift to the left to restore long-run equilibrium"], "Answer": "E"}, {"QuestionStatement": "An increase in personal income taxes will most likely cause aggregate demand and aggregate supply to change in which of the following ways in the short run?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/practicemacropart2_files/mc016-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "Which type of unemployment would increase if workers lost their jobs because of a recession?", "Images": [], "AnswerChoices": ["Cyclical", "Frictional", "Seasonal", "Search", "Structural"], "Answer": "A"}, {"QuestionStatement": "Which of the following is true about the marginal propensity to consume?", "Images": [], "AnswerChoices": ["It is the percentage of total income that is spent on consumption", "It determines the size of the simple spending multiplier", "It increases as incomes increase because increases in income cause people to spend more", "It is the same as the money multiplier", "It is equal to the average propensity to consume for people with low incomes"], "Answer": "B"}, {"QuestionStatement": "When an economy is operating below the full-employment level of output, an appropriate monetary policy would be to increase which of the following?", "Images": [], "AnswerChoices": ["The discount rate", "The required reserve ratio", "The international value of the dollar", "Open market purchases of government bonds", "Government expenditure on goods and services"], "Answer": "D"}, {"QuestionStatement": "Assume that the economy is at full employment.  Policymakers wish to maintain the price level but want to encourage greater investment.  Which of the following combinations of monetary and fiscal policies would best achieve this goal?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/practicemacropart2_files/mc020-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}]