[{"QuestionStatement": "If a certain combination of goods or services lies outside the production possibilities curve of an economy, which of the following is true?", "Images": [], "AnswerChoices": ["Effective trade barriers have reduced foreign imports into the economy", "New technology is being used in production", "Resources are not available to achieve that combination of goods or services", "Resources are not being used efficiently to achieve that combination of goods or services", "Resources are being used at a more rapid rate than they were in the past"], "Answer": "C"}, {"QuestionStatement": "Which of the following groups would most likely gain from unanticipated inflation?", "Images": [], "AnswerChoices": ["Landlords who own apartments in cities with rent controls", "Individuals who have fixed retirement incomes", "Individuals who earn high incomes", "Individuals who have borrowed money at fixed interest rates", "Banks that have loaned all excess reserves at a fixed interest rate"], "Answer": "D"}, {"QuestionStatement": "With a constant money supply, if the demand for money decreases, the equilibrium interest rate and quantity of money will change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/practicemacropart1_files/mc003-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "According to the graph above, an increase in aggregate supply will most likely cause income and employment to change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/practicemacropart1_files/mc004-1.jpg", "http://bencullivan.com/Econtest/01APExamMacro/practicemacropart1_files/mc004-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "If the exchange rate between the United States dollar ($) and the British pound (£) changed from $2 per £1 to $3 per £1, and domestic prices in both countries stayed the same, then the United States dollar would", "Images": [], "AnswerChoices": ["Depreciate, making United States imports from Britain more expensive", "Depreciate, making United States imports from Britain cheaper", "Appreciate, making United States imports from Britain more expensive", "Appreciate, making United States imports from Britain cheaper", "Purchase 3 times more British goods than before the change occurred"], "Answer": "A"}, {"QuestionStatement": "If an economy is operating with significant unemployment, an increase in which of the following will most likely cause employment to increase and the interest rate to decrease?", "Images": [], "AnswerChoices": ["Purchases of government bonds by the central bank", "Transfer payments", "Reserve requirements", "Government expenditures", "Investment in basic infrastructure"], "Answer": "A"}, {"QuestionStatement": "An increase in which of the following is most likely to promote economic growth", "Images": [], "AnswerChoices": ["Consumption spending", "Investment tax credits", "The natural rate of unemployment", "The trade deficit", "Real interest rates"], "Answer": "B"}, {"QuestionStatement": "An appropriate fiscal policy to combat a recession would be to increase which of the following?", "Images": [], "AnswerChoices": ["Interest rates", "The money supply", "Taxes", "Government spending", "The sales of government bonds"], "Answer": "D"}, {"QuestionStatement": "The concept of opportunity cost would no longer be relevant if", "Images": [], "AnswerChoices": ["Poverty in an economy no longer existed", "The supply of all resources were unlimited", "Resources were allocated efficiently", "Real wages were flexible", "All current incomes were invested in technological research"], "Answer": "B"}, {"QuestionStatement": "An appreciation of the United States dollar on the foreign exchange market could be caused by a decrease in which of the following?", "Images": [], "AnswerChoices": ["United States interest rates", "The United States consumer price index", "Demand for the dollar by United States residents", "Exports from the United States", "The tariff on goods imported into the United States"], "Answer": "B"}, {"QuestionStatement": "Which of the following would indicate that economic growth has occurred?", "Images": [], "AnswerChoices": ["The production possibilities curve shifts to the left", "The long-run aggregate supply curve shifts to the right", "The aggregate demand curve shifts to the right", "The Phillips curve becomes flatter", "Business cycles no longer exist"], "Answer": "B"}, {"QuestionStatement": "Which of the following is most likely to occur if the Federal Reserve engages in open market operations to reduce inflation?", "Images": [], "AnswerChoices": ["A decrease in interest rates", "A decrease in reserves in the banking system", "A decrease in the government deficit", "An increase in the money supply", "An increase in exports"], "Answer": "B"}, {"QuestionStatement": "Which Federal Reserve action can shift the aggregate demand curve to the left", "Images": [], "AnswerChoices": ["Lowering the federal funds rate", "Lowering income taxes", "Lowering reserve requirements", "Raising the discount rate", "Raising government spending on national defense"], "Answer": "D"}, {"QuestionStatement": "Crowding out refers to the decrease in", "Images": [], "AnswerChoices": ["National output caused by higher taxes", "Domestic production caused by increased imports", "Private investment due to increased borrowing by the government", "Employment caused by higher inflation", "Exports caused by an appreciating currency of a country"], "Answer": "C"}, {"QuestionStatement": "If the real interest rate in the United States increases relative to that of the rest of the world, capital should flow", "Images": [], "AnswerChoices": ["Into the United States and the dollar will depreciate", "Into the United States and the dollar will appreciate", "Out of the United States and the dollar will depreciate", "Out of the United States and the dollar will appreciate", "Out of the United States and the value of the dollar will not change"], "Answer": "B"}, {"QuestionStatement": "Which of the following policy choices represents a combination of fiscal and monetary policies designed to bring the economy out of a recession?", "Images": [], "AnswerChoices": ["Decreasing both taxes and the money supply", "Increasing both taxes and the money supply", "Increasing government spending and decreasing the federal funds rate", "Increasing both taxes and the discount rate", "Engaging in deficit spending and government bond sales"], "Answer": "C"}, {"QuestionStatement": "Which of the following will be counted as unemployed by the United States Bureau of Labor Statistics?", "Images": [], "AnswerChoices": ["Persons who quit their previous jobs to stay at home to care for sick parents", "Persons who were laid off from their previous jobs and have not applied for a job in two years", "Persons who were fired from their previous jobs and are actively applying for work", "Persons who have given up looking for jobs after long searches", "Persons who quit their previous jobs to start their own businesses"], "Answer": "C"}, {"QuestionStatement": "Which of the following sequences of events would occur if the Federal Reserve implemented contractionary monetary policy?", "Images": [], "AnswerChoices": ["Interest rates increase, investment and consumption spending decrease, aggregate demand decreases, and output and prices decrease", "Interest rates increase, investment and consumption spending decrease, aggregate demand increases, and output and prices decrease", "Interest rates increase, investment and consumption spending increase, aggregate demand decreases, and output and prices decreases", "Interest rates decrease, investment and consumption spending decrease, aggregate demand decreases, and output and prices decrease", "Interest rates decrease, investment and consumption spending decrease, aggregate demand decreases, and output and prices increase"], "Answer": "A"}, {"QuestionStatement": "Suppose that autonomous consumption is $400 and that the marginal propensity to consume is 0.8.  If disposable income increases by $1,200, consumption spending will increase by", "Images": [], "AnswerChoices": ["$1,600", "$1,360", "$1,200", "$960", "$400"], "Answer": "D"}, {"QuestionStatement": "In an economy in which all prices, including wages, are completely flexible, an increase in labor productivity will result in which of the following changes in output and real wages?", "Images": ["http://bencullivan.com/Econtest/01APExamMacro/practicemacropart1_files/mc020-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}]