[{"QuestionStatement": "Opportunity cost is defined as", "Images": [], "AnswerChoices": ["Excess demand for a good", "Unlimited resources and unlimited wants", "A comparative advantage in the production of a good", "The value of the next best alternative that is forgone when an activity is pursued", "The value of all other possible alternatives that are foregone when an activity is pursued"], "Answer": "D"}, {"QuestionStatement": "The fundamental difference between a market economy and a command economy lies in which of the following?", "Images": [], "AnswerChoices": ["Property rights and protection of private property", "Absolute and comparative advantages", "Specialization and trade", "Taxes and subsidies", "Positive and negative externalities"], "Answer": "A"}, {"QuestionStatement": "A farmer in Country A can harvest 20 bushels of wheat or 10 bushels of corn in a day, while a farmer in Country B can harvest 8 bushels of wheat or 8 bushels of corn in a day.  If a Country A and Country B specialize and trade, Country A will", "Images": [], "AnswerChoices": ["Export wheat and import corn", "Export corn and import wheat", "Export both wheat and corn", "Import both wheat and corn", "Benefit more from trade than will Country B"], "Answer": "A"}, {"QuestionStatement": "The table below shows the total labor hours required to produce a unit of gold and the total labor hours required to produce a unit of sugar in Portugal and Spain, respectively.Which country has an absolute advantage in sugar production? ", "Images": ["http://bencullivan.com/Econtest/APMicro/APU1/u1-1_files/mc004-1.jpg"], "AnswerChoices": ["Neither Spain nor Portugal, because both require fewer labor hours to produce a unit of gold than to produce a unit of sugar", "Spain, because the opportunity cost of sugar in terms of gold is lower", "Spain, because it requires fewer total labor hours than Portugal to produce a unit of sugar", "Portugal, because it requires more total labor hours than Spain to produce a unit of sugar", "Portugal, because it takes only a quarter of an hour to produce a unit of sugar"], "Answer": "C"}, {"QuestionStatement": "A production possibilities curve is bowed out, indicating increasing opportunity cost because of", "Images": [], "AnswerChoices": ["The law of demand", "The law of diminishing marginal utility", "The existence of unemployment", "Differences in consumer tastes", "Imperfect adaptability of resources to alternative uses"], "Answer": "E"}, {"QuestionStatement": "Which of the following best defines opportunity cost?", "Images": [], "AnswerChoices": ["It is the cost of producing those goods most desired by a given economy", "It is the cost of the input mix that will lead to the greatest rate of growth for a given company", "It is the amount of one product that must be given up in order to produce an additional unit of another product", "It is the use of the least-cost method of production", "It is the cost of labor used in the production process"], "Answer": "C"}, {"QuestionStatement": "Which of the following explains why a production possibilities curve is often represented as concave (bowed out) from the origin?", "Images": [], "AnswerChoices": ["The law of demand", "The law of supply", "Constant returns to scale", "Decreasing opportunity cost", "Increasing opportunity cost"], "Answer": "E"}, {"QuestionStatement": "Assume both Italy and Greece produce only two goods: wine and olive oil.  If Italy holds a comparative advantage in the production of wine, then which of the following statements is NOT true?", "Images": [], "AnswerChoices": ["Italy must hold an absolute advantage in the production of wine", "Greece holds a comparative advantage in the production of olive oil", "Italy’s opportunity cost of producing one additional unit of wine is lower than Greece’s", "Greece’s opportunity cost of producing one additional unit of olive oil is lower than Italy’s", "If trade is open between them, these countries have an incentive to trade"], "Answer": "A"}, {"QuestionStatement": "According to the information in the table above, which of the following statements is true if both countries have the same number of workers?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU1/u1-1_files/mc009-1.jpg"], "AnswerChoices": ["Country A has both an absolute and a comparative advantage in manufactured goods", "Country A has an absolute advantage in manufactured goods but a comparative advantage in service goods", "Country B has a comparative advantage in service goods but no absolute advantage in either good", "Country A has an absolute advantage in service goods but a comparative advantage in manufactured goods", "Country B has an absolute advantage in manufactured goods, but without more information, it is not possible to tell in which product it has a comparative advantage"], "Answer": "B"}, {"QuestionStatement": "After graduating from high school, Peggy Smith decided to enroll in a two-year program at the local community college rather than to accept a job that offered a salary of $12,000 per year.  If the annual tuition and fees are $4,600, the annual opportunity cost of attending the community college is", "Images": [], "AnswerChoices": ["$4,600", "$7,400", "$12,000", "$16,600", "$24,000"], "Answer": "D"}, {"QuestionStatement": "In which of the following situations is a good NOT scarce?", "Images": [], "AnswerChoices": ["Consumers give up nothing to obtain more of the good", "Consumers can purchase as much of the good as they want at its current market price", "Large quantities of the good are available in the marketplace", "There is a surplus of the good at some positive price", "There is a shortage of the good at some positive price"], "Answer": "A"}, {"QuestionStatement": "After graduating from high school, Maria chose to go to college, while Omar chose to work full time.  Which of the following best describes the opportunity costs for these decisions?", "Images": [], "AnswerChoices": ["Maria’s opportunity cost includes the salary she could have earned if she had gone to work", "Maria’s opportunity cost is her living expenses while attending college", "Omar’s opportunity cost is the salary he will earn from working", "Omar’s opportunity cost is the tuition and expenses he would have paid for college", "Omar’s opportunity cost is definitely greater than Maria’s"], "Answer": "A"}, {"QuestionStatement": "The basic economic problem of all economies is essentially one of deciding how to make the best use of", "Images": [], "AnswerChoices": ["Unlimited resources to satisfy unlimited wants", "Limited resources to satisfy unlimited wants", "Unlimited resources to satisfy limited wants", "Limited resources to satisfy limited wants", "Limited resources to provide public goods"], "Answer": "B"}, {"QuestionStatement": "Assume that an economy produces televisions and shoes.  Which of the following would cause the production possibilities curve for this economy to shift outward?", "Images": [], "AnswerChoices": ["An increase in the labor force", "An increase in the prices of both goods", "An increase in the prices of resources used to produce both goods", "A decrease in the demand for shoes", "A change in consumers’ tastes in favor of televisions"], "Answer": "A"}, {"QuestionStatement": "The table above shows the amount of labor required to produce a unit of corn and a unit of shoes in Brazil and Spain.  If both countries have equal numbers of workers, what pattern of international trade between Brazil and Spain is most likely to emerge?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU1/u1-1_files/mc015-1.jpg"], "AnswerChoices": ["Brazil will export both corn and shoes", "Spain will export both corn and shoes", "No mutually beneficial trade can occur", "Brazil will export corn and import shoes", "Brazil will import corn and export shoes"], "Answer": "D"}, {"QuestionStatement": "Suppose that in one week Sam can knit 5 sweaters or make 4 blankets and Rob can knit 10 sweaters or make 6 blankets.  Which of the following is true?", "Images": [], "AnswerChoices": ["Sam has an absolute advantage in making blankets", "Sam has an absolute advantage in knitting sweaters", "Sam has a comparative advantage in making blankets", "Sam has a comparative advantage in knitting sweaters", "Sam has neither a comparative nor an absolute advantage in knitting sweaters or making blankets"], "Answer": "C"}, {"QuestionStatement": "Improvements in technology for producing all goods must result in ", "Images": [], "AnswerChoices": ["an inward shift in the production possibilities curve", "an outward shift in the production possibilities curve", "a flatter production possibilities curve", "a steeper production possibilities curve", "greater unemployment of labor"], "Answer": "B"}, {"QuestionStatement": "According to the production possibilities curve above, which of the following is true?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU1/u1-1_files/mc018-1.jpg"], "AnswerChoices": ["The opportunity cost of producing another unit of good Y in terms of good X increases as more of good Y is produced", "The opportunity cost of producing another unit of good Y in terms of good X decreases as more of good Y is produced", "The opportunity cost of producing another unit of good X in terms of good Y increases as more of good X is produced", "The opportunity cost of producing another unit of good X in terms of good Y decreases as more of good X is produced", "The opportunity cost of producing another unit of either good remains constant as the production of the other good increases"], "Answer": "E"}, {"QuestionStatement": "Which of the following is true in a capitalist economy?", "Images": [], "AnswerChoices": ["The factors of production are collectively owned", "The factors of production are distributed according to needs", "The prices of goods and services are usually determined by the government", "The prices of goods and services are set so that an equitable distribution of private property is achieved", "Prices serve as incentives for factors of production to move to the markets where they are most valued"], "Answer": "E"}, {"QuestionStatement": "Using the same amount of time and resources, Jack can assemble either 10 bikes or 5 computers, whereas Sam can assemble either 5 bikes or 5 computers. Based on the data, which of the following statements is correct?", "Images": [], "AnswerChoices": ["Sam has an absolute advantage in assembling bikes", "Sam has an absolute advantage in assembling computers", "Sam has a comparative advantage in assembling bikes", "Jack has a comparative advantage in assembling bikes", "Jack has a comparative advantage in assembling both bikes and computers"], "Answer": "D"}, {"QuestionStatement": "If nations specialize according to their comparative advantage and engage in international trade with each other, each nation can", "Images": [], "AnswerChoices": ["produce outside its production possibilities curve", "consume outside its production possibilities curve", "shift its production possibilities curve to the right", "become more self-sufficient", "produce more of all goods"], "Answer": "B"}, {"QuestionStatement": "1.      Problems faced by all economic systems include which of the following?I.      How to allocate scarce resources among unlimited wantsII.      How to decentralize marketsIII.      How to decide what to produce, how to produce, and for whom to produceIV. How to set government production quotas", "Images": [], "AnswerChoices": ["I only", "I and III only", "II and III only", "I, II, and III only", "I, II, III, and IV only"], "Answer": "B"}, {"QuestionStatement": "If it were possible to increase the output of military goods and simultaneously increase the output of the private sector of an economy, which of the following statements about the economy and its current position relative to its production possibilities curve would be true?", "Images": [], "AnswerChoices": ["The economy is inefficient and inside the curve", "The economy is inefficient and on the curve", "The economy is efficient and on the curve", "The economy is efficient and inside the curve", "The economy is efficient and outside the curve"], "Answer": "A"}, {"QuestionStatement": "Which of the following best explains the shape of the production possibilities curve for the two commodity economy shown above?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU1/u1-1_files/mc024-1.jpg"], "AnswerChoices": ["The opportunity cost of producing an additional unit of each commodity stays the same as production of the commodity expands", "The opportunity cost of producing an additional unit of each commodity decreases as production of the commodity expands", "The opportunity cost of producing an additional unit of each commodity expands", "The quantity demanded of each commodity decreases as consumption of the commodity increases", "The quantity demanded of each commodity increases as the production of the commodity expands"], "Answer": "C"}, {"QuestionStatement": "Which of the following best states the thesis of the law of comparative advantage?", "Images": [], "AnswerChoices": ["Differences in relative costs of production are the key to determining patterns of trade", "Differences in absolute costs of production determine which goods should be traded between nations", "Tariffs and quotas are beneficial in increasing international competitiveness", "Nations should not specialize in the production of goods and services", "Two nations will not trade if one is more efficient than the other in the production of all goods"], "Answer": "A"}]