[{"QuestionStatement": "A student who attends college would pay $10,000 annually for tuition, books, and fees.  If the student’s next best alternative is to work and earn $15,000 a year, the opportunity cost of a year in college would be equal to", "Images": [], "AnswerChoices": ["Zero, since the lost opportunity to earn income is offset by the opportunity to attend college", "$5,000, representing the difference between forgone income and college costs", "$10,000 since the opportunity costs include only actual cash outlays", "$15,000, representing forgone income, since the costs of tuition, books, and fees will be more than offset by additional income earned after graduation", "$25,000 representing the sum of tuition, books, fees, and forgone income"], "Answer": "E"}, {"QuestionStatement": "1.      The allocation of resources in a market economy is described by which of the following statements?I.      The government decides which goods will be produced and which consumers will receive themII.      Buyers and sellers exchange goods and services on a voluntary basisIII. Prices and costs help producers decide whether they are producing too little or too much of a good", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and III only", "II and III only"], "Answer": "E"}, {"QuestionStatement": "An outward shift in the production possibilities curve of an economy can be caused by an increase in", "Images": [], "AnswerChoices": ["Unemployment", "The labor force", "Inflation", "Output", "Demand"], "Answer": "B"}, {"QuestionStatement": "The graph above shows an economy’s production possibilities frontier for the production of two goods, X and Y.  Assume that the economy is currently at point B.  The opportunity cost of moving from point B to point C is", "Images": ["http://bencullivan.com/Econtest/APMicro/APU1/u1-2_files/mc004-1.jpg"], "AnswerChoices": ["AH units of good Y", "HG units of good Y", "OG units of good Y", "EF units of good X", "OF units of good X"], "Answer": "B"}, {"QuestionStatement": "1.      The opportunity cost of owning a business is equal to which of the following?I.      The economic profits earned in the businessII.      The accounting profits earned in the businessIII.      The profits that could be earned in another business using the same amount of resources", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and III only", "I, II, and III"], "Answer": "C"}, {"QuestionStatement": "Economic growth can be depicted using a production possibilities curve by which of the following?", "Images": [], "AnswerChoices": ["A rightward shift of the curve", "A movement upward on an existing curve", "A movement downward on an existing curve", "A movement from a point outside the curve to a point on the curve", "A movement from a point on the curve to a point inside the curve"], "Answer": "A"}, {"QuestionStatement": "The basic economic problem of all countries is the existence of", "Images": [], "AnswerChoices": ["Tax increases and budget deficits", "Limited resources and unlimited wants", "Unemployment and inflation", "Government and private industry", "Unions and monopoly firms"], "Answer": "B"}, {"QuestionStatement": "All of the following are included in computing the opportunity cost of attending college EXCEPT", "Images": [], "AnswerChoices": ["Interest paid on student loans", "Wages the student gave up to attend college", "Money spent on college tuition", "Money spent on clothing expenses", "Money spent on books and supplies"], "Answer": "D"}, {"QuestionStatement": "A country can consume beyond its present production possibilities curve when it", "Images": [], "AnswerChoices": ["Trades with other countries, thus taking advantage of different opportunity costs", "Reduces unemployment, thus increasing output", "Experiences decreasing opportunity costs", "Faces an upward-sloping production possibilities curve", "Faces a downward-sloping production possibilities curve"], "Answer": "A"}, {"QuestionStatement": "      The chart below shows the number of resource units the countries Gamma and Omega must use to produce one unit of food or one unit of clothing.Which of the following statements is true according to the chart above?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU1/u1-2_files/mc010-1.jpg"], "AnswerChoices": ["Trade should take place, with Gamma specializing in clothing production and Omega specializing in food production", "Trade should take place, with Gamma specializing in food production and Omega specializing in clothing production", "Each country should devote half of its resources to food production and half to clothing production and not trade", "Since Omega can produce both food and clothing using fewer resources than Gamma, it cannot benefit from trade with Gamma", "Since Gamma can produce both food and clothing using fewer resources than Omega, it cannot benefit rom trade with Omega"], "Answer": "B"}, {"QuestionStatement": "The table below represents points on an economy’s current production possibilities curve.The opportunity cost of increasing the production of good Y from 0 to 200 is", "Images": ["http://bencullivan.com/Econtest/APMicro/APU1/u1-2_files/mc011-1.jpg"], "AnswerChoices": ["1,000 units of X", "980 units of X", "200 units of X", "20 units of X", "5 units of X"], "Answer": "D"}, {"QuestionStatement": "The diagram above shows an economy’s current production possibilities curve for capital goods and consumer goods.  If society chooses point B over point A, society is choosing", "Images": ["http://bencullivan.com/Econtest/APMicro/APU1/u1-2_files/mc012-1.jpg"], "AnswerChoices": ["More future consumption in exchange for less current consumption", "More current capital goods in exchange for less future consumption", "More future and current consumption", "Less future consumption in exchange for more current consumption", "Less current capital goods in exchange for greater future consumption"], "Answer": "A"}, {"QuestionStatement": "A professor hires two aides, assigning them the tasks of reading student papers and of typing lecture notes on a computer.  One of the aides, Ben, can read 1 page of a student paper per minute or type 50 words of lecture notes per minute, and the other aide, Ann, can read 3 pages of a student paper per minute or type 60 words of lecture notes per minute.  Which of the following are true?", "Images": [], "AnswerChoices": ["Ann has a comparative advantage in reading student papers, and Ben has a comparative advantage in typing lecture notes.", "Ann has an absolute advantage in reading student papers, and Ben has an absolute advantage in typing lecture notes", "Ben has a comparative advantage in reading student papers, and Ann has a comparative advantage in typing lecture notes", "Ben has a comparative advantage in both reading student papers and typing lecture notes", "Ben has an absolute advantage in both reading student papers and typing lecture notes."], "Answer": "A"}, {"QuestionStatement": "According to the graph above, if a country is currently producing at point X, the opportunity cost of producing another consumer good is", "Images": ["http://bencullivan.com/Econtest/APMicro/APU1/u1-2_files/mc014-1.jpg"], "AnswerChoices": ["20 capital goods", "more than 20 capital goods", "fewer than 20 capital goods", "20 consumer goods", "fewer than 20 consumer goods"], "Answer": "A"}, {"QuestionStatement": "The study of economics is primarily concerned with which of the following?", "Images": [], "AnswerChoices": ["The testing hypotheses under controlled conditions", "The allocation of scarce resources, given unlimited wants", "The fair and equal treatment of all households", "The provision of conclusive answers to public policy issues", "The development of the dynamics of group behavior"], "Answer": "B"}, {"QuestionStatement": "1.      For an economy with a straight-line production possibilities curve, which of the following must be true?I.      The opportunity cost of producing another unit is constantII.      Resources are completely adaptable to alternative usesIII.      Resources are used efficiently", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and II", "II and III"], "Answer": "D"}, {"QuestionStatement": "       An opportunity cost is entailed in which of the following situations?I.      A student decides to attend college full timeII.      A family uses its $20,000 savings to purchase an automobileIII.      A farmer decides to grow more wheat and less corn", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and III only", "I, II, and III"], "Answer": "E"}, {"QuestionStatement": "The diagram above shows the production possibilities curve for Country Y.  Which of the following statements is true?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU1/u1-2_files/mc018-1.jpg"], "AnswerChoices": ["If Country Y is producing at point C, it is using all its resources efficiently.", "The opportunity cost of producing more machines is constant", "Producing at point C is the most preferable, because butter is a nondurable good", "Country Y cannot produce at point E", "The economy is not producing at its potential, since it is not producing at point D"], "Answer": "A"}, {"QuestionStatement": "Which of the following is the defining characteristic of a capitalist economy?", "Images": [], "AnswerChoices": ["Well-functioning capital markets", "Private ownership and protection of property rights", "Fair distribution of income and low taxes", "Equality of opportunity", "Efficient allocation of resources"], "Answer": "B"}, {"QuestionStatement": "The diagram above shows the production possibilities curve for two countries, Country X and Country Y.  Assume that both countries use equal amounts of resources in production.  If the two countries engage in trade, both would be better off under which of the following conditions?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU1/u1-2_files/mc020-1.jpg"], "AnswerChoices": ["Country X produced both cars and planes, because it has an absolute advantage in the production of both goods", "Country Y produced both cars and planes, because it has a comparative advantage in the production of both goods", "Country X specialized in the production of cars, because it has an absolute advantage in the production of cars", "Country X specialized in the production of cars, because it has a comparative advantage in cars", "Country Y specialized in the production of cars, because it has a comparative advantage in cars"], "Answer": "E"}, {"QuestionStatement": "If resources were perfectly suitable in all activities, which of the following would be true?", "Images": [], "AnswerChoices": ["Output of all goods could be increased at zero opportunity cost", "The production possibilities curve would be a straight line", "Specialization and mutually beneficial trade would be impossible", "No country or individual would have a comparative advantage in any activity", "Scarcity of resources would be eliminated"], "Answer": "B"}, {"QuestionStatement": "Individuals in any society must make choices regarding the types of goods and services to be produced because", "Images": [], "AnswerChoices": ["Free markets do not always allocate resources efficiently", "Free markets only satisfy the demands of paying consumers", "Opportunity costs increase as more of a good or service is produced", "Resources are scarce and human wants are unlimited", "Resources must be allocated for the benefit of the entire society"], "Answer": "D"}, {"QuestionStatement": "Karen works part-time at a local convenience store and earns $10 per hour.  She wants to spend next Saturday afternoon attending a music concert.  The full price of a concert ticket is $75, but Karen was able to get a discounted price of $50 from a friend who purchased the ticket but has become unable to attend.  If Karen took 4 hours off from her job to attend the concert, what was her opportunity cost of attending the concert?", "Images": [], "AnswerChoices": ["$40", "$50", "$75", "$90", "$115"], "Answer": "D"}]