[{"QuestionStatement": "The letters on the graph represent enclosed areas.When the market is in equilibrium, the total economic surplus is equal to the area", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-1_files/mc001-1.jpg"], "AnswerChoices": ["F + K", "F + G + I + K", "G + H + I + J", "F + G + H + I + J + K", "F + G + H + I + J + K + L + M"], "Answer": "D"}, {"QuestionStatement": "The letters on the graph represent enclosed areas.If a price ceiling is set at P1, which of the following areas represent the resulting consumer surplus, producer surplus, and deadweight loss?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-1_files/mc002-1.jpg", "http://bencullivan.com/Econtest/APMicro/APU2/u2-1_files/mc002-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "A change in which of the following will cause a change in the supply of personal computers (PC’s) in the short run?", "Images": [], "AnswerChoices": ["Technology", "Demand for PC’s", "Price of disks, which are a complement to PC’s", "Price of PC’s", "Consumers’ incomes"], "Answer": "A"}, {"QuestionStatement": "Following a decrease in the supply of oranges, the price of orange juice increased by 20 percent, which resulted in a 10 percent increase in the quantity of apple juice consumed.  This implies that the cross elasticity of demand between orange juice and apple juice is", "Images": [], "AnswerChoices": ["0", "0.5", "1", "2", "indeterminate"], "Answer": "B"}, {"QuestionStatement": "A decrease in raw material prices will change the equilibrium price and quantity in a market in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-1_files/mc005-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "A monopolist produces two unrelated goods, X and Y.  The demand for X is currently price elastic and the demand for Y is currently price inelastic.  To increase its total revenue, the firm should change the price of X and Y in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-1_files/mc006-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Question is based on the information below, which shows the marginal utilities a student receives from the consumption of pizza and pens.   Assume that the marginal utility of each good is independent of the quantity of the other good consumed.The student has $10 and spends it all on pizza and pens.  If the price of a unit of pizza is $2 and the price of a unit of pens is $1, the student will maximize utility by purchasing which of the following combinations of pizzas and pens?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-1_files/mc007-1.jpg", "http://bencullivan.com/Econtest/APMicro/APU2/u2-1_files/mc007-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "If the student purchases 2 units of pizza and 2 units of pens, the student’s total utility will be", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-1_files/mc008-1.jpg"], "AnswerChoices": ["4 utils", "25 utils", "28 utils", "50 utils", "53 utils"], "Answer": "E"}, {"QuestionStatement": "       After the government imposed a $0.20 per gallon tax on gasoline, the price of a gallon of gasoline increased from $1.00 to $1.15.  Which of the following statements is true?", "Images": [], "AnswerChoices": ["Consumers bear the entire burden of the tax, since producers can pass the tax along to consumers", "Consumers and producers share the tax burden equally", "Consumers bear most, but not all, of the tax burden", "Producers bear the entire burden of the tax, since the tax was levied on producers, not consumers", "There is no tax burden, since gasoline is a normal good"], "Answer": "C"}, {"QuestionStatement": "Which of the following changes in the demand for and the supply of a good will necessarily result in an increase in an increase in both the equilibrium price and quantity of the good in a market?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-1_files/mc010-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "Assume that apple juice and grape juice are substitutes.  Which of the following will cause an increase in the quantity of apple juice supplied?", "Images": [], "AnswerChoices": ["A decrease in subsidies to apple juice producers", "A decrease in the price of grape juice", "An increase in the price of apple juice", "An increase in the price of insecticides used on apples trees", "The imposition of a price ceiling in the market for apple juice"], "Answer": "C"}, {"QuestionStatement": "A decrease in the supply of oranges raised the price of oranges in the market.  The substitution effect of the price increase will motivate consumers to", "Images": [], "AnswerChoices": ["Raise their real income to offset the price effect", "Decrease their demand for oranges", "Demand that the government set a price ceiling for oranges", "Increase the quantity of other fruits demanded and decrease the quantity of oranges demanded", "Decrease the quantity of other fruits demanded and increase the quantity of oranges demanded"], "Answer": "D"}, {"QuestionStatement": "Assume that the demand for a certain good is perfectly inelastic and the supply curve of the good is upward sloping.  Which of the following occurs in the market for the good if the price of an input used to produce the good increases?", "Images": [], "AnswerChoices": ["A decrease in both the quantity supplied and the equilibrium amount consumed", "A decrease in the quantity supplied and an increase in the equilibrium price", "A decrease in the supply and an increase in the equilibrium price", "A decrease in both the demand and the equilibrium amount consumed", "A decrease in both the quantity demanded and the equilibrium price"], "Answer": "C"}, {"QuestionStatement": "Assume that consumers consider popcorn and pretzels to be substitutes.  A significant decrease in the supply of popcorn will affect the pretzel market by", "Images": [], "AnswerChoices": ["Increasing the demand for pretzels and therefore the supply of pretzels", "Increasing the demand for pretzels and therefore the price of pretzels", "Decreasing the demand for pretzels and therefore the price of pretzels", "Increasing the supply of pretzels and therefore the price of pretzels", "Decreasing the supply of pretzels and therefore the price of pretzels"], "Answer": "B"}, {"QuestionStatement": "In the market depicted in the diagram above, if the government imposes a price ceiling of $1.00 per gallon on gasoline, which of the following will result?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-1_files/mc015-1.jpg"], "AnswerChoices": ["A surplus of 6 billion gallons", "A shortage of 6 billion gallons", "A surplus of 12 billion gallons", "A shortage of 12 billion gallons", "Neither a surplus nor shortage, because the price ceiling would not be effective"], "Answer": "B"}, {"QuestionStatement": "Assume that Clark spends his entire income on the purchase of two goods, X and Y.  If his income and the prices of good X and Y all double, Clark will", "Images": [], "AnswerChoices": ["Double the purchase of goods X and Y", "Buy more of good X and less of good Y", "Buy less of good X and more of good Y", "Buy less of both goods X and Y", "Buy the same amounts of goods X and Y"], "Answer": "E"}, {"QuestionStatement": "Following a prolonged power outage, the price of flashlights normally increases significantly.  If cities had passed laws prohibiting price increases for flashlights, during power outages such laws would most likely", "Images": [], "AnswerChoices": ["Make flashlights more available", "Create a shortage of flashlights", "Shift the demand curve for flashlights to the right", "Shift the supply curve for flashlights to the left", "Have no effect on the availability of flashlights"], "Answer": "B"}, {"QuestionStatement": "       What is the price paid by consumers and the net price received by producers after the tax is paid?             Paid by             Received by              Consumers      Producersa.      $11.00            $10.45b.      $11.00            $10.00c.      $10.45            $10.00d.      $10.45            $9.45e.      $10.00            $9.45", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-1_files/mc018-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "According to the diagram, what is the dollar amount of the unit tax?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-1_files/mc019-1.jpg"], "AnswerChoices": ["$0.00", "$0.45", "$0.55", "$1.00", "$1.45"], "Answer": "D"}, {"QuestionStatement": "Which of the following would most likely result in a decrease in the equilibrium price of oranges?", "Images": [], "AnswerChoices": ["The weather during this orange-growing season is not as good as it was last year", "The price of apples, a substitute for oranges, is higher this year than last year", "New studies suggest that oranges contain traces of cancer-causing substances due to pesticide residue", "A tree-killing fungus spreads through orange orchards across the country", "Firms in the orange industry launch an effective advertising campaign"], "Answer": "C"}, {"QuestionStatement": "If a severe drought destroys a significant portion of the peanut crop and peanut farmers’ revenues increase, which of the following is true over the observed range of prices?", "Images": [], "AnswerChoices": ["The demand for peanuts must be unit price elastic", "The demand for peanuts must be price elastic", "The demand for peanuts must be price inelastic", "The supply of peanuts must be price inelastic", "The supply of peanuts must be price elastic"], "Answer": "C"}, {"QuestionStatement": "Promoters of a rock group know that if they charged $8 a ticket, 400 people would buy tickets for a concert, and if they charged $4 a ticket, 800 people would buy tickets.  Over this price range, the demand for concert tickets for the rock group is", "Images": [], "AnswerChoices": ["Elastic", "Inelastic", "Unit elastic", "Perfectly elastic", "Perfectly inelastic"], "Answer": "C"}, {"QuestionStatement": "Assume that people like onions on their hamburgers.  If the supply of hamburgers decreases, the demand for onions will most likely", "Images": [], "AnswerChoices": ["Remain unchanged because hamburgers and onions are different goods", "Increase because hamburgers and onions are substitutes", "Increase because hamburgers and onions are complements", "Decrease because hamburgers and onions are complements", "Decrease because hamburgers and onions are substitutes"], "Answer": "D"}, {"QuestionStatement": "       Suppose that the market supply curve for shoes is upward sloping and the market demand curve is downward sloping.  How will the imposition of a sales tax on shoes affect the consumer surplus, the producer surplus, and the total surplus?            Consumer      Producer      Total            Surplus      Surplus      Surplusa.      Decrease            Decrease      Decreaseb.      Decrease            Increase      Increasec.      Decrease            Increase      Decreased.      Increase            Decrease      Decreasee.      Increase            Increase      Increase", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "Which of the following helps explain why the demand curve for a normal good is downward sloping?", "Images": [], "AnswerChoices": ["The income and substitution effects move the quantity demanded in the same direction", "The income effect moves the quantity demanded in the opposite direction of the substitution effect", "The income effect dominates the substitution effect", "The substitution effect dominates the income effect", "With an increase in income, the consumer decreases consumption of the good"], "Answer": "A"}]