[{"QuestionStatement": "The diagram above shows the demand curve for a good.  If the price increases from P1 to P2, and quantity consumed decreases from Q2 to Q1, consumer surplus decreases by the area", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-2_files/mc001-1.jpg"], "AnswerChoices": ["BDC", "P", "1", "P", "2", "BC", "P", "1", "P", "2", "BD", "Q", "1", "DCQ", "2", "P", "2", "P", "3", "B"], "Answer": "B"}, {"QuestionStatement": "1.      If the government imposes a tariff on imports of cheese, the price and quantity of imported cheese will most likely change in which of the following ways?              Price            Quantitya.      Decrease            Decreaseb.      Decrease            Increasec.      Increase            Not changed.      Increase            Decreasee.      Increase            Increase", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "According to the law of demand, an increase in the price of grape juice will result in", "Images": [], "AnswerChoices": ["A rightward shift in the demand curve for grape juice", "A leftward shift in the demand curve for grape juice", "A decrease in the demand for orange juice, a substitute", "A decrease in the quantity of grape juice demanded", "An increase in the quantity of grape juice supplied"], "Answer": "D"}, {"QuestionStatement": "The table above shows the demand schedules for Jill and for all other consumers, as well as the market supply schedule for the same good.  The equilibrium price in this market is", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-2_files/mc004-1.jpg"], "AnswerChoices": ["$8", "$7", "$6", "$5", "$4"], "Answer": "B"}, {"QuestionStatement": "If cotton is used to produce towels, an increase in the price of cotton will result in which of the following changes in the towel market?", "Images": [], "AnswerChoices": ["A decrease in the demand for towels, which leads to a shortage of towels followed by upward pressure on the price of towels", "A decrease in the demand for towels, which leads to a surplus of towels followed by downward pressure on the price of towels", "A decrease in the supply of towels, which leads to a shortage of towels followed by upward pressure on the price of towels", "An increase in the supply of towels, which leads to a surplus of towels followed by downward pressure on the price of towels", "An increase in both the demand and supply of towels, which leads to a surplus of towels followed by upward pressure on the price of towels"], "Answer": "C"}, {"QuestionStatement": "Jane spends all her weekly allowances to buy only two goods: soda and apples.  According to the table above, if her preferences are characterized by the law of diminishing marginal utility, then which of the following statements is correct?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-2_files/mc006-1.jpg"], "AnswerChoices": ["Jane is maximizing her utility", "Jane can buy more apples and less soda to maximize her utility", "Jane can buy more soda and fewer apples to maximize her utility", "Jane can buy more apples and the same amount of soda to maximize her utility", "Jane can buy more soda and the same amount of apples to maximize her utility"], "Answer": "B"}, {"QuestionStatement": "The cross-price elasticity of demand between good X and good Z measures the percentage change in the quantity demanded of good X in response to a percentage change in", "Images": [], "AnswerChoices": ["The price of good X", "Income", "The price of good Z", "The supply of good Z", "Total expenditures on good Z"], "Answer": "C"}, {"QuestionStatement": "Assuming a downward sloping demand curve and an upward sloping supply curve, which of the following will occur as a result of an increase in the sales tax on a good?", "Images": [], "AnswerChoices": ["Supply will increase", "Demand will increase", "Quantity supplied will increase", "Quantity demanded will decrease", "The price paid by consumers will decrease"], "Answer": "D"}, {"QuestionStatement": "       Which of the following changes in the demand for and the supply of a good would necessarily lead to a decrease in the equilibrium quantity of the good in the market in the short run?                Demand      Supplya.      Increase            Decreaseb.      Increase            No changec.      Decrease            Increased.      Decrease            Decreasee.      No change            Increase", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Assume that mustard and ketchup are considered substitutes by consumers.  If the price of mustard increases, which of the following graphs represents the most likely response in the ketchup market?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-2_files/mc010-1.jpg", "http://bencullivan.com/Econtest/APMicro/APU2/u2-2_files/mc010-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "Moving from left to right along a downward-sloping linear demand curve, price elasticity varies in which of the following ways?", "Images": [], "AnswerChoices": ["First unit elastic, then inelastic throughout", "First unit elastic, then elastic throughout", "First inelastic, then unit elastic throughout", "First elastic, then unit elastic, and finally inelastic", "First inelastic, then unit elastic, and finally elastic"], "Answer": "D"}, {"QuestionStatement": "If the market depicted in the diagram above is initially in equilibrium, which of the following will result from the government’s setting a price ceiling at P3?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-2_files/mc012-1.jpg"], "AnswerChoices": ["Quantity demanded will exceed quantity supplied", "Quantity supplied will exceed quantity demanded", "Market price will increase", "Market price will be unaffected", "Market price will decrease"], "Answer": "D"}, {"QuestionStatement": "An increase in the supply of coffee could be caused by", "Images": [], "AnswerChoices": ["A decrease in the price of cream, which is a complement to coffee", "A decrease in the cost of labor used to produce coffee", "An increase in consumer income", "An increase in the demand for coffee", "An increase in the price of coffee"], "Answer": "B"}, {"QuestionStatement": "Which of the following explains why a decrease in the price of a normal good will lead to an increase in the quantity demanded of the good?", "Images": [], "AnswerChoices": ["A lower price will increase consumers’ purchasing power", "A lower price will increase consumers’ marginal utility", "A lower price will increase demand for the good", "A lower price will increase demand for substitute goods", "A lower price will decrease demand for complementary goods"], "Answer": "A"}, {"QuestionStatement": "The quantity of peanuts supplied increased from 40 tons per week to 60 tons per week when the price of peanuts increased from $4 per ton to_$5 per ton. The price elasticity of supply for peanuts over this price range is", "Images": [], "AnswerChoices": ["Elastic", "Inelastic", "Unit elastic", "Perfectly elastic", "Perfectly inelastic"], "Answer": "A"}, {"QuestionStatement": "Which of the following best describes the law of demand?", "Images": [], "AnswerChoices": ["The price of a good increases when the demand for the good increases", "The price of a good decreases when the supply of the good decreases", "When the price of a good increases, its demand decreases", "When the price of a good decreases, its quantity demanded increases", "Demand creates its own supply"], "Answer": "D"}, {"QuestionStatement": "       Assume that ice cream is a normal good. If the price of ice cream decreases, the substitution effect and the income effect will lead to which of the following changes in ice-cream consumption?      Substitution Effect      Income Effecta.      Increase            Decreaseb.      Increase            Increasec.      Increase            No changed.      Decrease            Increasee.      Decrease            No change", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "If a government eliminated an effective price floor in a market, all of the following would occur EXCEPT:", "Images": [], "AnswerChoices": ["The surplus would be eliminated", "The price would decrease", "The quantity supplied would decrease", "The quantity demanded would increase", "The supply of the good would increase"], "Answer": "E"}, {"QuestionStatement": "If the demand for a good is perfectly price inelastic in the short run and the supply curve is upward sloping, imposing a sales tax on the good will", "Images": [], "AnswerChoices": ["leave the price paid by consumers unchanged", "decrease the after-tax revenues received by suppliers", "increase the after-tax revenues received by suppliers", "not change the after-tax revenues received by suppliers", "not change the total expenditures by consumers on the good"], "Answer": "D"}, {"QuestionStatement": "Which of the following will tend to make the demand for a product more elastic?", "Images": [], "AnswerChoices": ["New firms which produce similar products enter the industry", "A change in taste and preferences makes the product more desirable", "The product is necessary for use with a complement", "Production of the product is protected by a patent", "Production cost of the product decreases"], "Answer": "A"}, {"QuestionStatement": "       A city transit authority increases the price of sub- way and bus tickets from $1.25 to $1.50. If the demand for these tickets is price inelastic, the number of people riding buses and subways and the city’s revenues will most likely change in which of the following ways?         Number of        People Riding      City’s Revenuea.      Increase            Increaseb.      Decrease            Increasec.      Decrease            Decreased.      Decrease            Remain constante.      Remain constant      Increase", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "The difference between what consumers are willing to pay for units of a good and the price consumers actually pay for units of the good is called", "Images": [], "AnswerChoices": ["marginal utility", "producer surplus", "consumer surplus", "economic rent", "a positive externality"], "Answer": "C"}, {"QuestionStatement": "Which of the following is true if consuming one unit of a good yields 100 utils and consuming the second unit of the good increases satisfaction by 20 utils?", "Images": [], "AnswerChoices": ["The marginal utility of the first unit is 20", "The marginal utility of the second unit is 80", "The marginal utility of the second unit is 120", "The total utility of consuming two units is 120", "The total utility of consuming one unit is greater than the total utility of consuming two units"], "Answer": "D"}, {"QuestionStatement": "Which of the following will cause the supply curve for shoes to shift to the right?", "Images": [], "AnswerChoices": ["An increase in the price of socks, assuming that shoes and socks are complements", "A decrease in the price of sandals, assuming that shoes and sandals are substitutes", "An increase in the wages of shoe workers", "An increase in the number of firms producing shoes", "A decrease in the income of consumers, assuming that shoes are normal goods"], "Answer": "D"}, {"QuestionStatement": "The diagram above depicts demand and supply curves in a city’s rental housing market. If a price ceiling of $1,000 is imposed on the market, which of the following will occur?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-2_files/mc025-1.jpg"], "AnswerChoices": ["There will be a surplus of rental housing in the city", "The demand curve for housing will shift to the right", "The supply curve for housing will shift to the right", "The quantity of rental housing supplied will decrease", "The quantity of rental housing demanded will increase"], "Answer": "E"}]