[{"QuestionStatement": "For consumers, assume that fish sticks and tacos are substitutes. Which of the following graphs illustrates the effect on the taco market if the price of fish sticks increases?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-3_files/mc001-1.jpg", "http://bencullivan.com/Econtest/APMicro/APU2/u2-3_files/mc001-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "       Assume that under new environmental regulations, tire companies have to pay taxes based on how much pollution is created when producing each tire. The price paid by consumers and the quantity of tires sold will most likely change in which of the following ways?              Price            Quantitya.      Increase            Decreaseb.      Increase            Increasec.      Decrease            Increased.      Decrease            Decreasee.      No change            No change", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "The market for goldfish is perfectly competitive. From year 1 to year 2, both the price and the quantity of goldfish sold increase. This is most likely caused by", "Images": [], "AnswerChoices": ["an increase in the supply", "a decrease in the supply", "an increase in the demand", "a decrease in the demand", "a decrease in both the demand and the supply"], "Answer": "C"}, {"QuestionStatement": "Given an increase in the price of material K— which is an input used to produce good X—and an increase in the price of good Y—which is a substitute for good X—which of the following will definitely occur?", "Images": [], "AnswerChoices": ["The equilibrium price of good X will decrease.", "The equilibrium price of good X will increase.", "The equilibrium quantity of good X will be unaffected.", "The equilibrium quantity of good X will increase", "The equilibrium quantity of good X will decrease."], "Answer": "B"}, {"QuestionStatement": "Garcia is currently spending his entire lunch budget on 3 sodas and 4 hot dogs. At his current level of consumption, Garcia’s marginal utility for sodas is 5 utils and his marginal utility for hot dogs is 10 utils. In order to maximize his total utility, Garcia should", "Images": [], "AnswerChoices": ["consume more sodas and fewer hot dogs regardless of the prices", "consume more hot dogs and fewer sodas regardless of the prices", "maintain his current level of consumption of sodas and hot dogs regardless of the prices", "maintain his current level of consumption if the price of a soda is $1 and the price of a hot dog is $2", "maintain his current level of consumption if the price of a soda is $2 and the price of a hot dog is $1"], "Answer": "D"}, {"QuestionStatement": "In a perfectly competitive market, a change in which of the following could cause a shift in the supply curve?", "Images": [], "AnswerChoices": ["The incomes of consumers", "The number of buyers", "Technology", "The price of the product", "Tastes and preferences"], "Answer": "C"}, {"QuestionStatement": "Which of the following would necessarily cause a fall in the price of a product?", "Images": [], "AnswerChoices": ["An increase in population and a decrease in the price of an input", "An increase in population and a decrease in the number of firms producing the product", "An increase in the average income and an improvement in production technology", "A decrease in the price of a substitute product and an improvement in production technology", "A decrease in the price of a substitute product and an increase in the price of an input"], "Answer": "D"}, {"QuestionStatement": "1.      The market equilibrium price of home heating oil is $1.50 per gallon.  If a price ceiling of $1.00 per gallon is imposed, which of the following will occur in the market for home heating oil?I.      Quantity supplied will increaseII.      Quantity demanded will increaseIII.      Quantity supplied will decreaseIV.  Quantity demanded will decrease", "Images": [], "AnswerChoices": ["II only", "I and II only", "I and IV only", "II and III only", "III and IV only"], "Answer": "D"}, {"QuestionStatement": "Suppose that a family buys all its clothing from discount store and treats these items as inferior goods.  Under such circumstances, this family’s consumption of discount store clothing will necessarily", "Images": [], "AnswerChoices": ["Increase when a family member wins the state lottery", "Increase when a family member gets a raise in pay at work", "Remain unchanged when its income rises or falls due to events beyond the family’s control", "Decrease when a family member becomes unemployed", "Decrease when a family member experiences an increase in income"], "Answer": "E"}, {"QuestionStatement": "An effective price floor introduced in the market for rice will result in", "Images": [], "AnswerChoices": ["A decrease in the price of rice and an increase in the quantity of rice sold", "A decrease in the price of rice and a decrease in the quantity of rice sold", "A decrease in the price of rice and an excess demand for rice", "An increase in the price of rice and an excess supply of rice", "An increase in the price of rice and an excess demand for rice"], "Answer": "D"}, {"QuestionStatement": "A leftward shift in the supply curve of corn would result from", "Images": [], "AnswerChoices": ["A decrease in the price of corn", "A decrease in the price of farm machinery", "An increase in the demand for corn bread", "An increase in the labor costs of producing corn", "An increase in consumers’ incomes"], "Answer": "D"}, {"QuestionStatement": "The government is considering imposing a 3 percent tax on either good A or good B.  In order to generate the largest revenue, the tax should be imposed on the good for which", "Images": [], "AnswerChoices": ["Demand is perfectly elastic", "Demand is perfectly inelastic", "Demand is unit elastic", "Supply is perfectly elastic", "Supply is unit elastic"], "Answer": "B"}, {"QuestionStatement": "The demand curve for cars is downward sloping because an increase in the price of cars leads to", "Images": [], "AnswerChoices": ["The increased use of other modes of transportation", "A fall in the expected future price of cars", "A decrease in the number of cars available for purchase", "A rise in the price of gasoline and other oil-based products", "A change in consumers’ tastes in cars"], "Answer": "A"}, {"QuestionStatement": "Assume that products X and Y are substitutes.  If the cost of producing X decreases and the price of Y increases, which of the following will occur to the equilibrium price and quantity of X?       Price                      Quantity a.      Increase                  Increaseb.      Increase                  Decreasec.      Increase                  Increase or decreased.      Increase or decrease      Increasee.      Decrease                  Decrease", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Suppose that an effective minimum wage is imposed in a certain labor market above the equilibrium wage.  If labor supply in that market subsequently increases, which of the following will occur?", "Images": [], "AnswerChoices": ["Unemployment in that market will increase", "Quantity of labor supplied will decrease", "Quantity of labor demanded will increase", "Market demand will increase", "The market wage will increase"], "Answer": "A"}, {"QuestionStatement": "If an increase in the price of good X causes a drop in demand for good Y, good Y is", "Images": [], "AnswerChoices": ["An inferior good", "A luxury good", "A necessary good", "A substitute for good X", "A complement to good X"], "Answer": "E"}, {"QuestionStatement": "Reducing the tariff on Canadian beer sold in the United States will most likely have which of the following effects on the market for beer produced and sold in the United States?", "Images": [], "AnswerChoices": ["The quantity of United States beer purchased will increase", "Total expenditure on United States beer will increase", "The supply of United States beer will increase", "The price of United States beer will decrease", "More workers will be employed in the production of United States beer"], "Answer": "D"}, {"QuestionStatement": "If the government imposes a tax on the production of cars, which of the following will occur in the market for cars?", "Images": [], "AnswerChoices": ["There will be a movement to the right along the supply curve", "There will be a movement to the right along the demand curve", "The supply curve will shift to the right", "The supply curve will shift to the left", "The demand curve will shift to the right"], "Answer": "D"}, {"QuestionStatement": "Which of the following is true of a price floor?", "Images": [], "AnswerChoices": ["The intention of a government in creating the price floor is to assist the producers of the good", "To have an impact in the market for the good, the price floor should be set below the existing market price of the good", "An effective price floor will increase the quantity demanded of the good", "The price floor would tend to create a shortage of the good in the market", "The creation of the price floor would not change the quantity supplied of the good if the supply curve were upward-sloping to the right"], "Answer": "A"}, {"QuestionStatement": "On the basis of the graph above, which of the following statements concerning changes in the demand for and supply of tomatoes is correct?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-3_files/mc020-1.jpg"], "AnswerChoices": ["If both the demand and supply increase, the price of tomatoes will definitely increase.", "If both the demand and supply decrease, the quantity of tomatoes sold will definitely increase", "If the demand decreases while the supply increases, the price of tomatoes will definitely increase", "If the demand decreases while the supply increases, the quantity of tomatoes sold will definitely decrease", "If the demand increases while the supply decreases, the price of tomatoes will definitely increase"], "Answer": "E"}, {"QuestionStatement": "Which of the following best illustrates the concept of consumer surplus?", "Images": [], "AnswerChoices": ["A thirsty athlete pays $.85 for a cold drink when she would have gladly paid $1.50 for the drink", "An individual who is willing to accept a job at $7.50 per hour is offered $7.00 per hour", "An individual pays the sale price of $15.00 for the same shirt that the individual refused to purchase earlier at $18.00", "An individual finds that the price of artichokes, a food she dislikes, has been reduced by 50 percent.", "A wood-carver has a marginal cost of $5.00 for a unit of output, but sells that unit at $6.00"], "Answer": "A"}, {"QuestionStatement": "If the demand for potatoes increases whenever a person’s income increases, then potatoes are an example of", "Images": [], "AnswerChoices": ["An inferior good", "A free good", "A Giffen good", "A normal good", "A public good"], "Answer": "D"}, {"QuestionStatement": "The American Heart Association has just issued a report warning consumers about the negative health effects of eating beef.  Which of the following changes in the beef market is most likely to occur as a result?", "Images": [], "AnswerChoices": ["The supply curve will shift to the left, increasing the price of beef", "The demand curve will shift to the left, decreasing the price of beef", "The demand curve will shift to the right, increasing the price of beef", "Neither the supply nor demand curve will shift; only quantity will increase as price decreases", "Neither the supply nor demand curve will shift; only quantity will decrease as price increases"], "Answer": "B"}, {"QuestionStatement": "Which of the following is most likely to increase the supply of soldiers for an all-volunteer army?", "Images": [], "AnswerChoices": ["A decrease in the salaries paid to soldiers", "A decrease in the average wage rate in civilian employment", "A reduction in college tuition benefits provided to soldiers", "The imposition of new restrictions on women in the military", "An increase in the required length of service"], "Answer": "B"}]