[{"QuestionStatement": "If the increase in the price of one good decreases the demand for another, then the two goods are", "Images": [], "AnswerChoices": ["Inferior goods", "Luxury goods", "Normal goods", "Substitute goods", "Complementary goods"], "Answer": "E"}, {"QuestionStatement": "      If the minimum wage for teenagers increased to a rate higher than their market equilibrium wage, what would be the effect on their wage and employment?Wage            Employmenta.      Increase      No effectb.      Increase      Increasec.      Increase      Decreased.      Decrease      Increasee.      Decrease      Decrease", "Images": [], "AnswerChoices": ["See above", "See above", "See above ", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "If a store raises its prices by 20 percent and its total revenue increases by 10 percent, the demand it faces in this price range must be", "Images": [], "AnswerChoices": ["Inelastic", "Elastic", "Unit Elastic", "Perfectly Inelastic", "Perfectly Elastic"], "Answer": "A"}, {"QuestionStatement": "If a one-of-a-kind Etruscan vase is offered for sale at an auction, which, if any, of the following correctly shows the supply curve for the vase?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-4_files/mc004-1.jpg", "http://bencullivan.com/Econtest/APMicro/APU2/u2-4_files/mc004-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "Which of the following is true in the market for a certain product if producers consistently are willing to sell more at the going price than consumers are willing to buy?", "Images": [], "AnswerChoices": ["Demand is highly inelastic", "Supply is highly elastic", "The product is inferior", "There is a price ceiling on the product", "There is a price floor on the product"], "Answer": "E"}, {"QuestionStatement": "According to the theory of consumer behavior, which of the following decreases first as additional units of a product are consumed?", "Images": [], "AnswerChoices": ["Total utility", "Average utility", "Marginal utility", "Marginal physical product", "Total physical product"], "Answer": "C"}, {"QuestionStatement": "Under which of the following circumstances is a firm experiencing economies of scale?", "Images": [], "AnswerChoices": ["The firm increases only its labor input, and output decreases", "The firm doubles its inputs, and output triples", "The firm builds a new plant, and the average cost of production increases", "The firm hires a new plant manager, and profits increase", "The product price increases, and the firm increases its output."], "Answer": "B"}, {"QuestionStatement": "Assume that popcorn and movie attendance are complements and that Salty Concession grows corn suitable for popping.  Mr. Concession will most likely sell a greater quantity of popping corn at higher price if which of the following will occur?", "Images": [], "AnswerChoices": ["The wages of farm workers and movie theaters employees increase", "A technological improvement results in less expensive and more efficient harvesting of corn", "The introduction of new fat-free potato chips provides new competition in the snack-food market", "The release of three summer movies sets records for movie attendance", "New government regulations force movie theaters to hire more security guards at each theater"], "Answer": "D"}, {"QuestionStatement": "If bologna is an inferior good, which of the following must be true?", "Images": [], "AnswerChoices": ["The demand curve for bologna is vertical", "The demand curve for bologna is horizontal", "An increase in the price of bologna will decrease the supply of bologna", "An increase in consumer income will decrease the demand for bologna", "A decrease in consumer income will decrease the supply of bologna"], "Answer": "D"}, {"QuestionStatement": "Which of the following events will cause the demand curve for hamburgers to shift to the right?", "Images": [], "AnswerChoices": ["An increase in the price of pizza, a substitute for hamburgers", "An increase in the price of French fries, a complement to hamburgers", "An increase in the price of hamburgers", "A decrease in the price of hamburgers", "A decrease in the cost of producing hamburgers"], "Answer": "A"}, {"QuestionStatement": "If a normal good is produced in a competitive market, which of the following combinations of events could cause the price of the good to increase and the quantity to decrease?", "Images": [], "AnswerChoices": ["An increase in the average income of consumers and an increase in the number of producing firms", "An increase in the average income of consumers and an increase in the price of a variable input", "An increase in the price of a substitute good and an increase in the number of producing firms", "A decrease in the number of consumers and a decrease in the price of a variable input", "A decrease in the average income of consumers and an increase in the number of producing firms"], "Answer": "B"}, {"QuestionStatement": "In a competitive equilibrium, consumer surplus is the area of", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-4_files/mc012-1.jpg"], "AnswerChoices": ["UVZ", "WYZ", "RVUT", "XVZY", "0YZS"], "Answer": "B"}, {"QuestionStatement": "If a price floor is set at X, the quantity demanded will", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-4_files/mc013-1.jpg"], "AnswerChoices": ["Increase from 0R to 0S", "Increase from 0R to 0T", "Decrease from 0S to 0R", "Decrease from 0t to 0R", "Not change"], "Answer": "C"}, {"QuestionStatement": "Which of the following must be true if the revenues of wheat farmers increase when the price of wheat increases?", "Images": [], "AnswerChoices": ["The supply of wheat is price elastic", "The supply of wheat is income elastic", "The supply of wheat is income inelastic", "The demand for wheat is price elastic", "The demand for wheat is price inelastic"], "Answer": "E"}, {"QuestionStatement": "      The demand curve for a normal good slopes down for which of the following reasons?I.      An increase in the price of the good induces consumers to purchase substitute productsII.      An increase in the price of the good reduces consumers’ purchasing powerIII.      An increase in the price of the good increases consumers’ utility from consuming that good", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and II only", "I and III only"], "Answer": "D"}, {"QuestionStatement": "Which of the following situations best illustrates the law of demand?", "Images": [], "AnswerChoices": ["As real incomes of United States citizens have decreased over the past year, the demand for housing has also decreased", "Recent decreases in the price of imported wine have led to an increase in the consumption of domestic wine", "In the past several months, as the price of compact disc players has decreased, the quantity of compact disc players sold has increased", "The increase in the price of quality health foods has increased the revenues of firms producing these goods", "As the demand for computers has increased, the number of workers in the computer industry has increased"], "Answer": "C"}, {"QuestionStatement": "The graph above shows the supply and demand curves for gasoline.  Which of the following will occur if the government establishes a price ceiling of $1.20 per gallon?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-4_files/mc017-1.jpg"], "AnswerChoices": ["A shortage of 900 million gallons", "A shortage of 200 million gallons", "A shortage of 100 million gallons", "A surplus of 100 million gallons", "Neither a surplus nor a shortage"], "Answer": "E"}, {"QuestionStatement": "In the short run, a decrease in production costs of a product will shift", "Images": [], "AnswerChoices": ["Both the demand curve and the supply curve to the right", "The demand curve to the left and the supply curve to the right", "Only the supply curve to the right", "Only the supply curve to the left", "Only the demand curve to the left"], "Answer": "C"}, {"QuestionStatement": "Which of the following is true in the elastic range of a firm’s demand curve?", "Images": [], "AnswerChoices": ["The firm should expand output to increase economic profits", "An increase in price will also lead to an increase in total cost", "A decrease in price will likely lead to an increase in total revenue", "Marginal revenue is negative", "The firm is maximizing total revenue"], "Answer": "C"}, {"QuestionStatement": "The supply curve for automobiles will shift to the left in response to", "Images": [], "AnswerChoices": ["An increase in the efficiency of robot technology", "An increase in wages in the automobile industry", "A decrease in the number of consumers purchasing automobiles", "A decrease in the interest rates for automobile loans", "A decrease in consumers’ income"], "Answer": "B"}, {"QuestionStatement": "An increase in which of the following will most likely result in a long-run surplus of a product?", "Images": [], "AnswerChoices": ["The number of suppliers of the product", "A price that is set by law above the equilibrium price", "The demand for the product", "The costs of resources used to produce the product", "The future expected price of the product"], "Answer": "B"}, {"QuestionStatement": "Suppose that a consumer purchases two goods X and Y and that the marginal utility of X is MUx, the total utility of Y is MUy, and the total utility of Y is TUy.  If the prices of X and Y are Px and Py, respectively, which of the following expressions defines consumer equilibrium?", "Images": [], "AnswerChoices": ["TU", "x", "=TU", "y", "MU", "x", "=MU", "y", "TU", "x", "/P", "x", "=TU", "y", "/P", "y", "MU", "x", "/P", "x", "=MU", "y", "/P", "y", "(MU", "x", ") (P", "x", ") + (MU", "y", ") (P", "y", ")=1"], "Answer": "D"}, {"QuestionStatement": "To alleviate a financial crisis, a university increases student fees.  This action will increase university revenues if the price elasticity of demand for university education is", "Images": [], "AnswerChoices": ["Inelastic", "Unit elastic", "Elastic", "Equal to the price elasticity of supply", "Equal to one"], "Answer": "A"}, {"QuestionStatement": "Which of the following will occur if the government imposes a price ceiling below the equilibrium price of a good?", "Images": [], "AnswerChoices": ["The quantity sold will exceed the equilibrium quantity", "Firms’ total revenues will increase if demand is price elastic", "There will be a shortage in the market", "All firms will shut down, since price is below the equilibrium price", "Price will exceed the marginal cost of producing the last unit sold"], "Answer": "C"}, {"QuestionStatement": "Which of the following will decrease the demand for beef?", "Images": [], "AnswerChoices": ["An increase in the price of pork, if pork and beef are substitute goods", "An increase in the price of potatoes, if potatoes and beef are complementary goods", "A decrease in the cost of transporting beef to consumers", "An increase in the income levels of most consumers, if beef is a normal good", "Research showing beef is better for your health than chicken"], "Answer": "B"}, {"QuestionStatement": "Mr. Carpenter devotes his working time to producing tables and chairs.  An increase in the demand for chairs will result in", "Images": [], "AnswerChoices": ["An increase in the amount of time he devotes to producing tables", "An increase in the opportunity cost of producing tables", "A decrease in the price of lumber", "A decrease in the price of chairs", "A decrease in his total revenue"], "Answer": "B"}]