[{"QuestionStatement": "      Assume that both the supply and the demand for a good are relatively price elastic.  The imposition of a per-unit excise tax on the scale of the good would cause the equilibrium price and quantity to change in which of the following ways?            Price            Quantitya.      Increase            Increaseb.      Increase            No changec.      Increase            Decreased.      Decrease            No changee.      Decrease            Decrease", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "      Assume that consumers consider potatoes to be an inferior good, but consider rice to be a normal good.  An increase in consumers’ incomes will most likely affect the equilibrium price and quantity of potatoes and rice in which of the following ways?               Potatoes                        Rice                Price       Quantity         Price        Quantitya.      Decrease       Decrease      Increase       Increaseb.      Decrease      Increase      Increase       Decreasec.      Decrease      Decrease      Decrease      Decreased.      Increase      Increase      Decrease      Decreasee.      Increase      Decrease      Increase       Decrease", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "Assume that a consumer spends all her income on the purchase of two goods.  If the consumer’s income doubles and the prices of the two goods also double, the quantity of the two goods purchased will", "Images": [], "AnswerChoices": ["Also double", "More than double", "Increase, but it will be less than double", "Not change", "Depend on the slope of the demand curve"], "Answer": "D"}, {"QuestionStatement": "If a 5 percent wage increase in a particular labor market results in a 10 percent decrease in employment, the demand for labor is", "Images": [], "AnswerChoices": ["Perfectly elastic", "Relatively elastic", "Unit elastic", "Relatively inelastic", "Perfectly inelastic"], "Answer": "B"}, {"QuestionStatement": "Which of the following tends to increase the gap in earnings between skilled and unskilled workers over time?", "Images": [], "AnswerChoices": ["An increase in the demand for unskilled workers relative to skilled workers", "An increase in the supply of skilled workers relative to unskilled workers", "A decrease in the demand for unskilled workers relative to skilled workers", "A decrease in both the demand for and the supply of skilled workers", "An increase in both the demand for and supply of unskilled workers"], "Answer": "C"}, {"QuestionStatement": "Consumer surplus is defined as", "Images": [], "AnswerChoices": ["Opportunity cost minus total revenue", "Total revenue minus opportunity cost", "The difference between the resource costs and the price that consumers pay", "The difference between the value that consumers place on a good and the price they pay", "The sum of external costs and benefits"], "Answer": "D"}, {"QuestionStatement": "Which of the following would cause the equilibrium price of good X to increase?", "Images": [], "AnswerChoices": ["Producers of good X find a new technology that reduces the cost of producing X", "The price of an essential input in the production of good X increases", "Goods X and Y are complements, and the government imposes a tax on good Y", "Good X is a normal good, and the government increases income taxes by 3%.", "Good X is an inferior good, and the government decreases income taxes by 10%"], "Answer": "B"}, {"QuestionStatement": "The graph above shows the supply and demand curves for artichokes.  The surgeon general announces that eating an artichoke a day dramatically reduces one’s likelihood of developing cancer.  Simultaneously an infestation of artichoke weevil severely damages the crop.  Which of the following will definitely occur as a result?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-5_files/mc008-1.jpg"], "AnswerChoices": ["The supply of artichokes will increase", "The price of artichokes will increase", "The demand for artichokes will decrease", "The quantity of artichokes grown will decrease", "The profits of farmers who specialize in growing artichokes will decrease"], "Answer": "B"}, {"QuestionStatement": "The price of an airline ticket is typically lower if a traveler buys the ticket several weeks before the flight’s departure date rather than on the day of departure.  The pricing strategy is based on the assumption that", "Images": [], "AnswerChoices": ["Travelers are not aware of how airline prices change across time", "Travelers do not have alternative modes of transportation", "Travelers will pay any price to travel as the departure date approaches", "The marginal cost of the last few seats on an airplane is higher than that for the first few seats", "Travelers’ demand becomes less elastic as the departure date approaches"], "Answer": "E"}, {"QuestionStatement": "If the demand for good Y increases as the price of good X decreases, it can be concluded that", "Images": [], "AnswerChoices": ["X and Y are substitute goods", "X and Y are complementary goods", "X is an inferior good and Y is a superior good", "X is a superior good and Y is an inferior good", "Both X and Y are inferior goods"], "Answer": "B"}, {"QuestionStatement": "If the market demand for a good is inelastic and the supply is elastic, which of the following is true when there is an increase in sales tax?", "Images": [], "AnswerChoices": ["Consumers will bear most of the burden of the tax", "Producers will bear all of the burden of the tax", "Producers will bear most of the burden of the tax or risk losing sales", "Both consumers and producers will share the burden of the tax equally", "The price of the good will not change"], "Answer": "A"}, {"QuestionStatement": "Leather and beef are jointly produced such that an increase in the production of one results in an equal increase in the production of the other.  An increase in the demand for leather will most likely cause", "Images": [], "AnswerChoices": ["A decrease in the price of leather", "A decrease in the price of beef", "A decrease in the equilibrium quantity of beef sold", "An increase in the demand for beef in the short run", "An increase in the supply of leather"], "Answer": "B"}, {"QuestionStatement": "The graph above illustrates the labor market for teenage workers.  The current minimum wage for all workers is W1.  If Congress introduces a sub-minimum wage, W2 that applies only to teenagers, what is the most likely effect on teenage employment?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-5_files/mc013-1.jpg"], "AnswerChoices": ["Teenage employment will increase because firms will want to hire more teenagers at W", "2", " than at W", "1", "Teenage employment will increase because more teenagers will want to work at W", "2", " than at W", "1", "Teenage employment will decrease because fewer teenagers will want to work at W", "2", " than at W", "1", "Teenage employment will decrease because firms will want to hire fewer teenagers at W", "2", " than at W", "1", "Teenagers employment will stay the same because the market-clearing wage is lower than W", "1", " and W", "2"], "Answer": "A"}, {"QuestionStatement": "Assume that the government increases the unit excise tax on gasoline suppliers and also that people commute longer distances to work as more houses are built in city suburbs.  As a result, the equilibrium price and quantity of gasoline will most likely change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-5_files/mc014-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "The graph above shows the market demand for good X.  A movement from point A to point B would most likely be caused by", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-5_files/mc015-1.jpg"], "AnswerChoices": ["An increase in the price of good Z, a substitute", "An increase in consumers’ income", "A decrease in consumers’ income", "A decrease in production costs for good X", "A decrease in the supply of good X"], "Answer": "D"}, {"QuestionStatement": "To maximize utility, a consumer with a fixed budget will purchase quantities of goods so that the ratios of the marginal utility of each good to its", "Images": [], "AnswerChoices": ["Total utility are the greatest", "Total utility are the same", "Price are the greatest", "Price are equal to one", "Price are equal"], "Answer": "E"}, {"QuestionStatement": "In the current labor market, suppose that the wage rate for accountants is significantly higher than the wage rate for economists.  In the long run, if you observed that the wage rate for economists rose while the wage rate for accountants fell, which of the following would best explain your observation?", "Images": [], "AnswerChoices": ["The supply of economists must have increased, and the supply of accountants must have decreased", "The supply of economists must have decreased, and the supply of accountants must have increased", "The demand for economists must have increased, and the supply of accountants must have decreased", "The demand for economists must have decreased, and the supply of accountants must have increased", "The demand for both economists and accountants must have decreased"], "Answer": "B"}, {"QuestionStatement": "Assume that the price elasticity of demand for good X is constant and equal to -0.5 and the price elasticity of demand for good Y is constant and equal to -2.  Assume that goods X and Y have identical upward-sloping elastic supply curves.  If a per-unit excise tax of the same amount is levied on good X and on good Y, which of the following must be true?", "Images": [], "AnswerChoices": ["The percentage decrease in the quantity of good X demanded would be greater than the percentage decrease in the quantity of good Y demanded", "The tax share paid by consumers of good X would be relatively higher than that paid by consumers of good Y", "The tax share paid by consumers of good Y would be relatively higher than that paid by consumers of good X", "The tax share paid by sellers of good Y would be relatively lower than that paid by sellers of good X", "The tax share paid by sellers of goods X and Y would be the same"], "Answer": "B"}, {"QuestionStatement": "Assume that demand for bottled water is relatively price elastic.  An increase in supply of bottled water will result in which of the following?", "Images": [], "AnswerChoices": ["A decrease in price, leading to an increase in revenue", "A decrease in price, leading to a decrease in total revenue", "An excess supply of bottled water", "An excess demand for bottled water", "A relatively small decrease in price and no change in equilibrium quantity"], "Answer": "A"}, {"QuestionStatement": "A leftward shift in the supply curve of watches could be caused by", "Images": [], "AnswerChoices": ["An increase in the price of watches", "An increase in wages paid to workers who produce watches", "An improvement in the technology associated with watchmaking", "A decrease in the price of parts used in the production of watches", "An increase in population"], "Answer": "B"}, {"QuestionStatement": "If growing corn becomes more profitable than growing wheat, which of the following will occur?", "Images": [], "AnswerChoices": ["The supply of corn will decrease", "The price of wheat will decrease", "The price of corn will decrease", "The demand for wheat will increase", "The demand for corn will increase"], "Answer": "C"}, {"QuestionStatement": "In the market shown in the graph above, at a price of $5, there will be", "Images": ["http://bencullivan.com/Econtest/APMicro/APU2/u2-5_files/mc022-1.jpg"], "AnswerChoices": ["A surplus and the price will eventually fall", "A surplus generating a decrease in demand", "A shortage and the price will eventually rise", "A shortage generating an increase in supply", "An increase in supply and a decrease in demand"], "Answer": "A"}, {"QuestionStatement": "Assume that the market for tomatoes is in the equilibrium at a price of $35 per bushel.  If the demand for tomatoes decreases, which of the following will occur?", "Images": [], "AnswerChoices": ["A shortage at $35, creating an increase in price, leading to an increase in quantity supplied", "A shortage at $35, leading to an increase in supply and a decrease in price", "A surplus at $35, leading to a decrease in price and in quantity supplied", "A surplus at $35, leading to a decrease in supply and an increase in price", "A surplus at $35, leading to an increase in price and a decrease in quantity demanded"], "Answer": "C"}, {"QuestionStatement": "If the income elasticity of demand for good X is negative and the cross-price elasticity of demand between good X and good Y is negative, which of the following must be true of good X?", "Images": [], "AnswerChoices": ["X is a normal good and is a substitute for Y", "X is a normal good and is a complement to Y", "X is an inferior good and is a substitute for Y", "X is an inferior good and is a complement to Y", "X is a normal good and Y is an inferior good"], "Answer": "D"}, {"QuestionStatement": "Assume that the price of good X decreases from $10 to $9 per unit that the quantity demanded of good X increases from 25 to 30 units.  In this price range, the demand for good X is", "Images": [], "AnswerChoices": ["Inelastic", "Elastic", "Unit elastic", "Perfectly inelastic", "Perfectly elastic"], "Answer": "B"}, {"QuestionStatement": "The difference between the price a consumer would be willing to pay for a cone of ice cream and the actual market price that she pays gives a measure of her", "Images": [], "AnswerChoices": ["Consumer surplus", "Producer surplus", "Marginal utility", "Marginal cost", "Ability to pay"], "Answer": "A"}, {"QuestionStatement": "Which of the following is true of the substitution effect of an increase in the price of a normal good", "Images": [], "AnswerChoices": ["It works to offset the income effect", "It works to reinforce the income effect", "It is less than the income effect", "It causes an increase in the quantity", "It causes an increase in the demand for the good"], "Answer": "B"}]