[{"QuestionStatement": "If labor is the only variable input in the production process, the short-run marginal cost curve is upward sloping because which of the following occurs as more and more labor is added?", "Images": [], "AnswerChoices": ["Output decreases, and thus marginal cost increases", "Output increases, and thus marginal cost increases", "Output increases at an increasing rate, and thus the cost of producing each additional unit of output increases", "Output increases at a decreasing rate, and thus the cost of producing each additional unit of output increases", "Output increases at a decreasing rate, and thus the cost of producing each additional unit of output decreases"], "Answer": "D"}, {"QuestionStatement": "At a firm’s current rate of output, the marginal cost is $65, the average variable cost is $35, the average fixed cost is $30, and the product price is $65.  Which of the following statements is true for the firm?", "Images": [], "AnswerChoices": ["Economic profits are zero because marginal revenue equals marginal cost", "Economic profits are negative because total revenue is less than total cost", "Economic profits are positive because total revenue is greater than total cost", "Economic profits are negative because price is greater than average variable cost", "Economic profits are zero because price equals average total cost"], "Answer": "E"}, {"QuestionStatement": "1.      The graph above shows the short-run cost curves of a firm in a perfectly competitive market.  Which of the following are true at the firm’s profit maximizing output level?I.      Price exceeds average total costII.      Economic profits are zeroIII.      Marginal cost equals average total costIV.      New firms are likely to enter the market in the long run", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-2_files/mc003-1.jpg"], "AnswerChoices": ["I and II only", "I and III only", "I and IV only", "II, III, and IV only", "I, II, III, and IV"], "Answer": "C"}, {"QuestionStatement": "In order to minimize short-run losses, a profit-maximizing firm will necessarily shut down production under which of the following conditions?", "Images": [], "AnswerChoices": ["Total revenue is less than total cost", "Marginal cost is greater than average total cost", "Marginal cost is less than marginal revenue", "Average revenue is less than average variable cost", "Average revenue is less than average total cost"], "Answer": "D"}, {"QuestionStatement": "At her current level of consumption, a consumer is willing to pay up to $1.50 for a bottle of water and up to $1,500 for a diamond ring because the", "Images": [], "AnswerChoices": ["Total utility of diamond rings is greater than the total utility of water", "Total utility of water is less than the marginal utility of a diamond ring", "Marginal utility of a bottle of water is less than the marginal utility of a diamond ring", "Marginal utility of a bottle of water is greater than the marginal utility of a diamond ring", "Consumer is irrational and does not understand that water is more important than a diamond"], "Answer": "C"}, {"QuestionStatement": "If a firm’s production process exhibits economies of scale, which of the following will occur when the firm’s output increases?", "Images": [], "AnswerChoices": ["Its short-run average total costs will rise", "Its long-run average total costs will rise", "Its long run average total costs will fall", "Its short-run total costs will fall", "Its long-run total costs will fall"], "Answer": "C"}, {"QuestionStatement": "If total revenue is increasing as output increases, marginal revenue is always", "Images": [], "AnswerChoices": ["Equal to average revenue", "Less than average revenue", "Increasing", "Decreasing", "Greater than zero"], "Answer": "E"}, {"QuestionStatement": "Which of the following is true of the marginal cost curve?", "Images": [], "AnswerChoices": ["It intersects the average variable cost curve and the average total cost curve at each curve’s minimum point", "It intersects the average variable cost curve and the average fixed cost curve at each curve’s minimum point", "It lies between the total cost curve and the total variable cost curve", "It increases initially, for a time, but begins to decline when the point of diminishing marginal returns is reached", "It decreases, because average variable cost is less than marginal cost"], "Answer": "A"}, {"QuestionStatement": "If the marginal cost of producing the first unit of some good is $20 and the marginal cost of producing the second unit is $30, the average variable cost of producing 2 units is", "Images": [], "AnswerChoices": ["$5", "$10", "$20", "$25", "$50"], "Answer": "D"}, {"QuestionStatement": "All of the following are essential characteristics of a perfectly competitive industry EXCEPT", "Images": [], "AnswerChoices": ["All of the products produced by the firms in the industry are homogeneous", "All firms in the industry are price takers", "All consumers and firms are completely aware of the prices at which transactions take place in the industry", "There are barriers to entry into and exit from the industry", "Price is equal to marginal revenue for every firm in the industry"], "Answer": "D"}, {"QuestionStatement": "Which of the following indicates that a perfectly competitive firm is in long-run equilibrium?", "Images": [], "AnswerChoices": ["Price equals marginal cost", "Price equals average revenue", "Price equals marginal cost, which equals average total cost", "Price equals average revenue, which equals marginal revenue", "Price equals average fixed cost"], "Answer": "C"}, {"QuestionStatement": "If a perfectly competitive firm is producing where marginal cost is rising and greater than marginal revenue, to maximize profits it should", "Images": [], "AnswerChoices": ["Increase the level of production", "Decrease the level of production", "Maintain current levels of production", "Increase price", "Decrease price"], "Answer": "B"}, {"QuestionStatement": "If a firm is experiencing economies of scale, which of the following will decrease as output increases?", "Images": [], "AnswerChoices": ["Fixed costs", "Long-run total cost", "Long-run average total cost", "Marginal cost", "Marginal revenue"], "Answer": "C"}, {"QuestionStatement": "The table below shows a production function for a firmAll of the information can be concluded from the information in the table EXCEPT:", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-2_files/mc014-1.jpg"], "AnswerChoices": ["Diminishing marginal returns set in after the fourth unit of the variable input", "Marginal product is positive if total product is increasing", "This is a production function for a perfectly competitive firm", "A profit-maximizing firm would never voluntarily employ the eighth unit of the variable input", "Total product starts to decrease when marginal product changes from positive to negative"], "Answer": "C"}, {"QuestionStatement": "Which of the following segments of the marginal cost curve lies entirely on the firm’s short-run supply curve?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-2_files/mc015-1.jpg"], "AnswerChoices": ["TUV", "STU", "RSTU", "RSTUV", "RS"], "Answer": "A"}, {"QuestionStatement": "Assume that, for a perfectly competitive firm, marginal cost equals average variable cost at $10, marginal cost equals average total cost at $15, and marginal revenue equals marginal cost at $12.  On the basis of this information, the firm should", "Images": [], "AnswerChoices": ["Close down in the short run", "Operate in the short run, even though it will sustain a loss", "Operate in the short run, because it will make an economic profit of $3 per unit", "Operate in the long run, because it will make an economic profit of $3 per unit", "Operate in the short run, but decrease output to decrease its cost"], "Answer": "B"}, {"QuestionStatement": "Which of the following is a result of increasing returns to sale?", "Images": [], "AnswerChoices": ["Upward sloping short-run marginal cost curve", "Downward sloping marginal physical product of labor curve", "Downward sloping long-run average total cost curve", "Diseconomies of scale", "Diminishing returns"], "Answer": "C"}, {"QuestionStatement": "       Assume that olive oil is produced in a constant-cost, perfectly competitive industry, which is currently in long-run equilibrium.  If the current price of olive oil is $5 per quart and the demand for olive oil increases, then the price of olive oil will change in which of the following ways in the short-run and long run?            Short Run      Long Runa.      Be more than $5      Be more than $5b.      Be more than $5      Be equal to $5c.      Be equal to $5      Be equal to $5d.      Be less than $5      Be less than $5e.      Be less than $5      Be equal to $5", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "For a perfectly competitive firm, increasing cost industry, an increase in the industry’s demand will lead to which of the following in the long run?", "Images": [], "AnswerChoices": ["An upward shift in each firm’s long-run average cost curve", "An increase in each firm’s profit", "A decrease in the price of an input and a decrease in total industry profits", "A decrease in total industry sales", "A decrease in total producer surplus and an increase in total consumer surplus"], "Answer": "A"}, {"QuestionStatement": "If a good is available free of charge, an individual will consume it until", "Images": [], "AnswerChoices": ["Marginal utility is zero", "Average utility is zero", "Total utility is zero", "Marginal utility equals average utility", "Marginal utility equals total utility"], "Answer": "A"}, {"QuestionStatement": "If labor is the only variable input of a firm and the marginal product of labor is falling, the firm will always produce", "Images": [], "AnswerChoices": ["More than the profit-maximizing level of output", "Less than the profit-maximizing level of output", "At a level of output where average total cost is at a minimum", "At a level of output where marginal costs are rising", "At a level of output where average variable costs are falling"], "Answer": "D"}, {"QuestionStatement": "Short-run marginal costs eventually increase because of the effects of", "Images": [], "AnswerChoices": ["increasing marginal product", "diminishing marginal product", "diseconomies of scale", "economies of scale", "increasing fixed costs"], "Answer": "B"}, {"QuestionStatement": "Which of the following must be true if a firm is experiencing economies of scale?", "Images": [], "AnswerChoices": ["All costs are explicit", "Long-run average total cost decreases as the _firm’s output increases", "Economic profits decrease as the firm’s _output increases", "Long-run average total cost remains constant _as the firm’s output decreases", "Proportionate increases in inputs result in _less-than-proportionate increases in output"], "Answer": "B"}, {"QuestionStatement": "If a new tax on capital increases a firm’s fixed cost of production, which of the following will occur in the short run?", "Images": [], "AnswerChoices": ["Marginal cost will increase", "Average variable cost will increase", "Average total cost will increase", "The profit-maximizing level of output will increase", "The profit-maximizing level of output will decrease"], "Answer": "C"}, {"QuestionStatement": "At 100 units of output, a firm’s total cost is $10,000. If the firm’s total fixed cost is $4,000, its average variable cost is equal to", "Images": [], "AnswerChoices": ["$140", "$100", "$60", "$40", "$0"], "Answer": "C"}]