[{"QuestionStatement": "The diagram above shows a perfectly competitive firm’s short-run cost curves.  If the price of the output increases from $8 to $10, the profit-maximizing firm will", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-4_files/mc001-1.jpg"], "AnswerChoices": ["Continue producing 15 units because average total cost is at a minimum", "Continue producing 15 units because average total cost is equal to marginal cost", "Increase output to 20 units because this is the output at which price equals average total cost", "Increase output to 18 units because this is the output at which price equals marginal cost", "Decrease output to 10 units because this is the output at which average variable cost is at a minimum"], "Answer": "D"}, {"QuestionStatement": "Which of the following statements is true about a firm that sells its output in a perfectly competitive market?", "Images": [], "AnswerChoices": ["The demand for its product is a downward sloping function", "The firm will earn zero economic profits in long-run equilibrium", "Advertising is an important tool of the firm", "The firm will increase its total economic profits if it charges a price that is lower than the market price", "The marginal revenue the firm receives from selling an additional unit of output will be different from the price at which it sells that unit"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true about a firm’s average variable cost?", "Images": [], "AnswerChoices": ["It will rise if marginal cost is less than average variable cost", "It will never equal the firm’s marginal cost", "It will decline when the firm’s marginal product declines", "It will be negative if marginal revenue declines", "It will equal average total cost when fixed costs are zero"], "Answer": "E"}, {"QuestionStatement": "At a market price of $6, the profit maximizing rate of output will result in", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-4_files/mc004-1.jpg"], "AnswerChoices": ["Economic profits", "Economic losses", "Normal profits", "Profits that are less than normal", "Profits that are greater than normal"], "Answer": "C"}, {"QuestionStatement": "If the market price is $10, how many widgets should this profit maximizing firm produce?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-4_files/mc005-1.jpg"], "AnswerChoices": ["3,000", "6,000", "12,000", "16,000", "21,000"], "Answer": "D"}, {"QuestionStatement": "A competitive firm produces a product using labor and plastic.  The firm is initially in equilibrium.  If the cost of plastic suddenly increases, which of the following will occur?", "Images": [], "AnswerChoices": ["The demand curve for the product will shift to the left", "The firm’s demand curve for plastic will shift to the left", "The firm will increase the number of units offered for sale", "The firm will definitely go out of business, since competitive firms earn zero economic profits in equilibrium", "The firm’s marginal costs will increase at each level of output"], "Answer": "E"}, {"QuestionStatement": "Given the cost and demand schedules depicted above, if the firm increased output from q1 to q2, it would", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-4_files/mc007-1.jpg"], "AnswerChoices": ["Earn a normal profit", "Experience an increase in profits", "Experience a decline in profits", "Increase revenues but not costs", "Increase costs but not revenues"], "Answer": "C"}, {"QuestionStatement": "1.      Which of the following are characteristics of a perfectly competitive industry?I.      New firms can enter the industry easilyII.      There is no product differentiationIII.      The industry’s demand curve is perfectly elasticIV.      The supply curve of an individual firm in the industry is perfectly elastic", "Images": [], "AnswerChoices": ["I and II only", "I and III only", "II and IV only", "I, II, and IV only", "I, III, and IV only"], "Answer": "A"}, {"QuestionStatement": "A farmer produces peppers in a perfectly competitive market.  If the price falls, in the short run the farmer should", "Images": [], "AnswerChoices": ["Increase production until the new price equals average revenue", "Increase production to offset the fall in price", "Discontinue production if the new price is less than marginal revenue", "Continue to produce only if the new price covers average fixed costs", "Continue to produce only if the new price covers average variable costs"], "Answer": "E"}, {"QuestionStatement": "Which of the following is true if a perfectly competitive market is in long-run equilibrium?", "Images": [], "AnswerChoices": ["Market price will eventually decrease", "New firms will enter the industry", "Marginal revenue is equal to average total cost", "Price is not equal to marginal revenue", "Average variable costs are decreasing"], "Answer": "C"}, {"QuestionStatement": "The table above shows the various units of output that can be produced with different combinations of capital and labor.  Which of the following statements is correct according to the information in the table?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-4_files/mc011-1.jpg"], "AnswerChoices": ["In the long run, these are constant returns to scale", "In the long run, there are increasing returns to scale", "In the short run, the marginal product of capital is constant", "In the short run, the marginal product of labor is constant", "In the short run, the law of diminishing marginal returns does not hold"], "Answer": "A"}, {"QuestionStatement": "In most cases the supply curve for a perfectly competitive industry can be described as which of the following?", "Images": [], "AnswerChoices": ["More elastic in the short run than in the long run", "More elastic in the long run than in the short run", "Downward sloping in the short run", "Perfectly inelastic in the long run", "Perfectly elastic in the short run"], "Answer": "B"}, {"QuestionStatement": "      In a perfectly competitive market, which of the following shifts in the supply and demand curves will definitely cause both the equilibrium price and quantity to decrease?      Supply Curve                  Demand Curvea.      Shifts to the left                  Shifts to the leftb.      Shifts to the left                  No shiftc.      Shifts to the right      Shifts to the rightd.      No shift            Shifts to the righte.      No shift            Shifts to the left", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "The vertical distance CF represents", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-4_files/mc014-1.jpg"], "AnswerChoices": ["Total cost of producing Q", "1", " units of output", "Average total cost of producing Q", "1", " units of output", "Average fixed cost of producing Q", "1", " units of output", "Average variable cost of producing Q", "1", " units of output", "Amount of the firm’s loss resulting from producing Q", "1", " units of output"], "Answer": "C"}, {"QuestionStatement": "If marginal revenue is equal to P1, all of the following statements are true EXCEPT:", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-4_files/mc015-1.jpg"], "AnswerChoices": ["Total revenue will equal total costs", "The firm will produce Q1 units of output", "The firm will produce the efficient level of output", "The firm will earn a normal profit", "The firm will increase production in the long run"], "Answer": "E"}, {"QuestionStatement": "Which of the following best describes a perfectly competitive market?", "Images": [], "AnswerChoices": ["Many small firms producing differentiated products and facing significant barriers to entry", "Many small firms producing a homogeneous product and facing significant barriers to entry", "Many small firms producing a homogeneous product and facing no significant barriers to entry", "A single large firm facing significant barriers to entry", "A few large firms producing a differentiated product and facing no significant barriers to entry"], "Answer": "C"}, {"QuestionStatement": "Assume that a competitive industry producing a normal good is in long-run equilibrium.  If average consumer income decreases, which of the following changes will occur?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-4_files/mc017-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "The relationship in the graph above best illustrates the economic concept of", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-4_files/mc018-1.jpg"], "AnswerChoices": ["Opportunity cost", "Diminishing marginal utility in consumption", "Diminishing marginal returns in productivity", "Production possibilities", "Comparative advantage"], "Answer": "C"}, {"QuestionStatement": "In a perfectly competitive industry, the market price of the product is $12.  A firm produces at a level of output where average total cost is $16, marginal cost is $16, and average variable cost is $8.  To maximize its profit, the firm should", "Images": [], "AnswerChoices": ["Decrease its selling point", "Increase its selling point", "Decrease output but keep producing", "Shut down", "Leave both price and output unchanged"], "Answer": "C"}, {"QuestionStatement": "When a perfectly competitive firm sells additional units of output, its total revenue will", "Images": [], "AnswerChoices": ["Remain constant", "Increase rapidly at first, then decline", "Increase at a decreasing rate", "Increase at an increasing rate", "Increase at a constant rate"], "Answer": "E"}, {"QuestionStatement": "The following chart shows the total utility that Juan receives from consuming various amounts of chocolate candy bars each dayWhich of the following statements about Juan’s marginal utility is correct?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-4_files/mc021-1.jpg"], "AnswerChoices": ["His marginal utility from the first candy bar is greater than his marginal utility from the second candy bar", "His marginal utility from the fourth candy bar is greater than his marginal utility from the third candy bar", "His marginal utility increases at a constant rate", "He first experiences diminishing marginal utility with the consumption of the fifth candy bar", "His greatest marginal utility comes from his consumption of the fourth candy bar"], "Answer": "A"}, {"QuestionStatement": "According to the table above, which shows the costs of production for a firm, the average total cost of producing 3 units of output is", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-4_files/mc022-1.jpg"], "AnswerChoices": ["$5.00", "$11.67", "$13.33", "$15.00", "$20.00"], "Answer": "E"}, {"QuestionStatement": "A perfectly competitive firm, earning economic profits, produces and sells 100 units of output at a price of $20 per unit.  If its marginal cost of increasing output to a rate of 101 units is $18, which of the following statements is correct?", "Images": [], "AnswerChoices": ["The total revenue from selling 101 units is the same as the total revenue from selling 100 units", "The total profit from selling 101 units is $2 greater than the total profit from selling 100 units", "The total cost of producing 101 units is $2 greater than the total cost of producing 100 units", "To sell 101 units, the firm must reduce its price below $20", "To sell 101 units, the firm must raise its price above $20"], "Answer": "B"}, {"QuestionStatement": "      In the short run in perfect competition, the industry’s demand curve and a firm’s demand curve have which of the following slopes?                Industry’s                  Firm’s           Demand Curve         Demand Curvea.      Horizontal               Downward slopingb.      Horizontal               Horizontalc.      Downward sloping         Horizontald.      Downward sloping         Downward slopinge.      Vertical               Horizontal", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "Assume the total fixed costs are $46, that the average product of labor is 5 units when 10 units of output are produced, and that the wage rate is $12.  If labor is the only variable input, what is the average total cost of producing 10 units of output?", "Images": [], "AnswerChoices": ["$2", "$5", "$7", "$9", "$12"], "Answer": "C"}]