[{"QuestionStatement": "If labor is the only variable input and it costs $15 per hour and if the marginal product of labor is 3 units per hour, the short-run marginal cost of 1 unit of output is approximately", "Images": [], "AnswerChoices": ["$0.20", "$3.00", "$5.00", "$15.00", "$45.00"], "Answer": "C"}, {"QuestionStatement": "If a perfectly competitive firm wishes to maximize profits and is producing where price exceeds both marginal cost and average variable cost, then the firm is", "Images": [], "AnswerChoices": ["Producing too little output", "Producing where its marginal revenue is less than its marginal cost", "Using too much of the variable input", "Charging too high a price for its output", "Not earning any economic profits"], "Answer": "A"}, {"QuestionStatement": "ABC Limited Inc., sells its product in a perfectly competitive market for a price of $15 per unit and hires workers at a daily wage of $75.  Labor is the only factor cost, and the firm is currently earning profits.  If ABC hires one more worker and output increases by 5 units per day, the firm’s profits will", "Images": [], "AnswerChoices": ["Decrease by $5", "Decrease by $75", "Increase by $75", "Increase by $15", "Remain unchanged"], "Answer": "E"}, {"QuestionStatement": "If the price of a firm’s variable input increases, which of the following will occur?", "Images": [], "AnswerChoices": ["The firm will decrease its level of production.", "The price of the good will decrease in the short run", "The firm’s marginal costs will decrease at every level of output", "The firm’s average fixed cost will decrease", "More firms will enter the industry in the long run"], "Answer": "A"}, {"QuestionStatement": "In a given time period, a person consumes more and more of a good or service, and, as a result, enjoys each additional unit less and is willing to pay less for each additional unit.  This behavior is consistent with the law of ", "Images": [], "AnswerChoices": ["Diminishing returns", "Diminishing marginal product", "Diminishing marginal utility", "Increasing costs", "Scarce resources"], "Answer": "C"}, {"QuestionStatement": "Which of the following best describes the relationship between the average total cost curve and the marginal cost curve in the short run?", "Images": [], "AnswerChoices": ["If the average total cost curve is rising, the marginal cost curve is above the average total cost curve", "If the average total cost curve is rising, the marginal cost curve is below the average total cost curve", "If the average total cost curve is above the marginal cost curve, the marginal cost curve is rising", "If the average total cost curve is below the marginal cost curve, the marginal cost curve is falling", "If the average marginal cost curves intersect, the marginal cost curve is at the minimum"], "Answer": "A"}, {"QuestionStatement": "One characteristic of perfectly competitive markets is that individual firms", "Images": [], "AnswerChoices": ["Engage in product differentiation", "Are free to enter or exit an industry in the long run", "Earn positive economic profits in the long run", "Advertise to increase market share", "Face a downward-sloping demand curve"], "Answer": "B"}, {"QuestionStatement": "At the current production level of good X, price is greater than marginal cost.  Which of the following actions would lead to greater efficiency?", "Images": [], "AnswerChoices": ["Decreasing the production of good X", "Increasing the production of good X", "Maintaining the current level of production of good X", "Imposing a tax on the production of good X", "Imposing an effective price floor on good X"], "Answer": "B"}, {"QuestionStatement": "Economies of scale exist when", "Images": [], "AnswerChoices": ["The doubling of all inputs doubles the output produced", "Short-run average total costs decreases as output increases", "Short-run average total cost remains constant as output increases", "Long-run average total cost increases as output increases", "Long-run average total cost decreases as output increases"], "Answer": "E"}, {"QuestionStatement": "Lockotek produces toy trains and pays each worker $350 per week.  Five workers can produce 40 trains per week and six workers can produce 45 trains per week.  The marginal product per week of the sixth worker is", "Images": [], "AnswerChoices": ["$70", "$350", "5 trains", "7.5 trains", "42.5 trains"], "Answer": "C"}, {"QuestionStatement": "Technological advances will lead to", "Images": [], "AnswerChoices": ["An increase in marginal utility", "A decrease in average total costs", "A decrease in net exports", "An increase in the marginal costs", "Diseconomies of scale"], "Answer": "B"}, {"QuestionStatement": "Marginal cost is defined as", "Images": [], "AnswerChoices": ["Change in total cost resulting from producing an additional unit of output", "Change in total cost resulting from using an additional unit of output", "Difference between total cost and total variable cost", "Difference between total variable cost and total fixed cost", "Difference between average total cost and average variable cost divided by output"], "Answer": "A"}, {"QuestionStatement": "In the short run, a perfectly competitive firm should shut down whenever", "Images": [], "AnswerChoices": ["Minimum average variable cost exceeds price", "Minimum average total cost exceeds price", "Marginal revenue exceeds marginal cost", "Marginal cost exceeds marginal revenue", "It is losing money"], "Answer": "A"}, {"QuestionStatement": "A constant cost, perfectly competitive industry is in long run equilibrium.  If the demand for the good increases, which of the following will occur in the long run?", "Images": [], "AnswerChoices": ["The price will remain unchanged", "The price will increase", "The price will decrease", "Economic profits will increase", "Economic profits will decrease"], "Answer": "A"}, {"QuestionStatement": "If a perfectly competitive firm increases its price above the market equilibrium price, which of the following will be true for this firm?", "Images": [], "AnswerChoices": ["Its total revenue will increase", "Its profit will increase", "Its sales will decrease but profit will not be affected", "Its demand curve will become downward sloping", "It will not be able to sell any output"], "Answer": "E"}, {"QuestionStatement": "Which of the following best explains why the short-run average total cost curve is U-shaped?", "Images": [], "AnswerChoices": ["Spreading total fixed costs over a larger output, and constant returns", "Spreading total fixed costs over a larger output, and eventually diminishing returns", "Increasing total fixed costs and increasing returns", "Increasing average variable costs and decreasing returns", "Decreasing average variable costs and increasing returns"], "Answer": "B"}, {"QuestionStatement": "Assume that a firm is maximizing short-run profits and that the price is greater than average variable cost.  Which of the following must be true at the firm’s level of output?", "Images": [], "AnswerChoices": ["Marginal revenue is equal to average total cost", "Marginal revenue is greater than total variable cost", "Marginal revenue is equal to price, which is greater than average total cost", "Marginal revenue is equal to marginal cost", "Price is equal to average total cost"], "Answer": "D"}, {"QuestionStatement": "When marginal product exceeds average product, which of the following must be true?", "Images": [], "AnswerChoices": ["Average product is increasing ", "Average product is decreasing", "Marginal product is increasing", "Total product is decreasing", "Total product is at its maximum"], "Answer": "A"}, {"QuestionStatement": "A merger of two firms may increase economic efficiency by", "Images": [], "AnswerChoices": ["Decreasing average total cost through an increase in economies of scale", "Decreasing output to reduce marginal cost and equalize price", "Increasing economic profits but decreasing consumer surplus", "Increasing consumer surplus by decreasing economic profits", "Increasing consumer surplus by shifting the demand curve for the product to the right"], "Answer": "A"}, {"QuestionStatement": "In the short run, which of the following is true of a firm’s average total cost of production?", "Images": [], "AnswerChoices": ["It is equal to marginal cost plus average variable cost", "It is equal to marginal cost plus average fixed cost", "It is equal to average fixed cost plus average variable cost", "It always increases when a firm increases production", "It is zero if the firm shuts down"], "Answer": "C"}, {"QuestionStatement": "Let W denote the nominal wage, P the output price, and MPL the marginal product of labor.  Which of the following relationships correctly estimates the marginal cost (MC) of production for a perfectly competitive firm in the short run?", "Images": [], "AnswerChoices": ["MC=P/MP", "L", "MC=P * MP", "L", "MC=W * MP", "L", "MC=W/MP", "L", "MC=MP", "L", "/W"], "Answer": "D"}, {"QuestionStatement": "JC pizzeria has a year remaining on an unbreakable lease on its building, requiring a payment of $20,000 a year.  If JC operates over the next year, it estimates that its revenues will be $200,000 and that its expenses, in addition to the lease, will be $190,000.  Which of the following statements is true?", "Images": [], "AnswerChoices": ["JC should shut down, since it will incur a loss of $20,000", "JC should shut down to break even", "JC should operate, since its loss is less than its fixed cost", "JC should operate, since it will earn a profit of $10,000", "JC will break even, whether it operates or shuts down"], "Answer": "C"}, {"QuestionStatement": "Which of the following is true about the marginal revenue of a firm in a perfectly competitive industry?", "Images": [], "AnswerChoices": ["It is constant", "It increases as output sold increases", "It decreases as output sold increases", "It increases at first, then decreases", "It decreases at first, then increases"], "Answer": "A"}, {"QuestionStatement": "The table above shows the short-run production function for picking apples.  Based on the production data, which of the following statements about the marginal product of the fifth worker is true?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU3/u3-5_files/mc024-1.jpg"], "AnswerChoices": ["It is the maximum that can be obtained", "It is greater than the marginal product of the first worker due to increasing gains", "It is greater than the combined marginal products of all other workers", "It is less than the marginal product of the third worker due to diminishing returns", "It is rising due to increasing marginal returns"], "Answer": "D"}, {"QuestionStatement": "If a firm’s average total cost decreases as the firm increases its output, the firms marginal cost must be", "Images": [], "AnswerChoices": ["Greater than the average variable cost", "Less than the average fixed cost", "Less than the average total cost", "Decreasing", "Negative"], "Answer": "C"}]