[{"QuestionStatement": "If the three largest widget producers control 85 percent of the total widget market, then these producers are operating in", "Images": [], "AnswerChoices": ["An oligopoly", "Monopolistic competition", "Perfect competition", "A monopoly", "A cartel"], "Answer": "A"}, {"QuestionStatement": "Game theory is a useful model to explain the behavior of firms in a market when the firms are", "Images": [], "AnswerChoices": ["Independent of one another", "Price takers", "Regulated by government", "Altruistic", "Interdependent"], "Answer": "E"}, {"QuestionStatement": "If government regulators set price such that a natural monopolist earns only normal profits, price will be set equal to", "Images": [], "AnswerChoices": ["Marginal revenue", "Marginal cost", "Average total cost", "Average revenue", "Average variable cost"], "Answer": "C"}, {"QuestionStatement": "Assume that a profit-maximizing monopoly is charging a single price.  If the monopoly can price discriminate and charge each consumer what he or she is willing to pay, which of the following will occur?", "Images": [], "AnswerChoices": ["The quantity of output produced will increase", "Total cost will decrease", "Economic profit will decrease", "Consumer surplus will increase", "Demand will decrease"], "Answer": "A"}, {"QuestionStatement": "Pam and Tara run two competing lemonade stands in a town.  In the payoff matrix above, the first entry in each cell shows the profits to Pam, and the second entry in each cell shows the profits to Tara.  According to the information, which of the following is true?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-1_files/mc005-1.jpg"], "AnswerChoices": ["If Pam sets the high price, Tara will do best by charging the low price", "If Pam sets the low price, Tara will do best by charging the high price", "The dominant strategy for both is to charge the high price", "The dominant strategy for Tara is to set the low price and for Pam is to set the high price", "Neither Tara nor Pam has a dominant strategy"], "Answer": "A"}, {"QuestionStatement": "Which of the following statements is true for both a monopolistically competitive firm and a perfectly competitive firm in long-run profit-maximizing equilibrium?", "Images": [], "AnswerChoices": ["Economic profits equal zero, and price equals marginal cost", "Economic profits equal zero, and price equals marginal revenue", "Marginal revenue equals marginal cost, and profits are positive", "Economic profits equal zero, and marginal revenue equals marginal cost", "Economic profits equal zero, and price exceeds marginal cost"], "Answer": "D"}, {"QuestionStatement": "A well-known fast-food franchise substantially increases the price of its hamburgers, and loses only some of its customers.  Which of the following best explains why the franchise has not lost all of its customers?", "Images": [], "AnswerChoices": ["Its hamburgers are a perfect substitute for other types of fast food", "Its hamburgers are differentiated", "The demand for tis hamburgers is perfectly elastic", "The other competitive fast food restaurants decrease the price for their hamburgers", "The barriers to entry are very low for entrepreneurs trying to enter the fast-food business"], "Answer": "B"}, {"QuestionStatement": "If a single firm can produce and supply an entire market at a lower unit cost than many small firms can, the long-run average total cost must be", "Images": [], "AnswerChoices": ["Increasing as firm size increases", "Remaining constant as firm size increases", "Decreasing as the firm’s output increases", "Inelastic due to specialization", "Constant and equal to marginal cost"], "Answer": "C"}, {"QuestionStatement": "Assume that a monopolist is producing in the inelastic portion of its demand curve.  Which of the following will occur if the monopolist decreases its price?", "Images": [], "AnswerChoices": ["Marginal revenue will decrease, but profits will increase", "Marginal revenue will increase, but profits will decrease", "Total revenue will decrease, but profits will increase", "Both total revenue and profits will decrease", "Both total revenue and profits will increase"], "Answer": "D"}, {"QuestionStatement": "An industry consists of 100 small firms, and the largest firm accounts for only 2 percent of sales.  Brand names are considered a signal of quality.  The industry described is best classified as", "Images": [], "AnswerChoices": ["Monopoly", "Perfectly competitive", "Monopolistically competitive", "Oligopolistic", "Monopsonisitc"], "Answer": "C"}, {"QuestionStatement": "The economic profit of the profit-maximizing monopolist is given by the area", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-1_files/mc011-1.jpg"], "AnswerChoices": ["RSJI", "R0Q", "1", "I", "RULI", "RVNI", "U0Q", "4", "M"], "Answer": "C"}, {"QuestionStatement": "If this were a perfectly competitive industry with the same costs as shown on the graph, the equilibrium price and output would be which of the following?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-1_files/mc012-1.jpg", "http://bencullivan.com/Econtest/APMicro/APU4/u4-1_files/mc012-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "A collusive agreement to fix prices among firms in an oligopolistic industry is most likely to be broken under which of the following conditions?", "Images": [], "AnswerChoices": ["It is easy for new firms to enter into the industry", "All of the firms have identical costs", "The number of firms is few", "Firms’ sales are widely reported", "The market demand is stable"], "Answer": "A"}, {"QuestionStatement": "If the firm produces 10 units of output, its economic profits will equal", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-1_files/mc014-1.jpg"], "AnswerChoices": ["$0", "$50", "$100", "$150", "$200"], "Answer": "B"}, {"QuestionStatement": "Which of the following is most likely to occur if the firm increases production beyond 10 units?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-1_files/mc015-1.jpg"], "AnswerChoices": ["Consumers would be willing to purchase more than 10 units at the price of $20 per unit", "The firm would definitely experience a loss", "The firm would have to lower its price to sell more than 10 units", "The firm’s average cost of production would initially increase", "The firm’s profits would increase"], "Answer": "C"}, {"QuestionStatement": "In which of the following market structures do firms recognize their mutual interdependence?", "Images": [], "AnswerChoices": ["Oligopoly", "Monopoly", "Perfect competition", "Unregulated natural monopoly", "Monopsony"], "Answer": "A"}, {"QuestionStatement": "       A per-unit tax on pollution produced by a firm will affect the firm’s output and pollution levels in which of the following ways?            Output       Pollutiona.      Increase        Increaseb.      Increase        Decreasec.      Decrease        Increased.      Decrease        Decreasee.      No change        No change", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Within the range of market demand, which of the following is consistent with the conditions of a natural monopoly?", "Images": [], "AnswerChoices": ["Long-run total cost decreases as output increases", "Long-run average total cost remains constant as output increases", "Long-run average total cost decreases as output increases", "Marginal cost exceeds average cost", "Setting price equal to marginal cost will maximize profits"], "Answer": "C"}, {"QuestionStatement": "The profit-maximizing firm depicted in the graph above should", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-1_files/mc019-1.jpg"], "AnswerChoices": ["Exit if conditions do not improve in the long run", "Produce the output that minimizes average total cost", "Increase price to maximize profits", "Increase outputs to maximize profits", "Use less capital and more labor to reduce cost"], "Answer": "A"}, {"QuestionStatement": "Which of the following best describes an oligopolistic market?", "Images": [], "AnswerChoices": ["Many sellers with identical products and no barriers to entry", "Many sellers, each with a clearly differentiated product, and no barriers to entry", "A few competing sellers with similar products and high barriers to entry", "A few competing sellers of identical products and no barriers to entry", "No competition among sellers and high barriers to entry"], "Answer": "C"}, {"QuestionStatement": "The payoff matrix below shows the per-unit profits associated with the production strategies of two utility companies, UA and UB.  Each firm has two choices: to reduce production by 10 percent or by 20 percent.  The first entry in each cell indicates the profits to UA, and the second, the profits to UB.Based on the information, and assuming no cooperation, which of the following statements is true?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-1_files/mc021-1.jpg"], "AnswerChoices": ["Neither company has a dominant strategy", "Both companies have an incentive to reduce production by 10%", "Both companies have an incentive to reduce production by 20%", "Only UA has an incentive to reduce production by 20%", "Only UB has an incentive to reduce production by 20%"], "Answer": "B"}, {"QuestionStatement": "Most economists argue that a monopoly is inefficient because it", "Images": [], "AnswerChoices": ["Has no incentive to minimize its costs", "Produces too little output and sets a price above marginal cost", "Earns too much profit by charting consumers any price it wants", "Produces too much output and thus wastes scarce resources", "Usually produces unsafe products if not regulated by government"], "Answer": "B"}, {"QuestionStatement": "       The graph above shows the total revenue and total cost curves for a firm in which type of market structure and what is the profit-maximizing quantity?          Market Structure            Quantitya.      Monopoly                  Q2b.      Monopoly                  Q3c.      Perfect Competition      Q1d.      Perfect Competition      Q3e.      Perfect Competition      Q4", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-1_files/mc023-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Let P = price, MR = marginal revenue, MC = marginal cost, and ATC = average total cost.  In monopolistic competition, which of the following most accurately describes the long-run equilibrium conditions for a firm?", "Images": [], "AnswerChoices": ["P > ATC, MR =MC, and P > MC", "P > ATC, MR > MC, and P=MC", "P=ATC, MR=MC, and P > MC", "P=ATC, MR=MC, and P=MC", "P=ATC, MR>MC, and P>MC"], "Answer": "C"}, {"QuestionStatement": "A monopolistically competitive firm advertises in order to", "Images": [], "AnswerChoices": ["Shift the demand curve for its product to the left", "Make the demand for its product less price elastic", "Make its product more similar to its competitor’s", "Increase its positive externalities", "Reduce the industry’s barriers to entry"], "Answer": "B"}]