[{"QuestionStatement": "The use of game theory to explain strategic behavior among firms is most associated with which of the following market structures?", "Images": [], "AnswerChoices": ["Perfect competition", "Monopolistic competition", "Oligopoly", "Monopoly", "Monopsony"], "Answer": "C"}, {"QuestionStatement": "Which of the following is true for a monopolistically competitive firm in long-run equilibrium?", "Images": [], "AnswerChoices": ["It earns a normal profit", "It sets price equal to marginal cost", "It is allocatively efficient", "It is a price taker", "It produces at minimum average total cost"], "Answer": "A"}, {"QuestionStatement": "If the government imposes a per-unit tax on the output of a monopoly with a downward sloping demand curve, the burden of the tax will be", "Images": [], "AnswerChoices": ["Borne entirely by consumers", "Borne entirely by the monopolist", "Borne entirely by the government", "Shared by the monopolist and the government", "Shared by consumers and the monopolist"], "Answer": "E"}, {"QuestionStatement": "If Lock chooses to charge the low price, the best course of action for Star would be to charge the", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-2_files/mc004-1.jpg"], "AnswerChoices": ["Low price and earn a profit of $40", "Low price and earn a profit of $50", "High price and earn a profit of $50", "High price and earn a profit of $70", "High price and incur a loss of $20"], "Answer": "A"}, {"QuestionStatement": "One difference between a firm in a perfectly competitive market and an unregulated monopoly is that the ", "Images": [], "AnswerChoices": ["Perfectly competitive firm can increase the quantity it sells at the market price, whereas the monopoly must lower its price to sell more", "Perfectly competitive firm sells differentiated products, whereas the monopoly sells a homogeneous product", "Price elasticity of demand for a monopoly is much higher than that for a perfectly competitive firm", "Monopolist seeks to maximize profits, whereas the perfectly competitive firm maximizes revenue", "Monopolist can never change a price, whereas the perfect competitor can"], "Answer": "A"}, {"QuestionStatement": "Which of the following is always true of a monopoly that is producing a level of output such that marginal revenue is negative?", "Images": [], "AnswerChoices": ["It is experiencing economies of scale in production", "It is maximizing total revenue", "It is producing where demand is price elastic", "It could lower price to increase profits", "It could decrease output to increase profits"], "Answer": "E"}, {"QuestionStatement": "A cartel is difficult to maintain for which of the following reasons?", "Images": [], "AnswerChoices": ["Consumers substitute away from the good when the price increases", "Individual cartel members are tempted to cheat on the agreement", "Although the total gain to cartel members is positive, all members lose when everyone sticks to the agreement", "Some firms will reduce output in an effort to lower costs of production", "Oligopolistic behavior is generally predictable"], "Answer": "B"}, {"QuestionStatement": "       For the firm shown in the graph above, which combination of output and price will maximize its profit?         Output       Pricea.      Q1            P4b.      Q1            P1c.      Q2            P3d.      Q2            P2e.      Q3            P2", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-2_files/mc008-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "A"}, {"QuestionStatement": "A monopolist is inefficient from society’s point of view because", "Images": [], "AnswerChoices": ["It overproduces output and charges a price above marginal cost", "It underproduces output and charges a price above marginal cost", "It sometimes colludes with other firms to obtain higher prices", "The price the monopolist charges is too low and it does not advertise", "Consumers must pay whatever price the monopolist charges"], "Answer": "B"}, {"QuestionStatement": "If SteveR Incorporated in a monopolistic producer of diamonds, the firm’s demand curve is downward sloping because", "Images": [], "AnswerChoices": ["The number of diamonds SteveR Incorporated offers for sale affects the price of diamonds", "Marginal revenue is negative throughout the range of the demand curve", "Marginal revenue is positive throughout the range of the demand curve", "The diamond industry consists of a few firms selling similar diamonds", "The demand for diamonds is inelastic"], "Answer": "A"}, {"QuestionStatement": "       Over the past 5 years, 50 new restaurants have opened and 30 have closed in the city of Zuni.  Currently there are 110 restaurants operating in the city.  Which of the following best represents the market structure, barriers to entry, and economic profits in the long run?            Market Structure            Barriers to Entry       Long-Run Economic Profitsa.      Perfect Competition            low                  negative      b.      Perfect competition                        high                  positivec.      Monopolistic competition            low                  zerod.      Monopolistic competition            high                  positivee.      Monopolistic competition            high                  zero", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "Which of the following is necessary for a firm to practice price discrimination?", "Images": [], "AnswerChoices": ["The government strictly enforces antitrust laws", "The firm is a member of a cartel", "The firm can prevent resale of its goods", "The demand curve for the product is perfectly inelastic", "The demand curve for the product is perfectly elastic"], "Answer": "C"}, {"QuestionStatement": "A monopolistically competitive firm’s demand curve will be highly elastic if which of the following exists?", "Images": [], "AnswerChoices": ["A high degree of product differentiation", "A highly elastic supply curve for the firm", "High barriers to entry in this industry", "A high degree of product substitutability", "A small number of competitors"], "Answer": "D"}, {"QuestionStatement": "       Compared to a perfectly competitive industry with the same demand and cost curves, a monopoly’s price and output will be which of the following?                     Price            Outputa.      The same            Higherb.      Higher            The samec.      Higher            Lowerd.      Lower            The samee.      Lower            Higher", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "The characteristic of oligopolistic firms that makes them different from all other types of firms is that oligopolistic firms", "Images": [], "AnswerChoices": ["are regulated by a state agency or federal agency", "consider each other’s decisions", "advertise their products", "produce differentiated products", "produce identical products"], "Answer": "B"}, {"QuestionStatement": "For the firm shown in the graph above, the short- run, profit-maximizing strategy would be to set output at", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-2_files/mc016-1.jpg"], "AnswerChoices": ["Q1, price at P1, and suffer a loss", "Q1, price at P3, and earn an economic profit", "Q1, price at P3, and earn only a normal profit", "Q2, price at P2, and earn an economic profit", "Q2, price at P2, and earn only a normal profit"], "Answer": "B"}, {"QuestionStatement": "Which of the following statements correctly identifies a difference between perfect competition and monopolistic competition?", "Images": [], "AnswerChoices": ["In perfect competition there are no barriers to entry, but there are strong barriers in monopolistic competition", "In perfect competition there are many firms, but in monopolistic competition there are only a few firms", "In perfect competition the firms all sell products that are exactly the same, but in monopolistic competition each firm sells a slightly differentiated product", "In perfect competition firms maximize profit by selling the quantity where marginal revenue equals marginal cost, but in monopolistic competition firms maximize profit by selling the quantity where marginal revenue exceeds marginal cost", "In perfect competition there are few consumers, but in monopolistic competition there are many consumers"], "Answer": "C"}, {"QuestionStatement": "The most profitable level of output for any firm operating in the short run is the level of output at which", "Images": [], "AnswerChoices": ["marginal revenue exceeds marginal cost by the highest amount", "marginal revenue equals marginal cost", "price exceeds average cost by the highest amount", "price equals average cost", "price equals marginal cost"], "Answer": "B"}, {"QuestionStatement": "For an unregulated monopolist, the profit- maximizing quantity will always be", "Images": [], "AnswerChoices": ["in the elastic region of the demand curve", "where marginal revenue equals price", "where price equals average total cost", "where price equals marginal cost", "where the marginal cost curve intersects the demand curve"], "Answer": "A"}, {"QuestionStatement": "       If a per-unit tax is imposed on a monopolist, how will the monopolist’s marginal cost curve, output, and the price paid by consumers be affected?        Marginal Cost       Output        Pricea.      Shift down            Increase      Decreaseb.      Shift down            Decrease      Decreasec.      No shift            Decrease      Decreased.      Shift up            Decrease      Increasee.      Shift up            Increase      Increase", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Monopolistically competitive firms are considered inefficient in allocating society’s resources for which of the following reasons?", "Images": [], "AnswerChoices": ["In equilibrium, the marginal benefit exceeds the price charged by the firms", "In equilibrium, the marginal benefit exceeds the marginal cost of production", "In equilibrium, the marginal revenue of the firm is not equal to its marginal cost", "In long-run equilibrium, the firm is earning economic profits", "Firms exhibit significant market power and therefore the number of firms in the industry is strictly limited"], "Answer": "B"}, {"QuestionStatement": "In order for a firm to engage in price discrimination, it must be", "Images": [], "AnswerChoices": ["able to separate consumers into different groups based on demand elasticities", "producing in the inelastic portion of its demand curve to raise its price and increase total revenue", "a price taker", "experiencing economies of scale in the _relevant range of production", "experiencing constant marginal cost"], "Answer": "A"}, {"QuestionStatement": "The following table shows the profits associated with the pricing strategies of two oligopolistic firms, Agronomia and Farmingdale. Each firm has two possible strategies: to charge a low price or a high price. The first entry in each cell shows the profits to Agronomia and the second the profits to Farmingdale.If the two firms do not cooperate, as a result of the firms’ pricing decisions the profits of each firm will be which of the following?      Argonomia’s Profit      Farmingdale’s Profita.      $50            $100b.      $150            $150c.      $300            $50d.      $100            $100e.      $300            $300", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-2_files/mc023-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Productive efficiency occurs when a firm produces output at a level at which", "Images": [], "AnswerChoices": ["average total cost equals average revenue", "average total cost is at a minimum", "price exceeds average total cost", "price equals marginal cost", "marginal revenue exceeds average revenue"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true of a monopolistically competitive firm in long-run equilibrium?", "Images": [], "AnswerChoices": ["Price equals marginal cost and average total cost", "Price equals average total cost but is greater than marginal cost", "Price equals marginal cost and is greater than average total cost", "The firm makes no attempt to differentiate its products", "The firm earns positive economic profits by producing at minimum average cost"], "Answer": "B"}]