[{"QuestionStatement": "Which of the following government actions can correct the inefficiency caused by the existence of a monopoly?", "Images": [], "AnswerChoices": ["Granting a per-unit subsidy on the monopolist’s output", "Granting an annual lump-sum subsidy to the monopolist", "Imposing a per-unit tax on the monopolist’s output", "Imposing a price floor on the monopolist", "Limiting the monopolist's production through regulation"], "Answer": "A"}, {"QuestionStatement": "A natural monopoly occurs in an industry if", "Images": [], "AnswerChoices": ["economies of scale allow at most one firm of efficient size to exist in that market", "a single firm produces inputs for use by other firms", "a single firm produces inputs for use by other firms", "a single firm has the technology to produce the product sold in that market", "above-normal profits persist in the industry"], "Answer": "A"}, {"QuestionStatement": "The typical firm in a monopolistically competitive industry earns zero profit in the long-run equilibrium because", "Images": [], "AnswerChoices": ["Advertising costs make monopolistic competition a high-cost market structure rather than a low cost market structure", "The firms in the industry do not operate at the minimum point on their long-run average cost curves", "There are no restrictions on entering or exiting from the industry", "The firms in the industry are unable to engage in product differentiation", "There are close substitutes for each firm’s product"], "Answer": "C"}, {"QuestionStatement": "1.      The diagram above depicts cost and revenue curves for a firm.  What are the firm’s profit maximizing output and price?     Output      Pricea.      0S            0Db.      0R            0Ec.      0Q            0Fd.      0Q            0Be.      0P            0G", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-3_files/mc004-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "In the long run, compared with a perfectly competitive firm, a monopolistically competitive firm with the same costs will have", "Images": [], "AnswerChoices": ["A higher price and higher output", "A higher price and lower output", "A lower price and higher output", "A lower price and lower output", "The same price and lower output"], "Answer": "B"}, {"QuestionStatement": "Imperfectly competitive firms may be allocatively inefficient because they produce at a level of output such that", "Images": [], "AnswerChoices": ["Average cost is at a minimum", "Price equals marginal revenue", "Marginal revenue is greater than marginal cost", "Price equals marginal cost", "Price is greater than marginal cost"], "Answer": "E"}, {"QuestionStatement": "The figure above shows cost and revenue curves for a public regulated power company and three possible prices for its output.  Which of the following statements about those prices is most accurate?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-3_files/mc007-1.jpg"], "AnswerChoices": ["If P", "1", " were approved, regulation would not be needed and the company would have every incentive to lower rates to P", "2", ".", "P", "1", " is inefficient; it is better to have several utilities serve the area than to approve P", "1", ".", "P", "2", " is ideal; it gives stockholders the maximum rate of return and protects consumers from exploitation.", "P", "3", " would maximize consumer welfare; greater electric use at this low rate would guarantee stockholders a fair rate of return.", "P", "3", " would maximize consumer welfare, but a public subsidy would be needed to keep the company in business"], "Answer": "E"}, {"QuestionStatement": "One justification for government regulation of a monopoly is that the unregulated monopoly", "Images": [], "AnswerChoices": ["Earns a normal profit", "Pays its workers a lower wage than if the market were competitive", "Has a very elastic demand curve", "Charges a price higher than a competitive market price", "Sells too much of the product"], "Answer": "D"}, {"QuestionStatement": "The profit maximizing output level produced by an unregulated monopoly is", "Images": [], "AnswerChoices": ["The socially optimal output level, since the firm’s marginal revenue equals its marginal cost", "Greater than the socially optimal level, since the firm makes economic profits", "Greater than the socially optimal level, since the firm makes economic profits", "Less than the socially optimal level, since the price paid by consumers exceeds the firm’s marginal cost", "Less than the socially optimal level, since the price of the product is less than the firm’s marginal revenue"], "Answer": "D"}, {"QuestionStatement": "In which of the following market structures is it sometimes assumed that rival firms will match price decreases but not match price increases?", "Images": [], "AnswerChoices": ["Perfect competition", "Oligopoly", "Natural monopoly", "Monopolistic competition", "Monopoly"], "Answer": "B"}, {"QuestionStatement": "The graph above shows a firm’s cost and revenue curves.  This profit-maximizing firm will", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-3_files/mc011-1.jpg"], "AnswerChoices": ["Produce where demand is inelastic", "Charge a higher price than that necessary to maximize revenue", "Have many profit-maximizing price and quantity combinations", "Be unable to increase sales and total revenues by lowering its price", "Never have a region of falling average total cost"], "Answer": "B"}, {"QuestionStatement": "Which of the following is necessarily true of the profit-maximizing equilibrium of a monopolist who sets a single price?", "Images": [], "AnswerChoices": ["Price equals average total cost", "Price is greater than marginal cost", "Average total cost is at its minimum levels", "Marginal revenue is greater than marginal cost", "Marginal cost is minimized"], "Answer": "B"}, {"QuestionStatement": "In the long run, a monopolistically competitive firm is allocatively inefficient because the firm will", "Images": [], "AnswerChoices": ["Produce only when marginal cost is greater than marginal revenue", "Charge a price greater than the marginal cost", "Earn positive economic profits", "Earn economic profits", "Experience economic losses"], "Answer": "B"}, {"QuestionStatement": "Which of the following will cause an unregulated monopolist to produce a more allocatively efficient level of output?", "Images": [], "AnswerChoices": ["A tax based on the amount of profits", "A tax that does not change as output increases", "A tax that increases as output increases", "A subsidy that increases as output increases", "A subsidy that does not change as output increases"], "Answer": "D"}, {"QuestionStatement": "The graph above shows the cost and revenue curves for a natural monopoly.  Consider the following two policies for regulating this natural monopolyPolicy I: Require the monopoly to set quantity and price where demand equals marginal costPolicy II: Require the monopoly to set quantity and price where demand equals average total cost", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-3_files/mc015-1.jpg"], "AnswerChoices": ["Both would result in the same level of output and price", "Both would result in an inefficient allocation of resources relative to the unregulated result", "Policy I would result in a lower level of output than would Policy II", "Policy I would result in a higher price than would Policy II", "Policy I might require the payment of a subsidy to the firm"], "Answer": "E"}, {"QuestionStatement": "Which of the following statements about cost is always true for both monopolies and perfectly competitive firms?", "Images": [], "AnswerChoices": ["Average total cost equals marginal cost when average total cost is a minimum", "Marginal cost decreases as production increases", "Average fixed cost is equal to marginal cost when average fixed cost is a minimum", "Average variable cost is equal to marginal cost when marginal cost is a minimum", "Average variable cost decreases as production increases"], "Answer": "A"}, {"QuestionStatement": "1.      The graph above depicts cost and revenue curves for a typical firm in a monopolistically competitive industry.  Suppose that the firm is producing 0M units of output.  To maximize profit, it should do which fo the following to output and price?                  Output                  Pricea.      Increase            Decreaseb.      Increase            Increasec.      Decrease            Increased.      Not change                  Increasee.      Not change                  Not change", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-3_files/mc017-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "Compared with firms in a perfectly competitive industry, firms in a monopolistically competitive industry are inefficient because they", "Images": [], "AnswerChoices": ["Make economic profits in the long run", "Do not lower the product price if input prices fall", "Restrict their output level to maximize profit", "Charge the highest price that consumers will pay", "Waste resources by producing an excess amount of output"], "Answer": "C"}, {"QuestionStatement": "Which of the following is NOT a characteristic of monopolistically competitive markets?", "Images": [], "AnswerChoices": ["Relatively easy market entry", "Differentiated products", "Substantial product advertising", "A large number of both buyers and sellers", "Long run economic profits"], "Answer": "E"}, {"QuestionStatement": "Which of the following statements is true for a monopolist at the profit-maximizing output level?", "Images": [], "AnswerChoices": ["Price exceeds marginal revenue", "Marginal cost exceeds price", "Demand is price inelastic", "Price equals marginal cost, which equals average total cost", "The demand curve intersects the supply curve"], "Answer": "A"}, {"QuestionStatement": "Monopolies are inefficient compared to perfectly competitive firms because monopolies", "Images": [], "AnswerChoices": ["Produce output with average total cost exceeding average revenue", "Produce more output than is socially desirable", "Charge a higher price less than marginal revenue", "Charge a price greater than marginal cost", "Charge a price less than average total cost"], "Answer": "D"}, {"QuestionStatement": "Which of the following statements is true for a perfectly competitive firm but not true for a monopoly?", "Images": [], "AnswerChoices": ["The firm’s price is equal to its average revenue", "The firm cannot affect the market price for its good", "It is difficult for other firms to enter the industry", "The demand for the firm’s product is unit elastic", "The firm must lower its price in order to sell more of its product"], "Answer": "B"}, {"QuestionStatement": "If a perfectly competitive industry were monopolized without any changes in cost conditions, the price and quantity produced would change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-3_files/mc023-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "Which of the following statements about the firm whose cost and revenue curves are shown above is correct?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-3_files/mc024-1.jpg"], "AnswerChoices": ["Its profit maximizing price is $5", "Its profit-maximizing output level is 200 units", "Its maximum profit is $4,000", "If it produces 250 units, it will earn no economic profits", "At the profit maximizing level of output, its total cost is $1,000"], "Answer": "B"}, {"QuestionStatement": "Interdependence among firms is a characteristic primarily associated with", "Images": [], "AnswerChoices": ["Labor markets ", "Perfect competition", "Monopsony", "Oligopoly", "Monopoly"], "Answer": "D"}, {"QuestionStatement": "Monopolistically competitive firms are inefficient because they", "Images": [], "AnswerChoices": ["Produce a lower level of output at a higher average cost than do perfectly competitive firms", "Use production processes that are more capital intensive than do perfectly competitive firms", "Face downward sloping demand curves, ensuring that marginal revenue is greater than average revenue", "Produce at a level of output where price equals marginal cost", "Realize diseconomies of scale"], "Answer": "A"}]