[{"QuestionStatement": "Which of the following best explains why it is difficult to maintain lasting collusive agreements?", "Images": [], "AnswerChoices": ["There is an unavoidable conflict in that a collusive agreement can increase the profits of some, but not all, firms in the industry", "There is little potential for gain from collusion unless there is a large number of consumers in the market", "Each firm in the industry views itself as facing a vertical demand curve, even though the market demand curve is downward sloping", "The firms in the industry have a common incentive to increase output to a more competitive level", "Each firm realizes that its profits would increase if it were the only firm to violate the collusive agreement by increasing its production slightly"], "Answer": "E"}, {"QuestionStatement": "The condition for Allocative efficiency is violated when", "Images": [], "AnswerChoices": ["Firms are price makers (price searchers)", "Short-run profits exist in a competitive industry", "Price equals average total cost", "The market demand curve is inelastic in a competitive industry", "The market demand curve is elastic in a competitive industry"], "Answer": "A"}, {"QuestionStatement": "Which of the following is true of a monopolistically competitive firm in long-run equilibrium?", "Images": [], "AnswerChoices": ["Price is greater than marginal cost, and marginal revenue is equal to average total cost", "Price is greater than marginal revenue, and marginal cost is equal to average total cost", "Price is greater than marginal revenue, and marginal cost is greater than average total cost", "Marginal revenue is equal to marginal cost, and price is equal to average total cost", "Marginal revenue is greater than marginal cost, and price is equal to average total cost"], "Answer": "D"}, {"QuestionStatement": "Generally, monopolies are considered inefficient because they", "Images": [], "AnswerChoices": ["Produce at a point where marginal cost is less than marginal revenue", "Produce at a point where marginal cost exceeds price", "Produce more output than does a competitive industry with similar cost conditions", "Lead to an overallocation of resources in the affected market", "Lead to an underallocation of resources in the affected market"], "Answer": "E"}, {"QuestionStatement": "If the only two firms in an industry successfully collude to maximize their joint profit, the price for the product will be", "Images": [], "AnswerChoices": ["Equal to the marginal cost of production", "Equal to the average total cost of production", "Above the marginal cost of production", "Above the monopoly price", "Below the average variable cost of production"], "Answer": "C"}, {"QuestionStatement": "If there are many firms in an industry and each firm’s product is indistinguishable from the products of all other firms, the individual firm’s demand curve will be", "Images": [], "AnswerChoices": ["Upward sloping and different for each firm", "Downward sloping and different for each firm", "Downward sloping and identical for every firm", "Horizontal and different for each firm", "Horizontal and identical for every firm"], "Answer": "E"}, {"QuestionStatement": "A monopoly is different from a perfectly competitive firm in that a monopoly", "Images": [], "AnswerChoices": ["Does not have a U-shaped average total cost curve", "Has an average fixed cost curve that is perfectly horizontal", "Has a marginal revenue curve that lies below its demand curve", "Always earns economic profits", "Operates in the inelastic segment of its demand curve"], "Answer": "C"}, {"QuestionStatement": "Price discrimination occurs when", "Images": [], "AnswerChoices": ["The supply of the product is elastic", "A product’s average cost is greater than its average revenue", "A product’s average cost is less than its average revenue", "Differences in a product’s price reflect differences in marginal costs", "Differences in a product’s price do not reflect differences in costs of production"], "Answer": "E"}, {"QuestionStatement": "The payoff matrix above gives the profits associated with the strategic choices of two firms in an oligopolistic industry.  The first entry in each cell is the profit to the Firm A and the second to Firm B.      If the two firms collude, Firm A’s and Firm B’s profits would be which of the following?          Firm A      Firm Ba.      $150      $50b.      $100      $100c.      $100      $150d.      $50      $100e.      $50      $50", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-4_files/mc009-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "       If each firm simultaneously chooses its pricing strategy without collusion, Firm A’s and Firm B’s profits would be which of the following?          Firm A      Firm Ba.      $150      $50b.      $100      $100c.      $100      $150d.      $50      $100e.      $50      $50", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-4_files/mc010-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "A single-price monopolist’s marginal revenue is", "Images": [], "AnswerChoices": ["Equal to its price", "Less than its price", "Greater than its price", "Negative when it maximizes revenues", "Zero when it maximizes profit"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true if a monopolist’s marginal revenue is negative at the current level of output?", "Images": [], "AnswerChoices": ["Demand for its product is unit elastic", "Demand for its product is price elastic", "Demand for its product is price inelastic", "Marginal cost is equal to price", "Marginal revenue is equal to price"], "Answer": "C"}, {"QuestionStatement": "The cartel model of oligopoly predicts that", "Images": [], "AnswerChoices": ["All the firms in the industry act in unison to set a monopoly price", "Each producer acts independently of others", "Firms follow the low price firm in the industry", "Differences in cost of production discourage individual firms from cheating", "The markup on marginal cost should be the same for all firms"], "Answer": "A"}, {"QuestionStatement": "The primary purpose of antitrust laws is to", "Images": [], "AnswerChoices": ["Protect consumers from fraudulent business practices", "Protect small businesses from unfair foreign competition", "Prevent firms from monopolizing trade and to promote competition", "Reduce lawsuits and limit the liabilities of businesses", "Grant the government the right to take over private property"], "Answer": "C"}, {"QuestionStatement": "Suppose that a firm is producing the profit-maximizing output under conditions of diminishing returns.  Its output price is $25, and its marginal cost of production at its current output level is $25.  Based on this information, it can be concluded that this firm must", "Images": [], "AnswerChoices": ["Be a single-price monopoly", "Be a perfectly competitive firm", "Decrease its output to maximize profit if it is a monopoly", "Increase its output to maximize profit if it is a monopoly", "Exit the industry if it is a perfectly competitive firm"], "Answer": "B"}, {"QuestionStatement": "Suppose that the two biggest producers of gold, Bmine and Gmine, form a cartel to set price.  However, each has the option to cheat or to not cheat on the agreement.  The table below shows the payoffs from these strategies, with the first entry in each cell representing the payoff to Bmine and the second representing the payoff to Gmine.Which of the following correctly describes the dominant strategy of each firm?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-4_files/mc016-1.jpg"], "AnswerChoices": ["Neither Gmine nor Bmine has a dominant strategy", "Gmine’s dominant strategy is to not cheat; Bmine does not have a dominant strategy", "Gmine’s dominant strategy is to cheat; Bmine does not have a dominant strategy", "Gmine’s dominant strategy is to cheat; Bmine’s dominant strategy is to not cheat", "Gmine’s dominant strategy is to not cheat; Bmine’s dominant strategy is to cheat"], "Answer": "E"}, {"QuestionStatement": "Which of the following is true of both monopolistically competitive and perfectly competitive firms in long-run equilibrium?", "Images": [], "AnswerChoices": ["Marginal revenue equals average total cost", "Marginal cost equals average total cost", "Price equals average total cost", "Price is greater than marginal cost", "Production occurs at minimum average total cost"], "Answer": "C"}, {"QuestionStatement": "A monopolistically competitive profit-maximizing firm is currently producing and selling 2,000 units of output.  At this output level, marginal revenue is $9, average revenue is $10, and the average variable cost is $8.  The product price is", "Images": [], "AnswerChoices": ["$8", "$9", "$10", "greater than $10", "less than $8"], "Answer": "C"}, {"QuestionStatement": "If the monopolist chooses to maximize total revenue rather than total profit, it will choose which combination of price and output?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-4_files/mc019-1.jpg", "http://bencullivan.com/Econtest/APMicro/APU4/u4-4_files/mc019-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "If the monopolist produces the allocatively efficient level of output rather than the profit-maximizing level of output, consumer surplus will", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-4_files/mc020-1.jpg"], "AnswerChoices": ["Decrease by the area P", "5", "JKP", "4", "Decrease by the area P", "5", "JMP", "2", "Increase by the area P", "5", "JGP", "1", "Increase by the area P", "5", "JKP", "4", "Increase by the area P", "5", "JMP", "2"], "Answer": "D"}, {"QuestionStatement": "A profit-maximizing monopolist selects its output level in the ", "Images": [], "AnswerChoices": ["Inelastic region of its demand curve", "Elastic region of its demand curve", "Range of output where marginal revenue is rising", "Range of output where total cost is falling", "Range of output where marginal cost is falling"], "Answer": "B"}, {"QuestionStatement": "Which of the following enables a seller to capture the entire consumer surplus in a market?", "Images": [], "AnswerChoices": ["Perfect price discrimination", "Perfect competition", "An excise tax on buyers", "Effective price ceiling", "Effective price floor"], "Answer": "A"}, {"QuestionStatement": "Which of the following is a source of monopoly power?", "Images": [], "AnswerChoices": ["Scarcity", "Elasticity of demand", "Barriers to entry", "Low profits", "Free markets"], "Answer": "C"}, {"QuestionStatement": "Which of the following is true for a monopoly but NOT for a perfectly competitive firm?", "Images": [], "AnswerChoices": ["The firm maximizes profit by equating marginal cost to marginal revenue", "The firm’s demand curve is the same as its average revenue curve", "At the profit maximizing output level, price is less than marginal revenue", "The firm faces a downward-sloping demand curve", "The firm earns zero economic profit in the long run"], "Answer": "D"}, {"QuestionStatement": "If the government wants to regulate this monopoly to produce the socially optimum level of output, it should set a price equal to", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-4_files/mc025-1.jpg"], "AnswerChoices": ["P", "1", "P", "2", "P", "3", "P", "4", "P", "5"], "Answer": "B"}, {"QuestionStatement": "When the monopolist produces the socially optimal level of output, it is", "Images": ["http://bencullivan.com/Econtest/APMicro/APU4/u4-4_files/mc026-1.jpg"], "AnswerChoices": ["Earning positive economic profit", "Earning zero economic profit", "Incurring economic losses and it requires a subsidy to continue in business", "Maximizing its total revenue rather than profits", "Maximizing profits"], "Answer": "C"}]