[{"QuestionStatement": "Which of the following statements best illustrates the concept of derived demand?", "Images": [], "AnswerChoices": ["As income goes up the demand of luxory cars and jewelry will increase.", "A decline in the price of margarine will reduce the demand for butter", "A decline in the demand for shoes will cause the demand for leather to decline", "When the price of gasoline goes up, the demand for motor oil will decline", "Do not pick me"], "Answer": "C"}, {"QuestionStatement": "Marginal product is", "Images": [], "AnswerChoices": ["The output of the least skilled worker", "The amount an additional worker adds to the firm’s total output", "A worker’s output multiplied by the price at which each unit can be sold", "The amount any given worker contributes to the firm’s total revenue", "The change in total cost associated with each new worker"], "Answer": "B"}, {"QuestionStatement": "Use the chart.  How many units of output are produced when 2 workers are employed?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-1_files/mc003-1.jpg"], "AnswerChoices": ["4", "16", "24", "10", "25"], "Answer": "C"}, {"QuestionStatement": "An effective minimum wage must be placed ___________ equilibrium and will cause ____________ to be greater than ______________.", "Images": [], "AnswerChoices": ["above, Qd, Qs", "above, Qs, Qd", "below, Qs, Qd", "below, Qd, Qs", "at, shortage, surplus"], "Answer": "B"}, {"QuestionStatement": "A firm hiring labor in a perfectly competitive labor market faces a: ", "Images": [], "AnswerChoices": ["Horizontal labor supply curve and upward sloping labor demand curve", "Upward sloping labor supply curve and downward sloping labor curve", "Upward sloping labor supply curve and horizontal labor demand curve", "Horizontal labor supply curve and downward sloping labor demand curve"], "Answer": "D"}, {"QuestionStatement": "In a perfectly competitive labor market, an increase in the demand for the product followed by an increase in the quality of skilled workers would cause:", "Images": [], "AnswerChoices": ["Quantity to fall", "Quantity to be indeterminate", "Wage to be indeterminate", "Wage to fall", "No shifts"], "Answer": "C"}, {"QuestionStatement": "Use the chart.  At a wage of $20, the firm will maximize profits by employing how many workers?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-1_files/mc007-1.jpg"], "AnswerChoices": ["2", "3", "4", "5", "6"], "Answer": "C"}, {"QuestionStatement": "The firm illustrated by the chart above has a MRP curve that is:", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-1_files/mc008-1.jpg"], "AnswerChoices": ["downsloping", "upsloping", "perfectly inelastic", "perfectly elastic", "unknowable"], "Answer": "A"}, {"QuestionStatement": "Use the graph.  The firm’s total labor cost:", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-1_files/mc009-1.jpg"], "AnswerChoices": ["is 0abc", "is 0wbc", "is wab", "is cbd"], "Answer": "B"}, {"QuestionStatement": "Use the graph.  The above firm: ", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-1_files/mc010-1.jpg"], "AnswerChoices": ["Hires people in an imperfectly competitive labor market", "Is selling its product in an imperferctly competitive market", "Is a wage taker", "Must pay a higher marginal resource cost for each successive worker", "Is a wage marker"], "Answer": "C"}, {"QuestionStatement": "Use the graph above.  If the government increases the licensing for workers in this industry, what will happen to the wage and quantity of workers hired by the firm?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-1_files/mc011-1.jpg"], "AnswerChoices": ["The wage will stay the same, but the MRP would increase so quantity would increase", "The wage would fall and the quantity would decrease", "The wage would fall and the quantity would increase", "The wage would increase and quantity would increase", "The wage would increase and the quantity would fall"], "Answer": "E"}, {"QuestionStatement": "Which of the following is NOT a characteristic of a monopsony?", "Images": [], "AnswerChoices": ["There is one firm hiring workers", "The firm must increase the wage to increase the quantity of labor supplied", "The MRC for the firm is upsloping, but the MRP for the market is perfectly elastic", "Workers are immobile", "The firm is a wage maker"], "Answer": "C"}, {"QuestionStatement": "In the factor market, which of the following would happen if the workers became more productive and at the same time the price of the product fell?", "Images": [], "AnswerChoices": ["The value of the marginal product of labor would increase", "The value of the marginal product of labor would decrease", "The value of the marginal product of labor would be indeterminate", "The demand for labor would shift to the right", "The demand for labor would shift to the left"], "Answer": "C"}, {"QuestionStatement": "For a firm that both sells its output and buys its inputs in purely competitive markets, the labor demand curve:", "Images": [], "AnswerChoices": ["slopes downward and the labor supply curve is perfectly elastic", "slopes downward and the labor supply curve is upward sloping", "is perfectly inelastic and their labor supply is downward sloping", "is perfectly elastic and the labor supply curve is upward sloping", "is perfectly elastic and the labor supply curve is perfectly inelastic"], "Answer": "A"}, {"QuestionStatement": "Other things being equal, the demand for labor will be more elastic:", "Images": [], "AnswerChoices": ["the greater the demand for the product", "the more substitutable labor is with other inputs", "the higher the price of capital", "the smaller the elasticity of product demand", "the higher the interest rate"], "Answer": "B"}, {"QuestionStatement": "The derived demand concept suggests that an increase in the demand for computers will: ", "Images": [], "AnswerChoices": ["increase the demand for computer software", "decrease the demand for typewriters", "increase the price of computers", "increase the demand for microchip design engineers", "increase the supply of computer manufacturers"], "Answer": "D"}, {"QuestionStatement": "For a firm buying labor in a perfectly competitive labor market, the marginal revenue product curve slopes downward after some point because as more of a factor is employed, which of the following declines?", "Images": [], "AnswerChoices": ["Marginal product", "Marginal factor cost", "Marginal cost", "Total output", "Wage rates"], "Answer": "A"}, {"QuestionStatement": "A profit maximizing firm will hire", "Images": [], "AnswerChoices": ["labor until its wage rate equal its average revenue product", "labor until its wage rate equals its marginal revenue product", "labor until its wage rate equals the interest rate", "capital until the interest rate equals the wage rate", "capital until the interest rate exceeds the wage rate"], "Answer": "B"}, {"QuestionStatement": "In a perfectly competitive labor market for nurses, all of the following statements are true EXCEPT:", "Images": [], "AnswerChoices": ["The imposition of an effective minimum wage will result in unemployment", "An increase in the marginal product of nurses will increase the demand for nurses and increase wages", "An increase inthe supply of nurses will create unemployment and leave wages unchanged", "An increase in the demand for health care will increase the demand for nurses and increase wages", "Revoking work permits for foreign nurses will increase wages of domestic nurses"], "Answer": "C"}, {"QuestionStatement": "The concept of derived demand is described by which of the following?", "Images": [], "AnswerChoices": ["A decrease in the demand for theater tickets will decrease the demand for actresses and actors", "If the salaries of basketball players increase, the quantity of basketball players demanded will decrease", "An increase int he income of consumers will increase the demand for opera tickets", "An increase in the demand for movie tickets will decrease the demand for video rentals", "A decrease in the price of movie tickets will increase the demand for movie tickets"], "Answer": "A"}, {"QuestionStatement": "The graph above shows a monopsony labor market.  In the absence of any regulations, which of the following represents the number of workers the firm will hire and the wage rate it will offer to those workers?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-1_files/mc021-1.jpg", "http://bencullivan.com/Econtest/APMicro/APU5/u5-1_files/mc021-2.jpg"], "AnswerChoices": ["A", "B", "C", "D", "E"], "Answer": "B"}, {"QuestionStatement": "Motivated by lower import prices, United States manufacturers increase their imports of steel from other steel-producing countries.  Which of the following best describes the impact of the increased steel imports on the labor market for steelworkers in the United States?", "Images": [], "AnswerChoices": ["Jobs in the United States steel industry will become less attractive, so wages will have to increase in this in this market to attract more workers to the United States steel industry", "Domestic steel prices will fall, leading to an increase in sales of domestically produced steel, which increases demand and employment of steelworkers", "The supply of steelworkers will increase, lowering the steelworker wage in the United States", "The supply of steelworkers will decrease, increasing the steelworker wage in the United States", "The demand for United States steelworkers will decline, putting downward pressure on steelworker wages"], "Answer": "E"}, {"QuestionStatement": "When labor supply in a competitive labor market increases, the equilibrium wage rate and employment will change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-1_files/mc023-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "An increase in the demand for automobiles will cause the demand for skilled automobile workers and the wage rate of skilled automobile workers to change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-1_files/mc024-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Assume that the last worker a firm hired produces 60 additional units of output per hour and the last machine rented produces 6,000 units of output per hour.  A worker’s hourly wage rate is $12, and the rental cost of a machine is $1,000 per hour.  In order to minimize the cost of its current output, the firm should", "Images": [], "AnswerChoices": ["Do nothing, because the costs of production are minimized", "Increase the use of labor and decrease the use of capital", "Increase the use of capital and decrease the use of labor", "Increase the use of labor and increase the use of capital", "Decrease the use of labor and decrease the use of capital"], "Answer": "C"}]