[{"QuestionStatement": "A perfectly competitive profit-maximizing firm will continue to hire additional units of an input as long as the", "Images": [], "AnswerChoices": ["Marginal product of the input is maximized", "Marginal cost of employing the input is maximized", "Value of the marginal product of the input exceeds the price of the input", "Revenue associated with the employment of the last unit of the input is maximized", "Price of the product is greater than the marginal cost of the input"], "Answer": "C"}, {"QuestionStatement": "Suppose that a firm begins to hire workers for a newly completed plant with a fixed amount of machinery.  As the firm hires additional workers, one would expect the marginal product to", "Images": [], "AnswerChoices": ["Fall initially, but eventually rise", "Rise initially, but eventually fall", "Rise consistently due to diminishing returns", "Rise consistently due to the advantages of specialization", "Rise consistently due to economies of scale"], "Answer": "B"}, {"QuestionStatement": "Business employ workers from city neighborhoods and rural areas.  These workers are perfect substitutes and cannot relocate in the short run.  The government offers businesses a wage subsidy if they hire workers from city neighborhoods.  What is the effect of the subsidy on the wage rate of rural workers and on the total hours they work.     Wage Rate of            Total Hours Worked by      Rural Workers          Rural WorkersA.  Increase                     DecreaseB. No change                   IncreaseC. No change                   DecreaseD. Decrease                     DecreaseE.  Decrease                    No change", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "An increase in the effective minimum wage will have less of an impact on employment if the demand for labor is", "Images": [], "AnswerChoices": ["A derived demand", "Decreasing", "Relatively elastic", "Relatively inelastic", "Unit elastic"], "Answer": "D"}, {"QuestionStatement": "If a firm employs only labor and capital in its production process, which of the following best describes the optimal combination of inputs for the firm in the long run?", "Images": [], "AnswerChoices": ["The marginal product per dollar spent on labor is equal to the marginal product per dollar spent on capital", "The marginal product of labor is equal to the marginal product of capital", "The total product of labor is equal to the total product of capital", "The marginal product of labor and capital are both zero", "All marginal products are equal to all average products"], "Answer": "A"}, {"QuestionStatement": "In a perfectly competitive free market economy, a wage gap between two workers can be explained by differences in all of the following EXCEPT their", "Images": [], "AnswerChoices": ["Years of schooling", "Occupations", "Marginal product", "Marginal revenue product", "Tastes for luxury goods"], "Answer": "E"}, {"QuestionStatement": "Firm XYZ produces and sells corn in a perfectly competitive market and hires its workers in a perfectly competitive labor market.  Which of the following best describes the demand curve for XYZ’s corn and XYZ’s demand curve for labor?     Demand for                XYZs Labor     XYZs Corn                 DemandA. Horizontal                    HorizontalB. Horizontal                    Downward slopingC. Horizontal                    VerticalD.  Downward sloping      Downward slopingE.  Downward Sloping      Horizontal", "Images": [], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "For a competitive labor market, an increase in which of the following will lead to an increase in the demand for labor?", "Images": [], "AnswerChoices": ["The supply of labor", "The minimum wage", "The cost of medical benefits provided to the labor hired by firms", "Labor union dues", "The demand for the good that labor produces"], "Answer": "E"}, {"QuestionStatement": "At its current employment level of labor and capital, a firm observes the following.áMarginal product of labor=30 unitsáMarginal product of capital=60 unitsáPrice of labor=$3 per unitáPrice of capital=$15 per unitWhich of the following actions should the firm take in order to achieve the least-cost combination of labor and capital and produce the same level of output?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-2_files/mc009-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "Economists argue that most professional athletes earn economic rent because they", "Images": [], "AnswerChoices": ["Make additional income through commercial endorsements of products", "Are able to participate in sports for only a limited number of years before changing occupations", "Earn far more as professional athletes than they could earn in their next-best occupation", "Participate in sporting events only about six months during a year", "Work less than 40 hours a week during the sport season"], "Answer": "C"}, {"QuestionStatement": "If a competitive firm pays its workers the value of the marginal product of the last worker hired, which of the following is true?", "Images": [], "AnswerChoices": ["The firm will not earn any economic profits", "Workers will look for employment elsewhere", "The wage will be less than the marginal product", "The firm will not maximize profits", "The contribution of the last worker hired to the firm’s profit will be zero"], "Answer": "E"}, {"QuestionStatement": "The graph above shows the conditions that a monopsonist faces in a labor market.  How many workers would this monopsonist hire, and what wage rate would it pay?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-2_files/mc012-1.jpg", "http://bencullivan.com/Econtest/APMicro/APU5/u5-2_files/mc012-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "In a perfectly competitive labor market, an increase in an effective minimum wage will result in", "Images": [], "AnswerChoices": ["an increase in the supply of workers", "a decrease in the supply of workers", "a decrease in the demand for workers", "more workers being hired", "fewer workers being hired"], "Answer": "E"}, {"QuestionStatement": "áThe marginal product of labor equals 250 units of output. áThe marginal product of capital equals 750 units of output.Ê The price of labor is $50 per person. Ê The price of capital is $100 per unit. Given the information above, which of the following is true for a firm buying its labor and capital inputs in a perfectly competitive market?", "Images": [], "AnswerChoices": ["The firm is producing its current level of output with the least-cost combination of labor and capital.", "The firm is maximizing profits with its current combination of inputs", "The firm’s level of output will remain the same if 1 unit of capital is substituted for 2 units of labor", "The firm’s input costs will decrease if 2 units of labor are substituted for 1 unit of capital", "The firm can reduce the cost of its current level of output by laying off workers and employing more capital"], "Answer": "E"}, {"QuestionStatement": "The demand curve for labor for a monopolist that faces a perfectly competitive factor market is called the", "Images": [], "AnswerChoices": ["average product curve", "marginal product curve", "marginal revenue curve", "marginal revenue product curve", "value of the average product curve"], "Answer": "D"}, {"QuestionStatement": "The table above describes the production function of an auto parts manufacturer. Assume that the firm can hire as many workers as it wants at the market wage rate of $600 per week per worker and sell as many auto parts as it wants at the price of $10 per part. To maximize profits, the firm should hire", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-2_files/mc016-1.jpg"], "AnswerChoices": ["0 workers", "1 worker", "3 workers", "5 workers", "7 workers"], "Answer": "D"}, {"QuestionStatement": "As a factor of production, capital refers to the", "Images": [], "AnswerChoices": ["money available to start a business", "stocks and bonds issued by businesses to raise funds", "financial investment of businesses", "currency in circulation and deposits in financial institutions", "tools and machinery used to produce goods and services"], "Answer": "E"}, {"QuestionStatement": "Which of the following will occur in a perfectly competitive labor market if Firm X’s demand for labor decreases?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-2_files/mc018-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "C"}, {"QuestionStatement": "The graph above shows the marginal revenue product (MRP) and the market wage rate fora profit-maximizing firm. Which of the following is true of the firm’s hiring of labor?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-2_files/mc019-1.jpg"], "AnswerChoices": ["It should hire 15 workers", "It should hire between 15 and 40 workers", "It should hire 40 workers", "It should hire between 40 and 90 workers", "It should hire 90 workers"], "Answer": "E"}, {"QuestionStatement": "Assume that firms sell their output in a perfectly competitive product market and hire labor in a perfectly competitive labor market. If all other factors remain constant, an increase in the demand for the firms’ product will result in which of the following changes in the labor market?", "Images": [], "AnswerChoices": ["Firms will move down along the demand curve for labor and hire more workers", "The supply curve for labor will shift to the right", "The demand curve for labor will shift to the right", "The supply curve for labor will shift to the left", "The demand curve for labor will shift to the left"], "Answer": "C"}, {"QuestionStatement": "A profit-maximizing firm will continue to hire workers until the", "Images": [], "AnswerChoices": ["marginal factor cost of labor is equal to the marginal revenue product of labor", "marginal factor cost of labor is equal to the price of the good produced using labor", "marginal product of labor is equal to the marginal revenue product of labor", "marginal product of labor is equal to the marginal factor cost of labor", "marginal product of labor is equal to the price of labor"], "Answer": "A"}, {"QuestionStatement": "Which of the following inevitably causes a shift in the market demand for workers with a certain skill?", "Images": [], "AnswerChoices": ["An increase in the demand for goods produced by these workers", "A decrease in tax rates on the income of those workers", "An increase in the equilibrium wages received by these workers", "An increase in the supply of these workers", "The creation of a federally subsidized program to train new workers"], "Answer": "A"}, {"QuestionStatement": "If hiring an additional worker would increase a firm’s total cost by less than it would increase total revenue, the firm should", "Images": [], "AnswerChoices": ["Not hire the worker", "Hire the worker", "Hire the worker only if another worker leaves or is fired", "Hire the worker only if the worker can raise the firm’s productivity", "Reduce the number of workers employed by the firm"], "Answer": "B"}, {"QuestionStatement": "If a firm wants to produce a given amount of output at the lowest possible cost, it should use each resource in such a manner that", "Images": [], "AnswerChoices": ["It uses more of the less expensive resource", "It uses more of the resource with the highest marginal product", "Each resource has just reached the point of diminishing marginal returns", "The marginal product of each resource are equal", "The marginal products per dollar spent on each resource are equal"], "Answer": "E"}, {"QuestionStatement": "Assume that both input and product markets are competitive.  If the product price rises, in the short run firms will increase production by increasing", "Images": [], "AnswerChoices": ["The stock of fixed capital until marginal revenue equals the product price", "The tock of fixed capital until the average product of capital equals the price of capital", "Labor input until the marginal revenue product of labor equals the wage rate", "Labor input until the marginal product of labor equals the wage rate", "Labor input until the ratio of product price to the marginal product of labor equals the wage rate"], "Answer": "C"}, {"QuestionStatement": "Which of the following is most likely to shift the demand for aircraft mechanics to the right?", "Images": [], "AnswerChoices": ["An increase in the demand for air travel", "An increase in the price of a license", "A decrease in the price of a license necessary for aircraft mechanics", "A decrease in the demand for air travel", "A decrease in the marginal productivity of aircraft mechanics"], "Answer": "A"}]