[{"QuestionStatement": "The graph above shows the marginal revenue product curve and supply curve of labor for a firm.  The introduction of new management techniques dramatically increases worker productivity.  Which of the following changes is most likely to occur?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-3_files/mc001-1.jpg"], "AnswerChoices": ["The supply curve will shift to the left increasing the wage rate", "The supply curve will shift to the right, increasing employment", "The marginal revenue product curve will shift to the right, increasing the wage rate", "The marginal revenue product curve will shift to the left, reducing employment", "Neither the marginal revenue product curve nor the supply curve will shift, but the wage will increase and employment will fall"], "Answer": "C"}, {"QuestionStatement": "The wage rate is $10 per hour and the last worker hired by the firm increased output by 100 units.  Computers rent for $100 per hour and the last computer rented by the firm increased output by 2,000 units.  To minimize costs the firm should", "Images": [], "AnswerChoices": ["Hire more workers and rent more computers because the marginal revenue products of both workers and computers are greater than their respective prices", "Hire more workers and reduce the number of computers rented because workers are cheaper than computers", "Lay off workers and rent more computers because computers produce more output per dollar of additional expenditure", "Lay off workers and rent more computers because computers produce more output", "Keep the same number of workers and computers because the marginal revenue products of both workers and computers are positive"], "Answer": "C"}, {"QuestionStatement": "Given the production information in the table above, how many workers would be employed if the wage rate were $20.00 per day and if sandwiches sold for $0.50?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-3_files/mc003-1.jpg"], "AnswerChoices": ["1", "2", "4", "5", "7"], "Answer": "C"}, {"QuestionStatement": "A change in which of the following will NOT cause a shift in the demand curve for a factor of production?", "Images": [], "AnswerChoices": ["Demand for the goods produced by the factor", "Prices of the goods produced by the factor", "Prices of substitute factors", "Supply of the factor", "Supply of substitute factors"], "Answer": "D"}, {"QuestionStatement": "Which of the following will happen in the labor market if the price of the good produced by workers decreases?", "Images": [], "AnswerChoices": ["The marginal product of labor will increase", "The marginal product of labor will decrease", "The marginal revenue product of labor will increase", "The marginal revenue product of labor will decrease", "The demand curve for labor will shift to the right"], "Answer": "D"}, {"QuestionStatement": "Assume that a firm is hiring labor in a perfectly competitive labor market.  If the marginal revenue product of labor is greater than the wage rate, which of the following will be true?", "Images": [], "AnswerChoices": ["The firm must be losing money", "The firm should employ more workers", "The firm should replace workers with capital", "The firm is maximizing profits", "The firm is experiencing diminishing marginal utility"], "Answer": "B"}, {"QuestionStatement": "An individuals labor supply curve is derived from that person’s preferences about the trade-offs between income and", "Images": [], "AnswerChoices": ["Work", "Wealth", "Nominal wages", "Productivity", "Leisure"], "Answer": "E"}, {"QuestionStatement": "A profit-maximizing firm will hire", "Images": [], "AnswerChoices": ["Labor until its wage rate equals its average revenue product", "Labor until its wage rate equals its marginal revenue product", "Labor until its wage rate equals the interest rate", "Capital until the interest rate equals the wage rate", "Capital until the interest rate exceeds the wage rate"], "Answer": "B"}, {"QuestionStatement": "If the price for a product produced in a competitive market increases, which of the following is most likely to occur in the labor market for workers who produce that product?", "Images": [], "AnswerChoices": ["The demand for labor and the number of workers hired both increase", "The supply of labor and the number of workers hired both increase", "The demand for labor and the number of workers hired both decrease", "The supply of labor and the number of workers hired both decrease", "There is a movement along the demand for labor curve, and firms hire more workers"], "Answer": "A"}, {"QuestionStatement": "A factor of production will NOT earn economic rent when its supply is", "Images": [], "AnswerChoices": ["Elastic", "Inelastic", "Unit Elastic", "Perfectly elastic", "Perfectly Inelastic"], "Answer": "D"}, {"QuestionStatement": "In a perfectly competitive labor market for nurses, all of the following statements are true EXCEPT:", "Images": [], "AnswerChoices": ["The imposition of an effective minimum wage will result in unemployment", "An increase in the marginal product of nurses will increase the demand for nurses and increase wages", "An increase in the supply of nurses will create unemployment and leave wages unchanged", "An increase in the demand for health care will increase the demand for nurses and increase wages", "Revoking work permits for foreign nurses will increase wages of domestic nurses"], "Answer": "C"}, {"QuestionStatement": "For a certain firm, the marginal revenue product for the last unit of labor is $60, and the marginal revenue product for the last unit of capital is $100.  Which of the following combinations of factor prices would be necessary for the firm to maximize profits?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-3_files/mc012-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "The concept of derived demand is described by which of the following?", "Images": [], "AnswerChoices": ["A decrease in the demand for theater tickets will decrease the demand for actresses and actors", "If the salaries of basketball players increase, the quantity of basketball players demanded will decrease", "An increase in the income of consumers will increase the demand for opera tickets", "An increase in the demand for movie tickets will decrease the demand for video rentals", "A decrease in the price of movie tickets will increase the demand for movie tickets"], "Answer": "A"}, {"QuestionStatement": "A profit maximizing firm that sells its output in a perfectly competitive market hires two additional workers, calculating the contribution to total revenue of the last worker hired just equals the extra cost of hiring that worker.  Six months later, the firm finds that the last worker’s contribution to total revenue is less than the extra cost of hiring that worker.  Which of the following may have occurred in the interim to explain this change.", "Images": [], "AnswerChoices": ["The firm laid off some workers", "The market supply for the firm’s product decreased", "The market demand for the firm’s product decreased", "A technological advance increased the productivity of the firm’s workforce", "The firm negotiated new contracts with workers, lowering wages"], "Answer": "C"}, {"QuestionStatement": "Suppose that a large number of unskilled workers enter a nation’s labor market.  If the labor market is competitive, the number of unskilled workers hired and the wage rate will most likely change in which of the following ways?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-3_files/mc015-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "B"}, {"QuestionStatement": "Assume a firm uses only two inputs, capital (K) and labor (L), to produce its output.  Let the marginal product of capital be MPK, the marginal product of labor be MPL, the price of capital be PK, and the price of labor be PL.  The least-cost combination of capital and labor needed to produce a given level of output is given by which of the following?", "Images": [], "AnswerChoices": ["MP", "L", "/P", "L", "=MP", "K", "/P", "K", "MP", "L", "/P", "L", ">MP", "K", "/P", "K", "MP", "L", "/P", "K", "=MP", "K", "/P", "L", "(MP", "L", ")P", "L", "=(MP", "K", ")P", "K", "MP", "L", "=MP", "K"], "Answer": "A"}, {"QuestionStatement": "A firm’s demand curve for labor is equal to a segment of its", "Images": [], "AnswerChoices": ["Average variable cost curve", "Total revenue curve", "Marginal cost curve", "Marginal revenue product curve", "Average product curve"], "Answer": "D"}, {"QuestionStatement": "Marginal revenue product is defined as the", "Images": [], "AnswerChoices": ["Change in income that occurs when an individual works additional hours", "Change in total revenue that occurs when one additional unit of the good is produced", "Change in total revenue that occurs when one additional unit of an input is employed", "Total revenue divided by the quantity of labor employed", "Change in total cost that occurs when one additional unit of an input is employed"], "Answer": "C"}, {"QuestionStatement": "A firm produces truffles by using labor and capital.  The price of labor is $10 per unit, and the price of capital is $20 per unit.  At current output level, the marginal product of labor is 40 truffles and the marginal product of capital is 60 truffles.  To reduce the total cost of producing the current quantity of truffles, how should the firm change its spending on labor and capital?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-3_files/mc019-1.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "E"}, {"QuestionStatement": "Assume that both the product and labor markets are perfectly competitive.  It would be profitable for a firm to hire additional labor if the ratio of the wage to the marginal product of labor is", "Images": [], "AnswerChoices": ["Less than the output price", "Less than the marginal cost", "Greater than the output price", "Greater than the marginal cost", "Equal to the output price"], "Answer": "A"}, {"QuestionStatement": "Suppose that the market for low-wage labor is perfectly competitive and initially in equilibrium.  If the government establishes an effective minimum wage, which of the following will occur?", "Images": [], "AnswerChoices": ["Employment of low-wage workers will decrease and unemployment will increase", "The quantity of low-wage workers supplied will be less than the quantity demanded", "The total wage payment received by all low-wage workers will increase", "Economic efficiency will increase, since firms were paying workers less than the value of their marginal revenue product", "Low-wage workers will be motivated to form a union"], "Answer": "A"}, {"QuestionStatement": "A firm’s demand for labor is known as a derived demand because", "Images": [], "AnswerChoices": ["The firm gains utility from hiring more labor", "The wage rate paid to workers depends on the demand for labor", "The amount of labor demanded depends on the amount of capital invested", "The amount of labor demanded depends on the demand for the firm’s product", "The firm will benefit from hiring additional labor"], "Answer": "D"}, {"QuestionStatement": "As a result of the proliferation of ATM machines, the demand for bank tellers has", "Images": [], "AnswerChoices": ["increased", "decreased", "not changed", "become perfectly inelastic", "become perfectly elastic"], "Answer": "B"}, {"QuestionStatement": "The demand for labor curve slopes downward because", "Images": [], "AnswerChoices": ["it takes more workers to produce more output", "at lower wages, people are not willing to work as many hours", "wages are fixed", "the supply of labor curve is upward sloping", "the law of diminishing marginal returns"], "Answer": "E"}, {"QuestionStatement": "1.      The firm represented above has established a monopsony in the hiring of labor.  In this case, the wage rate and quantity of workers hired will be", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-3_files/mc025-1.jpg"], "AnswerChoices": ["W", "1", ", and L", "2", " workers will be hired", "W", "2", ", and L", "2", " workers will be hired", "W", "3", ", and L", "2", " workers will be hired", "W", "3", ", and L", "3", " workers will be hired", "W", "4", ", and L", "1", " workers will be hired"], "Answer": "A"}, {"QuestionStatement": "Using the same graph above, assume the market has transformed into a perfectly competitive market.  What will be the wage rate and the amount of workers hired?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU5/u5-3_files/mc026-1.jpg"], "AnswerChoices": ["W", "1", ", and L", "2", " workers will be hired", "W", "2", ", and L", "2", " workers will be hired", "W", "3", ", and L", "2", " workers will be hired", "W", "2", ", and L", "3", " workers will be hired", "W", "4", ", and L", "2", " workers will be hired"], "Answer": "D"}]