[{"QuestionStatement": "Which of the following is the best example of the free-rider problem?", "Images": [], "AnswerChoices": ["A company gives away free samples of a new product", "A single firm is the sole supplier of corn oil", "There are economies of scale in the production of passenger elevators", "It is difficult to exclude those who do not pay for a good from enjoying the benefits of the good", "There is free entry and exit into production of toothpaste, but products are not homogeneous"], "Answer": "D"}, {"QuestionStatement": "To correct for positive externalities, the government should", "Images": [], "AnswerChoices": ["Do nothing, since no harm is done by positive externalities", "Levy a tax on the output of the good or service", "Pay a subsidy equal to the marginal external benefit", "Impose a price ceiling on the good to discourage its production", "Impose a price floor on the good at which the marginal private benefit equals the marginal social cost"], "Answer": "C"}, {"QuestionStatement": "Which of the following would create a positive externality?", "Images": [], "AnswerChoices": ["Congestion on city highways", "Water pollution", "A neighbor’s loud music that wakes you up", "Flu vaccination", "The greenhouse effect and global warming"], "Answer": "D"}, {"QuestionStatement": "Under an efficient policy to address the problem of pollution created from manufacturing good X, which of the following is true?", "Images": [], "AnswerChoices": ["Pollution is completely eliminated", "The marginal private cost of producing good X exceeds the marginal revenue from its sale", "The marginal private cost of producing good X equals the marginal revenue from its sale", "The marginal social benefit of pollution reduction exceeds the marginal social cost of pollution reduction", "The marginal social benefit of pollution reduction equals the marginal social cost of pollution reduction"], "Answer": "E"}, {"QuestionStatement": "Based on the information in the Lorenz curve above, which of the following is true?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU6/u6-1_files/mc005-1.jpg"], "AnswerChoices": ["People in Country X make more money than people in Country Z", "Income is more equally distributed in Country X than in Country Z", "The top 20 percent of households in Country X received 60 percent of the total income", "The top 20 percent of households in Country Z received 40 percent of the total income", "The average income in Country X is higher than the average income in Country Z"], "Answer": "B"}, {"QuestionStatement": "Which of the following is a government policy that is intended to address a market failure?", "Images": [], "AnswerChoices": ["Taxing the use of toxic pesticides by farmers", "Fining farms that outsource jobs to lower labor costs", "Subsidizing corn farmers who face increasing production costs", "Taxing short-run profits in competitive markets", "Subsidizing entry of firms into a market with an existing natural monopoly"], "Answer": "A"}, {"QuestionStatement": "Public goods are typically provided by the government, because private markets tend to", "Images": [], "AnswerChoices": ["Produce at the highest cost", "Produce less than the socially optimum quantity", "Produce more than the socially optimum quantity", "Charge a monopoly price that is greater than the marginal social cost", "Charge a monopoly price that is less than the marginal social cost"], "Answer": "B"}, {"QuestionStatement": "Which of the following will most likely lead to a more equal distribution of income?", "Images": [], "AnswerChoices": ["More regressive national sales tax", "More progressive income taxes", "An increase in the high school dropout rate", "An increase n the structural unemployment", "An increase in earnings for owners of capital"], "Answer": "B"}, {"QuestionStatement": "If the production of a good generates a positive externality, the government can increase Allocative efficiency by", "Images": [], "AnswerChoices": ["Taxing the producer of the good", "Subsidizing the producer of the good", "Prosecuting firms that produce the good without proper permits", "Setting a price ceiling to encourage production of the good", "Setting a price floor to discourage production of the good"], "Answer": "B"}, {"QuestionStatement": "Which of the following is the best example of a pure public good?", "Images": [], "AnswerChoices": ["electricity from a public utility", "mail delivery service by the post office", "social security payments", "national defense", "imported oil"], "Answer": "D"}, {"QuestionStatement": "Table above shows the distribution of income in Country X in 2010 before and after taxes and transfer payments.  Which of the following can be concluded about the effect of the government’s tax and transfer policies on income distribution in Country X?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU6/u6-1_files/mc011-1.jpg"], "AnswerChoices": ["The distribution of income is significantly less equal after accounting for the impact of government policies", "The distribution of income is about the same after accounting for the impact of government policies", "The largest gainers from government policies are the third and fourth quintile groups", "The only quintile to benefit from government policies is the lowest quintile", "The major transfer of income is from the highest quintile to the two lowest quintiles"], "Answer": "E"}, {"QuestionStatement": "The socially optimal quantity and the per-unit tax that will achieve the socially optimal quantity are which of the following?", "Images": ["http://bencullivan.com/Econtest/APMicro/APU6/u6-1_files/mc012-1.jpg", "http://bencullivan.com/Econtest/APMicro/APU6/u6-1_files/mc012-2.jpg"], "AnswerChoices": ["See above", "See above", "See above", "See above", "See above"], "Answer": "D"}, {"QuestionStatement": "Given the position of the marginal and social cost curve, one can conclude that the", "Images": ["http://bencullivan.com/Econtest/APMicro/APU6/u6-1_files/mc013-1.jpg"], "AnswerChoices": ["Private cost of producing good X exceeds the social cost of production at all levels of output", "Production of good X creates a negative externality", "Production of good X occurs in an imperfectly competitive market", "Market quantity, Q", "3", ", is the socially optimal quantity", "Free market will produce too little of good X"], "Answer": "B"}, {"QuestionStatement": "Which of the following best represents a positive externality?", "Images": [], "AnswerChoices": ["Purchasing a pass for an amusement park", "Dining at a favorite restaurant", "Being disturbed by neighboring construction noise", "Enjoying watching birds at a neighbor’s bird feeder", "Dumping waste on someone else’s property"], "Answer": "D"}, {"QuestionStatement": "Which of the following is a characteristic of a public good?", "Images": [], "AnswerChoices": ["It is excludable", "It is nonrival in consumption", "It yields substantial spillover costs", "The private sector would produce a larger than socially optimal quantity", "Private-sector producers would realize too great a profit"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true when there are negative externalities associated with the production of a good?", "Images": [], "AnswerChoices": ["The market will adjust automatically to equate marginal social costs and marginal social benefits", "Marginal social costs will exceed marginal private costs unless businesses are forced to internalize the external costs", "Marginal private costs will exceed marginal social costs, but the government can correct the problem", "Producers should be subsidized so that they will produce more of the good", "Consumers should be subsidized so that they will consume more of the good"], "Answer": "B"}, {"QuestionStatement": "Suppose that at the current output level the marginal social cost of producing a good is greater than its marginal private cost, and that the marginal social benefit associated with production of the good is equal to its marginal private benefit.  Which of the following government actions would most likely increase efficiency?", "Images": [], "AnswerChoices": ["Taxing the production of the good", "Taxing the production of substitute goods", "Giving tax rebates to people who purchase the good", "Giving tax rebates to people who purchase the good", "Subsidizing consumption of the good"], "Answer": "A"}, {"QuestionStatement": "Country A has a Gini coefficient of 0.5, and Country B has a Gini coefficient of 0.3.  Which of the following statements is definitely true?", "Images": [], "AnswerChoices": ["Country A has higher average income than Country B", "Country B has higher average income than Country A", "Income is more evenly distributed in Country A than in Country B", "Income is more evenly distributed in Country B than in Country A", "Country A has more deadweight loss than Country B"], "Answer": "D"}, {"QuestionStatement": "Public goods are underproduced in a competitive market because the free rider problem causes which of the following?", "Images": [], "AnswerChoices": ["Fixed supply", "Effected price ceilings", "Reduced market demand", "Negative externalities", "Increased imports"], "Answer": "C"}, {"QuestionStatement": "Which of the following taxes contributes most to decreasing inequality in the distribution of income?", "Images": [], "AnswerChoices": ["Progressive income taxes", "Sales taxes", "Proportional income taxes", "Excise taxes", "Import tariffs on necessities"], "Answer": "A"}, {"QuestionStatement": "A free-rider problem arises when a good is", "Images": [], "AnswerChoices": ["nonrival", "nondepletable", "nonexcludable", "produced in a competitive market", "produced in a monopolistic market"], "Answer": "C"}, {"QuestionStatement": "Which of the following best defines a pure public good?", "Images": [], "AnswerChoices": ["A good that is provided free of charge to the public", "A good that is provided by the government, whether or not a fee is charged", "A good that is efficiently produced only by a monopoly", "A good whose benefits can be enjoyed by many consumers at the same time and from which consumers cannot be excluded", "A good that by law must be available to all consumers without discrimination on the basis of sex, race, or religion"], "Answer": "D"}, {"QuestionStatement": "A perfectly competitive manufacturing industry pollutes public water in its production process, leaving the water unsuitable for use by the surrounding communities. At the market equilibrium output level, which of the following is true?", "Images": [], "AnswerChoices": ["Marginal private cost exceeds marginal social cost.", "Marginal private cost exceeds marginal private benefit", "Marginal social cost exceeds marginal social benefit.", "The market equilibrium output is equal to the socially efficient output.", "The market equilibrium output is less than the socially efficient output."], "Answer": "C"}, {"QuestionStatement": "Assume that the marginal social benefit of the last unit of vaccination provided is greater than the marginal social cost. Which of the following can be used to achieve efficiency in the market for vaccination?", "Images": [], "AnswerChoices": ["A per-unit subsidy for vaccinations", "A lump-sum tax for vaccinations", "A limit on the quantity of vaccinations", "A price floor for vaccinations", "A price ceiling for vaccinations"], "Answer": "A"}, {"QuestionStatement": "Suppose that the consumption of a certain product results in benefits to others besides consumers of the product.  Which of the following statements is most likely to be true?", "Images": [], "AnswerChoices": ["The demand for the product is price inelastic", "A perfectly competitive industry will not produce the optimal quantity of the product", "A perfectly competitive industry will not produce the product", "Optimality requires that consumers of this product be taxed", "Producers of this product earn an economic profit"], "Answer": "B"}, {"QuestionStatement": "Half of the inhabitants of an island oppose building a new bridge to the mainland, since they say it will destroy the island’s quaint atmosphere (disturbs the peace).  The economic concept that is most relevant to the decision of whether or not to build the bridge is", "Images": [], "AnswerChoices": ["Externalities", "Natural monopoly", "Economic rent", "Imperfect competition", "Perfect competition"], "Answer": "A"}, {"QuestionStatement": "In a market economy, public goods such as community police protection are unlikely to be provided in sufficient quantity by the private sector because", "Images": [], "AnswerChoices": ["Private firms are less efficient at producing public goods than is the government", "The use of public goods cannot be withheld from those who do not pay for them", "Consumers lack information about the benefits of public goods", "Consumers do not value public goods highly enough for firms to produce them profitably", "Public goods are inherently too important to be left to private firms to produce"], "Answer": "B"}]