[{"QuestionStatement": "If the production of a good results in a positive externality, the government might be able to improve economic efficiency in this market by", "Images": [], "AnswerChoices": ["Eliminating private production of the good", "Imposing a tax on private producers", "Promoting the export of the surplus output", "Initiating antitrust action", "Granting a subsidy to private producers"], "Answer": "E"}, {"QuestionStatement": "All of the following are sources of inequality in the distribution of personal income EXCEPT", "Images": [], "AnswerChoices": ["Progressive income taxes", "Discrimination in employment", "Differences in personal opinion", "Differences in educational level attained", "Differences in abilities"], "Answer": "A"}, {"QuestionStatement": "Imposing taxes that increase as a firm’s pollution increases is often recommended by economists as a means to reduce pollution.  The reason for this recommendation is that such taxes would likely", "Images": [], "AnswerChoices": ["Eliminate pollution completely", "Encourage firms to use the most efficient method to reduce pollution", "Increase the government’s revenues", "Encourage firms to increase production", "Be paid out of firms’ profits and not paid for by higher consumer price"], "Answer": "B"}, {"QuestionStatement": "Which of the following is true when the production of a good results in negative externalities?", "Images": [], "AnswerChoices": ["The government must produce the good", "The private market will produce too little of the good", "The private market price will be too low", "The government must prevent the production of the good", "Private firms will not be able to maximize profit"], "Answer": "C"}, {"QuestionStatement": "There are negative externalities associated with the use of a freeway in a major city at rush hour because during this time", "Images": [], "AnswerChoices": ["Drivers slow down other drivers because of the high traffic volume", "Drivers value their time more", "Government revenues from toll roads increase", "Revenues of bus companies increase", "Gasoline costs more"], "Answer": "A"}, {"QuestionStatement": "Which of the following is true of the marginal cost of providing a pure public good to one more consumer?", "Images": [], "AnswerChoices": ["It is positive", "It is equal to zero", "It is equal to the original cost of the good", "It decreases as the number of consumers increases", "It increases as the number of consumers increases"], "Answer": "B"}, {"QuestionStatement": "A chemical plant pollutes a river that serves as the water supply for a nearby town.  From an economist’s point of view, pollution from the plant should be reduced until the", "Images": [], "AnswerChoices": ["Marginal benefit from cleaner water is equal to the marginal cost of making the water cleaner", "Marginal benefit from cleaner water is maximized", "Marginal benefit from cleaner water is zero", "Total benefit from cleaner water is equal to the total cost of making the water cleaner", "Total benefit from cleaner water is maximized"], "Answer": "A"}, {"QuestionStatement": "Antitrust legislation is designed to make it illegal for a firm to monopolize an industry.  Which of the following best states the economic rationale for this legislation?", "Images": [], "AnswerChoices": ["A monopolist produces too little of the good, producing an output that minimizes the average cost of production", "A monopolist produces too little of the good, charging consumers a price that exceeds the marginal cost of production", "A monopolist is more likely to pollute the environment than are firms in a competitive industry", "A monopolist engages in price discrimination, charging low-income people with elastic demand curves a higher price than that charged to high-income people with inelastic demand curves", "A monopolist produces too much of a good, attracting scarce factors of production that might be better utilized in other industries"], "Answer": "B"}, {"QuestionStatement": "Whenever the production of a good creates negative externalities, an unregulated market will result in", "Images": [], "AnswerChoices": ["Too little of the good being produced", "An optimal amount of the good being produced as long as the market is perfectly competitive", "Society’s marginal cost being higher than the firm firm’s marginal cost", "The firm’s marginal cost being higher than society’s marginal cost", "The firm’s marginal cost being equal to society’s marginal cost"], "Answer": "C"}, {"QuestionStatement": "In the United States, the federal government redistributes income primarily by", "Images": [], "AnswerChoices": ["Setting up planning commissions to set wage rates", "Taxing different income levels at different rates", "Guaranteeing every person a minimum income through minimum-wage laws", "Providing the same goods and services to all citizens", "Relocating and retraining structurally unemployed people"], "Answer": "B"}, {"QuestionStatement": "In which of the following cases is the government’s action appropriate for reducing inefficiency?", "Images": [], "AnswerChoices": ["Taxation of the output of a chocolate factory that emits an aroma that residents of the city enjoy", "Regulation that reduces the output of a monopoly", "A lump-sum tax on a monopolist", "A subsidy for the consumption of a good produced by a plant that emits a pollutant as a by-product", "A toll on a congested bridge"], "Answer": "E"}, {"QuestionStatement": "Which of the following is the best example of a negative externality?", "Images": [], "AnswerChoices": ["An increase in the price of oil due to the imposition of environmental regulations", "An increase in the price of oil due to action taken by the Organization of Petroleum Exporting Countries (OPEC)", "A decline in oil stock prices as a result of bad management", "Oil leakages from drilling platforms in the Gulf of Mexico", "Declining restrictions on the importation of foreign-made cars"], "Answer": "D"}, {"QuestionStatement": "Private supply of public goods is most likely to result in", "Images": [], "AnswerChoices": ["Less than the efficient level of output, due to the free-rider problem", "Less than the efficient level of output, due to the problem of insufficient competition", "More than the efficient level of output, due to lower costs of private firms", "More than the efficient level of output, due to the existence of externalities", "An overuse of these goods"], "Answer": "A"}, {"QuestionStatement": "A society that wishes to achieve greater income equality is most likely to have which of the following?", "Images": [], "AnswerChoices": ["A regressive income tax system and high estate and gift taxes", "A regressive income tax system and low estate and gift taxes", "A progressive income tax system and high estate and gift taxes", "A progressive income tax system and low estate and gift taxes", "A proportional income tax system and high estate and gift taxes"], "Answer": "C"}, {"QuestionStatement": "Characteristics of a pure public good include which of the following?I.     Nonpaying consumers cannot be excluded from consuming the goodII.    Consumption by any one person does not reduce the availability of the good to othersIII.   The amount consumed depends on the price paid", "Images": [], "AnswerChoices": ["I only", "II only", "III only", "I and II only", "II and III only"], "Answer": "D"}, {"QuestionStatement": "A Lorenz curve can be used by economists to do which of the following?", "Images": [], "AnswerChoices": ["Show the distribution of personal income", "Show the amount of wealth in a nation", "Show the amount of consumption in a nation", "Explain why different households have different incomes", "Explain why income is equally distributed in socialist countries"], "Answer": "A"}, {"QuestionStatement": "The surgeon general has determined that smoking causes cancer and heart disease for both smokers and passive smokers, nonsmokers who breathe smoke-filled air.  If cigarette prices are determined in a free market, which of the following will be true?", "Images": [], "AnswerChoices": ["The price of cigarettes will be too low and the quantity sold too high", "The price of cigarettes will be efficient but the quantity sold will be too high", "The market will be efficient because markets always equate marginal benefits and marginal costs", "The price of cigarettes will reflect the marginal social benefit received by nonsmokers", "The price of cigarettes will overstate the true social cost imposed on nonsmokers"], "Answer": "A"}, {"QuestionStatement": "An increase in the marginal social benefit of consuming a public good should result in", "Images": [], "AnswerChoices": ["A decrease in public production of the good", "An increase in the optimal quantity of the good", "A decrease in the optimal quantity of the good", "A decrease in the social costs associated with producing the good", "A decrease in the social costs associated with consuming the good"], "Answer": "B"}, {"QuestionStatement": "An industry will produce more than the socially efficient level of output under which of the following conditions?", "Images": [], "AnswerChoices": ["The production or consumption of a good generates a positive externality", "The production or consumption of a good generates a negative externality", "The industry is a monopoly", "The industry produces a public good", "The industry produces a private good"], "Answer": "B"}, {"QuestionStatement": "A pure public good is a good that is", "Images": [], "AnswerChoices": ["Provided efficiently by the markets", "Rivalrous and excludable in consumption", "Nonrivalrous and excludable in consumption", "Rivalrous and nonexcludable in consumption", "Nonrivalrous and nonexcludable in consumption"], "Answer": "E"}, {"QuestionStatement": "If positive externalities exist in the market for flu shots, which of the following is true", "Images": [], "AnswerChoices": ["Taxing flu shots will lead to the socially efficient level of output", "Subsidizing flu shots will lead to the socially efficient level of output", "The firm making the flu shots is charging too low a price to reach the socially efficient level of output", "The firm making the flu shots is producing where marginal social cost equals marginal social benefit", "The firm making the flu shots is producing the socially efficient quantity of the market for flu shots is perfectly competitive"], "Answer": "B"}, {"QuestionStatement": "Pollution abatement policies will improve the efficiency if the", "Images": [], "AnswerChoices": ["Marginal benefit of abatement is less than the marginal cost of abatement", "Marginal cost of abatement is less than the marginal benefit of abatement", "Marginal cost of abatement is positive", "Marginal benefit of abatement is positive", "Marginal cost of abatement is zero"], "Answer": "B"}, {"QuestionStatement": "Which of the following is most likely to reduce inequality in a country’s distribution of income?", "Images": [], "AnswerChoices": ["An increase in the population growth rate", "Job training for low-skill workers", "An increase in the trade deficit", "A decrease in funding for training unemployed workers", "A regressive tax rate"], "Answer": "B"}, {"QuestionStatement": "If an industry ignores the external costs it generates in its production, which of the following will be true at the competitive market equilibrium output?", "Images": [], "AnswerChoices": ["Price will be greater than the marginal social cost", "Price will be less than the marginal social cost", "Price will be equal to the marginal social cost", "Marginal private cost will be equal to the marginal social cost", "Marginal private cost will be greater than the marginal social cost"], "Answer": "B"}, {"QuestionStatement": "A governmental welfare program that taxes the labor income of the wealthy and redistributes the tax revenue to low income citizens will", "Images": [], "AnswerChoices": ["Increase the income inequality and efficiency", "Decrease income inequality and efficiency", "Increase income inequality and decrease efficiency", "Decrease income inequality and increase efficiency", "Decrease income inequality and not affect efficiency"], "Answer": "B"}, {"QuestionStatement": "If the marginal private benefit of attending college for Shelly is $40,000 and the marginal external benefit is $15,000, she will attend college if the cost of attendance is no more than", "Images": [], "AnswerChoices": ["$40,000      ", "$55,000      ", "$15,000", "$25,000", "$45,000      "], "Answer": "A"}]